{
    "as":[
        "■ অতিৰিক্ত সম্পদ : সুষম খাদ্য গঢ়ি তোলা",
        "● স্বাস্থ্যসন্মত, সুষম খাদ্য সৃষ্টিৰ বাবে গাইড হিচাপে স্বাস্থ্যসন্মত খাদ্যৰ প্লেট ব্যৱহাৰ কৰক—",
        "-> https://nutritionsource.hsph.harvard.edu/স্বাস্থ্যকৰ-খাদ্য-প্লেট/",
        "● এই খাদ্য পৰিপূৰক তথ্য পত্ৰসমূহে খাদ্য পৰিপূৰক আৰু ইয়াৰ উপাদানসমূহৰ বিষয়ে তথ্য উপস্থাপন কৰে–",
        "-> https://ods.od.nih.gov/facsheeets/list-all/",
        "● একাডেমী অৱ নিউট্ৰিচন এণ্ড ডায়েটেটিক্সে খাদ্য পৰিকল্পনা আৰু প্ৰস্তুতিৰ পৰা আৰম্ভ কৰি স্বাস্থ্যৰ অৱস্থা প্ৰতিৰোধ বা পৰিচালনা কৰাত সহায় কৰিব পৰা পছন্দলৈকে পুষ্টি আৰু স্বাস্থ্যৰ বিষয়ে তথ্য আগবঢ়ায়–",
        "-> https://www.eatright.org/"
       ],
    "awa": [
        "■ अतिरिक्त संसाधन : एक संतुलित आहार बनावै",
        "● स्वस्थ, संतुलित भोजन बनावै के लिए एक मार्गदर्शक के रूप मा स्वस्थ भोजन प्लेट का उपयोग करा—",
        "-> https://पोषण स्रोत.एचएसपीएच.हार्वर्ड.एड्यू/स्वस्थ-भोजन-प्लेट/",
        "● ई आहार पूरक तथ्य पत्रिका आहार पूरक अऊर ओनके अवयवन के बारे मा जानकारी प्रस्तुत करत हैं-",
        "-> https://ods.od.nih.gov/फैक्टशीट्स/लिस्ट-ऑल/",
        "● पोषण अऊर आहार विज्ञान अकादमी पोषण अऊर स्वास्थ्य के बारे मा जानकारी प्रदान करत है, भोजन योजना अऊर तैयारी से लइके स्वास्थ्य स्थितियन का रोकै या प्रबंधित करै मा मदद करै वाले विकल्पन तक–",
        "-> https://www.eatright.org/"
       ],
    "bn":[
        "■ অতিরিক্ত সম্পদ : একটি সুষম খাদ্য তৈরি করা",
        "● স্বাস্থ্যকর, সুষম খাবার তৈরির জন্য একটি গাইড হিসাবে স্বাস্থ্যকর খাওয়ার প্লেট ব্যবহার করুন—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● এই খাদ্যতালিকাগত সম্পূরক ফ্যাক্ট শীটগুলি খাদ্যতালিকাগত পরিপূরক এবং তাদের উপাদান সম্পর্কে তথ্য উপস্থাপন করে–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● দ্য একাডেমি অফ নিউট্রিশন অ্যান্ড ডায়েটেটিক্স পুষ্টি এবং স্বাস্থ্য সম্পর্কিত তথ্য প্রদান করে, খাবার পরিকল্পনা এবং প্রস্তুতি থেকে শুরু করে এমন পছন্দ যা স্বাস্থ্য পরিস্থিতি প্রতিরোধ বা পরিচালনা করতে সাহায্য করতে পারে–",
        "-> https://www.eatright.org/"
       ],
    "bho":[
        "■ अतिरिक्त संसाधन : संतुलित आहार के निर्माण",
        "● स्वस्थ, संतुलित भोजन बनावे खातिर एगो मार्गदर्शक के रूप में हेल्दी ईटिंग प्लेट के इस्तेमाल करीं—",
        "-> https://nutritionsource.hsph.harvard.edu/स्वस्थ-खाना-प्लेट/",
        "● ई आहार पूरक तथ्य पत्र आहार पूरक आ ओकर सामग्री के बारे में जानकारी प्रस्तुत करेला–",
        "-> https://ods.od.nih.gov/तथ्यपत्र/सब-सूची/",
        "● अकादमी ऑफ न्यूट्रीशन एंड डायटेटिक्स पोषण आ स्वास्थ्य के बारे में जानकारी देला, भोजन के योजना आ तइयारी से लेके अइसन विकल्प तक जवन स्वास्थ्य के स्थिति के रोके भा प्रबंधित करे में मदद कर सकेला–",
        "-> https://www.eatright.org/ पर दिहल गइल बा."
       ] ,
    "chg": [
        "■ अऊ साधन: संतुलित भोजन के निर्माण",
        "● स्वस्थ भोजन थाली के मार्गदर्शक के रूप में उपयोग कर स्वस्थ, संतुलित भोजन बनाएं—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● ए जड़ी-बूटी अनुपूरक तथ्य पत्रक में जड़ी-बूटी अनुपूरकों और उनके घटकों के बारे में जानकारी है–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● पोषण और आहारशास्त्र अकादमी भोजन योजना और तैयारी से लेकर स्वास्थ्य की स्थितियों को रोकने या प्रबंधित करने में मदद करने वाले विकल्पों तक पोषण और स्वास्थ्य पर जानकारी प्रदान करती है–",
        "-> https://www.eatright.org/"
    ],
    "doi": [
        "■ अतिरिक्त संसाधन : संतुलित आहार दा निर्माण",
        "● सेहतमंद, संतुलित भोजन बनाने लेई इक मार्गदर्शक दे रूप च सेहतमंद खाने दी प्लेट दा इस्तेमाल करो—",
        "-> https://nutritionsource.hsph.harvard.edu/स्वस्थ-खाने-प्लेट/",
        "● एह् आहार पूरक तथ्य पत्र आहार पूरक आहार ते उंदे घटकें दे बारे च जानकारी पेश करदियां न–",
        "-> https://ods.od.nih.gov/तथ्यपत्र/सब-सूची/",
        "● पोषण ते आहार विज्ञान दी अकादमी पोशण ते सेहत दे बारे च जानकारी दिंदी ऐ, खाने दी योजना ते तैयारी थमां लेइयै विकल्पें तगर जेह् ड़ी सेह्त दी स्थिति गी रोकने जां प्रबंधन करने च मदद करी सकदी ऐ–",
        "-> https://www.eatright.org/" 
       ],
    "en": [
        "■ Additional resources : Building a Balanced Diet",
        "● Use the Healthy Eating Plate as a guide for creating healthy, balanced meals—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● These dietary supplement fact sheets present information about dietary supplements and their ingredients–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● The Academy of Nutrition and Dietetics offers information on nutrition and health, from meal planning and prep to choices that can help prevent or manage health conditions–",
        "-> https://www.eatright.org/"
    ]
    ,
    "gu": [
        "■ વધારાના સંસાધનો : સંતુલિત આહાર બનાવવો",
        "● સ્વસ્થ, સંતુલિત ભોજન બનાવવા માટે માર્ગદર્શિકા તરીકે હેલ્ધી ઈટિંગ પ્લેટનો ઉપયોગ કરો—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● આ ડાયેટરી સપ્લિમેન્ટ ફેક્ટ શીટ્સ ડાયેટરી સપ્લિમેન્ટ્સ અને તેના ઘટકો વિશે માહિતી રજૂ કરે છે-",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● ધ એકેડેમી ઑફ ન્યુટ્રિશન એન્ડ ડાયેટિક્સ પોષણ અને આરોગ્ય વિશેની માહિતી આપે છે, ભોજન આયોજન અને તૈયારીથી લઈને આરોગ્યની સ્થિતિઓને રોકવા અથવા તેનું સંચાલન કરવામાં મદદ કરી શકે તેવી પસંદગીઓ સુધી-",
        "-> https://www.eatright.org/"
       ],
    "hne": [
        "■ अतिरिक्त संसाधन: संतुलित आहार बनाना",
        "● स्वस्थ, संतुलित भोजन बनाने के लिए स्वस्थ खाने की प्लेट का उपयोग करें—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● ये आहार अनुपूरक तथ्य पत्रक आहार अनुपूरकों और उनके अवयवों के बारे में जानकारी प्रस्तुत करते हैं–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● पोषण और आहार विज्ञान अकादमी भोजन योजना और तैयारी से लेकर स्वास्थ्य की स्थितियों को रोकने या प्रबंधित करने में मदद करने वाले विकल्पों तक पोषण और स्वास्थ्य पर जानकारी प्रदान करती है–",
        "-> https://www.eatright.org/"
    ],
    "hi": [

        "■ अतिरिक्त संसाधन: संतुलित आहार बनाना",
        
        "● स्वस्थ, संतुलित भोजन बनाने के लिए स्वस्थ भोजन प्लेट का उपयोग करें—",
        
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        
        "● ये आहार पूरक तथ्य पत्रक आहार पूरक और उनके अवयवों के बारे में जानकारी प्रस्तुत करते हैं–",
        
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        
        "● पोषण और आहार विज्ञान अकादमी पोषण और स्वास्थ्य पर जानकारी प्रदान करती है, भोजन की योजना और तैयारी से लेकर ऐसे विकल्प जो स्वास्थ्य स्थितियों को रोकने या प्रबंधित करने में मदद कर सकते हैं–",
        
        "-> https://www.eatright.org/"
        ],
    "kn": [
        "■ ಹೆಚ್ಚುವರಿ ಸಂಪನ್ಮೂಲಗಳು : ಸಮತೋಲಿತ ಆಹಾರವನ್ನು ನಿರ್ಮಿಸುವುದು",
        "● ಆರೋಗ್ಯಕರ, ಸಮತೋಲಿತ ಊಟವನ್ನು ರಚಿಸಲು ಮಾರ್ಗದರ್ಶಿಯಾಗಿ ಆರೋಗ್ಯಕರ ತಿನ್ನುವ ಪ್ಲೇಟ್ ಅನ್ನು ಬಳಸಿ-",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● ಈ ಆಹಾರ ಪೂರಕ ಫ್ಯಾಕ್ಟ್ ಶೀಟ್‌ಗಳು ಪಥ್ಯದ ಪೂರಕಗಳು ಮತ್ತು ಅವುಗಳ ಪದಾರ್ಥಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಪ್ರಸ್ತುತಪಡಿಸುತ್ತವೆ–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● ಅಕಾಡಮಿ ಆಫ್ ನ್ಯೂಟ್ರಿಷನ್ ಅಂಡ್ ಡಯೆಟಿಕ್ಸ್ ಪೌಷ್ಟಿಕಾಂಶ ಮತ್ತು ಆರೋಗ್ಯದ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೀಡುತ್ತದೆ, ಊಟ ಯೋಜನೆ ಮತ್ತು ಪೂರ್ವಸಿದ್ಧತೆಯಿಂದ ಹಿಡಿದು ಆರೋಗ್ಯ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ತಡೆಗಟ್ಟಲು ಅಥವಾ ನಿರ್ವಹಿಸಲು ಸಹಾಯ ಮಾಡುವ ಆಯ್ಕೆಗಳವರೆಗೆ-",
        "-> https://www.eatright.org/"
       ],
    "ks": "",
    "kok": [
        "■ अतिरिक्त साधनां : समतोल आहार तयार करप",
        "● निरोगी, समतोल जेवण तयार करपाक मार्गदर्शक म्हणून निरोगी जेवणाची प्लेट वापरात—",
        "-> https://nutritionsource.hsph.harvard.edu/निरोगी-खावपाची-प्लेट/",
        "● हे आहार पूरक तथ्य पत्रक आहार पूरक आनी तांच्या घटकां विशीं म्हायती सादर करतात–",
        "-> https://ods.od.nih.gov/facsheeets/list-all/",
        "● अकादेमी ऑफ न्युट्रीशन अँड डायटेटिक्स पोशण आनी भलायके विशीं म्हायती दिता, जेवण नियोजन आनी तयारी ते भलायकेची परिस्थिती आडावपाक वा वेवस्थापन करपाक मदत करूंक शकता अशा निवडी मेरेन–",
        "-> https://www.eatright.org/" 
       ] ,
    "mai": [
        "■ अतिरिक्त संसाधन : संतुलित आहार के निर्माण",
        "● स्वस्थ, संतुलित भोजन बनेबाक लेल एकटा मार्गदर्शक के रूप मे स्वस्थ भोजन प्लेट के उपयोग करू—",
        "-> https://nutritionsource.hsph.harvard.edu/स्वस्थ-भोजन-प्लेट/",
        "● इ आहार पूरक तथ्य पत्रक आहार पूरक आ ओकर सामग्री कें बारे मे जानकारी प्रस्तुत करयत छै–",
        "-> https://ods.od.nih.gov/तथ्यपत्र/सब-सूची/",
        "● पोषण आ आहार विज्ञान अकादमी पोषण आ स्वास्थ्य कें बारे मे जानकारी प्रदान करयत छै, भोजन योजना आ तैयारी सं ल क विकल्पक कें लेल जे स्वास्थ्य स्थितियक कें रोकय या प्रबंधन मे मदद कयर सकय छै–",
        "-> https://www.eatright.org/"
       ] ,
    "ml": [
        "■ അധിക വിഭവങ്ങൾ : ഒരു സമീകൃതാഹാരം കെട്ടിപ്പടുക്കൽ",
        "● ആരോഗ്യകരവും സമീകൃതവുമായ ഭക്ഷണം സൃഷ്ടിക്കുന്നതിനുള്ള ഒരു ഗൈഡായി ഹെൽത്തി ഈറ്റിംഗ് പ്ലേറ്റ് ഉപയോഗിക്കുക-",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● ഈ ഡയറ്ററി സപ്ലിമെൻ്റ് ഫാക്റ്റ് ഷീറ്റുകൾ ഡയറ്ററി സപ്ലിമെൻ്റുകളെയും അവയുടെ ചേരുവകളെയും കുറിച്ചുള്ള വിവരങ്ങൾ അവതരിപ്പിക്കുന്നു–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● അക്കാഡമി ഓഫ് ന്യൂട്രീഷൻ ആൻഡ് ഡയറ്ററ്റിക്‌സ് പോഷകാഹാരത്തെയും ആരോഗ്യത്തെയും കുറിച്ചുള്ള വിവരങ്ങൾ നൽകുന്നു, ഭക്ഷണ ആസൂത്രണവും തയ്യാറെടുപ്പും മുതൽ ആരോഗ്യ സാഹചര്യങ്ങൾ തടയാനോ നിയന്ത്രിക്കാനോ സഹായിക്കുന്ന തിരഞ്ഞെടുപ്പുകൾ വരെ–",
        "-> https://www.eatright.org/"
       ],
    "mni": [
        "■ অতি সাইলেল তাংখক্তা : আমুখরবা হনা মাঙ্গ",
        "● ওঙেনবা চৈয়ে থামোঙ ইপুং মখাঙ ওখুরীরগী উপজা উখুং উরীরগী শাইরং মাঙ্গ—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● মখ্রক চৈয়ে মাইকসিংগী মখ্রাং ফিসা সিঙ্তা অভাসিং লমজুংদা আমুকুংগী মখ্রাং উনবা সিঙ—",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● ওঙেনবা নুপা তাঙেরোংগী শানুমথৌং আমানবা খুনা থুংবা ওখুবিরাকপা হাইবা মখ্রং ফিসা উনবা ইপুং থৌবা কিষা—",
        "-> https://www.eatright.org/"
    ],
    "mr": [
        "■ अतिरिक्त संसाधने : संतुलित आहार तयार करणे",
        "● निरोगी, संतुलित जेवण तयार करण्यासाठी मार्गदर्शक म्हणून हेल्दी इटिंग प्लेट वापरा—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● या आहारातील पूरक वस्तुस्थिती पत्रके आहारातील पूरक आणि त्यांच्या घटकांविषयी माहिती देतात-",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● द अकादमी ऑफ न्यूट्रिशन अँड डायटेटिक्स पोषण आणि आरोग्याविषयी माहिती देते, जेवण नियोजन आणि तयारीपासून ते आरोग्य परिस्थिती टाळण्यासाठी किंवा व्यवस्थापित करण्यात मदत करू शकतील अशा निवडीपर्यंत-",
        "-> https://www.eatright.org/"
       ],
    "ne": [
        "■ अतिरिक्त स्रोतहरू: सन्तुलित आहार निर्माण",
        "● स्वस्थ, सन्तुलित खाना बनाउनको लागि गाइडको रूपमा स्वस्थ खाने प्लेट प्रयोग गर्नुहोस्—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● यी आहार पूरक तथ्य पानाहरूले आहार पूरक र तिनका सामग्रीहरू बारे जानकारी प्रस्तुत गर्दछ–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● एकेडेमी अफ न्यूट्रिशन एण्ड डाइटेटिक्सले पोषण र स्वास्थ्यको बारेमा जानकारी प्रदान गर्दछ, खाना योजना र तयारीदेखि लिएर स्वास्थ्य अवस्थाहरूलाई रोक्न वा व्यवस्थापन गर्न मद्दत गर्ने विकल्पहरू–",
        "-> https://www.eatright.org/"
       ],
    "or": [
        "■ ଅତିରିକ୍ତ ଉତ୍ସ: ଏକ ସନ୍ତୁଳିତ ଖାଦ୍ୟ ଗଠନ",
        "Healthy ସୁସ୍ଥ, ସନ୍ତୁଳିତ ଭୋଜନ ସୃଷ୍ଟି ପାଇଁ ଏକ ଗାଇଡ୍ ଭାବରେ ସୁସ୍ଥ ଭୋଜନ ପ୍ଲେଟ୍ ବ୍ୟବହାର କରନ୍ତୁ -",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● ଏହି ଡାଏଟାରୀ ସପ୍ଲିମେଣ୍ଟ ଫ୍ୟାକ୍ଟ ସିଟ୍ ଗୁଡିକ ଖାଦ୍ୟପେୟ ସପ୍ଲିମେଣ୍ଟ ଏବଂ ସେମାନଙ୍କ ଉପାଦାନ ବିଷୟରେ ସୂଚନା ଉପସ୍ଥାପନ କରେ",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "Nutrition ପୁଷ୍ଟିକର ଖାଦ୍ୟ ଏବଂ ସ୍ୱାସ୍ଥ୍ୟ ସମ୍ବନ୍ଧୀୟ ଏକାଡେମୀ ପୁଷ୍ଟିକର ଖାଦ୍ୟ ଏବଂ ସ୍ୱାସ୍ଥ୍ୟ ସମ୍ବନ୍ଧରେ ସୂଚନା ପ୍ରଦାନ କରେ, ଖାଦ୍ୟ ଯୋଜନା ଠାରୁ ଆରମ୍ଭ କରି ପସନ୍ଦ ଯାହା ସ୍ୱାସ୍ଥ୍ୟ ଅବସ୍ଥାକୁ ରୋକିବାରେ କିମ୍ବା ପରିଚାଳନା କରିବାରେ ସାହାଯ୍ୟ କରିଥାଏ",
        "-> https://www.eatright.org/"
       ],
    "pa": [
        "■ ਵਾਧੂ ਸਰੋਤ: ਇੱਕ ਸੰਤੁਲਿਤ ਖੁਰਾਕ ਬਣਾਉਣਾ",
        "● ਸਿਹਤਮੰਦ, ਸੰਤੁਲਿਤ ਭੋਜਨ ਬਣਾਉਣ ਲਈ ਇੱਕ ਗਾਈਡ ਵਜੋਂ ਸਿਹਤਮੰਦ ਭੋਜਨ ਪਲੇਟ ਦੀ ਵਰਤੋਂ ਕਰੋ—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● ਇਹ ਖੁਰਾਕ ਪੂਰਕ ਤੱਥ ਸ਼ੀਟਾਂ ਖੁਰਾਕ ਪੂਰਕਾਂ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਸਮੱਗਰੀਆਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪੇਸ਼ ਕਰਦੀਆਂ ਹਨ-",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● ਅਕੈਡਮੀ ਆਫ ਨਿਊਟ੍ਰੀਸ਼ਨ ਐਂਡ ਡਾਇਟੈਟਿਕਸ ਪੋਸ਼ਣ ਅਤੇ ਸਿਹਤ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ, ਭੋਜਨ ਦੀ ਯੋਜਨਾਬੰਦੀ ਅਤੇ ਤਿਆਰੀ ਤੋਂ ਲੈ ਕੇ ਉਹਨਾਂ ਵਿਕਲਪਾਂ ਤੱਕ ਜੋ ਸਿਹਤ ਸਥਿਤੀਆਂ ਨੂੰ ਰੋਕਣ ਜਾਂ ਪ੍ਰਬੰਧਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੀਆਂ ਹਨ–",
        "-> https://www.eatright.org/"
       ],
    "sa": [ 
    "■ अतिरिक्त संसाधन : संतुलित आहारस्य निर्माणम्",
    "● स्वस्थं, संतुलितं भोजनं निर्मातुं मार्गदर्शकरूपेण स्वस्थभोजनप्लेटस्य उपयोगं कुर्वन्तु—",
    "-> https://nutritionsource.hsph.harvard.edu/स्वस्थ-भोजन-प्लेट/",
    "● एतानि आहारपूरकतथ्यपत्राणि आहारपूरकस्य विषये सूचनां प्रस्तुतयन्ति तथा च तस्य अवयवानां विषये–",
    "-> https://ods.od.nih.gov/तथ्यपत्राणि/सर्व-सूची/",
    "● पोषणं आहारविज्ञानं च अकादमी पोषणस्य स्वास्थ्यस्य च विषये सूचनां प्रदाति, भोजननियोजनात् प्रिप् च विकल्पपर्यन्तं यत् स्वास्थ्यस्य स्थितिं निवारयितुं वा प्रबन्धने वा सहायकं भवितुम् अर्हति–",
    "-> https://www.eatright.org/" 
   ] ,
    "sat": [
        "■ Aṭkar ạri-cạli : Mit̕ṭen sạriạk̕ jom-ńu benao",
        "● Nifuṭ, sạriạk̕ jo̠m benao lạgit̕ ạḍi jạruṛan jom ńu reak̕ plate beohar me—",
        "-> jọm-jọm-pạṭhạ",
        "● Noa ko jom-ńu ạri-cạli reaḱ sạriaḱ paṭko do jom-ńu ạri-cạli ar ona reaḱ jinis ko reaḱ khobor ko sodor akada–",
        "-> https://ods.od.nih.gov/factsheets/joto-suci/",
        "● Nutrition ar Dietetics reaḱ Academy do jomaḱ ar saset́ reaḱ khobor e̠moḱ kana, jomaḱ reaḱ pạhil ar tear khon ạḍi jạruṛaḱ kạmi hạbić oka do saset́ reaḱ ạri-cạli ko bańcao se bebosta reaḱ goṛo em daṛeaḱa–",
        "-> https://www.jạm ạidạri.org/"
       ],
    "sd": [
        "اضافي وسيلا: هڪ متوازن غذا ٺاهڻ",
        "● صحت مند، متوازن طعام ٺاهڻ لاءِ ھدايت جي طور تي صحت مند کاڌي جي پليٽ استعمال ڪريو-",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● اهي غذائي اضافي فيڪٽ شيٽ غذائي سپليمنٽس ۽ انهن جي اجزاء بابت معلومات پيش ڪن ٿا-",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● The Academy of Nutrition and Dietetics معلومات پيش ڪري ٿي غذائيت ۽ صحت تي، کاڌي جي منصوبابندي ۽ تياري کان وٺي چونڊون جيڪي صحت جي حالتن کي روڪڻ يا منظم ڪرڻ ۾ مدد ڪري سگھن ٿيون-",
        "-> https://www.eatright.org/"
       ],
    "ta": [
        "■ கூடுதல் ஆதாரங்கள் : சமச்சீர் உணவை உருவாக்குதல்",
        "● ஆரோக்கியமான, சமச்சீர் உணவை உருவாக்குவதற்கான வழிகாட்டியாக ஆரோக்கியமான உணவுத் தட்டுகளைப் பயன்படுத்தவும்—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● இந்த டயட்டரி சப்ளிமென்ட் உண்மைத் தாள்கள் உணவுப் பொருட்கள் மற்றும் அவற்றின் உட்பொருட்கள் பற்றிய தகவல்களை வழங்குகின்றன–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● அகாடமி ஆஃப் நியூட்ரிஷன் அண்ட் டயட்டிக்ஸ் ஊட்டச்சத்து மற்றும் ஆரோக்கியம் பற்றிய தகவல்களை வழங்குகிறது, உணவுத் திட்டமிடல் மற்றும் தயாரிப்பு முதல் சுகாதார நிலைமைகளைத் தடுக்க அல்லது நிர்வகிக்க உதவும் தேர்வுகள் வரை-",
        "-> https://www.eatright.org/"
       ],
    "te": [
        "■ అదనపు వనరులు : సమతుల్య ఆహారాన్ని నిర్మించడం",
        "● ఆరోగ్యకరమైన, సమతుల్య భోజనాన్ని రూపొందించడానికి హెల్తీ ఈటింగ్ ప్లేట్‌ని గైడ్‌గా ఉపయోగించండి—",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● ఈ డైటరీ సప్లిమెంట్ ఫ్యాక్ట్ షీట్‌లు డైటరీ సప్లిమెంట్స్ మరియు వాటి పదార్థాల గురించి సమాచారాన్ని అందజేస్తాయి–",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● అకాడెమీ ఆఫ్ న్యూట్రిషన్ అండ్ డైటెటిక్స్ పోషకాహారం మరియు ఆరోగ్యంపై సమాచారాన్ని అందిస్తుంది, భోజన ప్రణాళిక మరియు ప్రిపరేషన్ నుండి ఆరోగ్య పరిస్థితులను నివారించడంలో లేదా నిర్వహించడంలో సహాయపడే ఎంపికల వరకు–",
        "-> https://www.eatright.org/"
       ],
    "ur": [
        "اضافی وسائل ■: ایک متوازن غذا تیار کرنا",
        "صحت مند کھانے کی پلیٹ کو صحت مند، متوازن کھانا بنانے کے لیے رہنما کے طور پر استعمال کریں۔",
        "-> https://nutritionsource.hsph.harvard.edu/healthy-eating-plate/",
        "● یہ غذائی ضمیمہ فیکٹ شیٹس غذائی سپلیمنٹس اور ان کے اجزاء کے بارے میں معلومات پیش کرتے ہیں-",
        "-> https://ods.od.nih.gov/factsheets/list-all/",
        "● دی اکیڈمی آف نیوٹریشن اینڈ ڈائیٹیٹکس غذائیت اور صحت کے بارے میں معلومات فراہم کرتی ہے، کھانے کی منصوبہ بندی اور تیاری سے لے کر ایسے انتخاب تک جو صحت کے حالات کو روکنے یا ان کا انتظام کرنے میں مدد کر سکتے ہیں-",
        "-> https://www.eatright.org/"
       ]
  }
  
