{
    "as":[
      "■ বেজেল সেল কার্সিনোমা (বিসিসি)",
      "● মহামারী বিজ্ঞান এবং সাধারণ তথ্য:",
      "-> পশ্চিমী দেশগুলির তুলনায়, ভারতে এটি কমন, সাধারণত উচ্চ সূর্য প্রকাশের এলাকাগুলিতে প্রভৃতি দেখা যায়, বড় বৃদ্ধ মানুষদের প্রভাবিত করে।",
      "-> সাধারণত চেহারা এবং গলা প্রস্থ এলাকাগুলিতে মোতি বা মোম আকারে প্রস্তুত হয়।",
      "-> উত্তর ভারতীয় জনসংখ্যায়, অধিকাংশ BCC লেশনগুলি মাথা এবং গলায় পাওয়া যায়, বিশেষত চোখের চারপাশে।",
      "-> পুরুষদের তুলনায় মহিলাদের একটি বৃহত্তর হার, তবে গ্রামীণ এলাকার মহিলারা ওয়ার্ক এবং হোমস্টেড কর্ম সময় ধরে দীর্ঘকালিন সূর্যের প্রকাশের জন্য গুরুত্বপূর্ণ হার দেখায়।",
      "● ঝুঁকি ফ্যাক্টরসমূহ:",
      "-> দীর্ঘসময় ইউভি প্রসার (বিশেষত ইউভি বি)",
      "-> আনুগামী প্রবৃত্তিগুলি",
      "-> অন্যান্য ফ্যাক্টরগুলি - হালকা চামড়া, প্রাকৃতিক বয়স, হালকা চুল এবং চোখের রঙ, এবং সানবার্ন এর ইতিহাস।"
    ],
    "awa":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान और सामान्य जानकारी:",
      "-> पश्चिमी देशों की तुलना में भारत में कम सामान्य, आमतौर पर उच्च सूर्य प्रकाश के क्षेत्रों में बड़े बुजुर्गों को प्रभावित करता है।",
      "-> अक्सर चेहरे और गर्दन जैसी सूर्य-प्रकाशित जगहों पर मोती या मोम जैसे उभार के रूप में प्रस्तुत होता है।",
      "-> उत्तर भारतीय आबादी में, ज्यादातर बीसीसी घाव सिर और गर्दन पर पाए जाते हैं, विशेष रूप से आँखों के चारों ओर।",
      "-> महिलाओं की तुलना में पुरुषों में उच्च घटनाएं, हालांकि ग्रामीण क्षेत्रों की महिलाओं में भी लंबे समय तक सूर्य के संपर्क के कारण कृषि और घरेलू कार्यों के दौरान महत्वपूर्ण दरें दिखती हैं।",
      "● जोखिम कारक:",
      "-> लंबे समय तक यूवी संपर्क (विशेष रूप से यूवीबी)",
      "-> आनुवांशिक प्रवृत्तियाँ",
      "-> अन्य कारक- गोरा त्वचा, अधिक उम्र, हल्के बाल और आंखों का रंग, और सनबर्न"
    ],
    "bn":[
      "■ বেসাল সেল কার্সিনোমা (বিসিসি)",
      "● মহামারী বিজ্ঞান ও সাধারণ তথ্য:",
      "-> পশ্চিমী দেশগুলিতে তুলনামূলকভাবে, ভারতে এটি কমন, সাধারণত উচ্চ সূর্যপ্রকাশিত এলাকাগুলিতে প্রবৃদ্ধ বৃদ্ধদের প্রভাব পড়ে।",
      "-> সাধারণত চেহারা এবং গলা প্রস্থ এলাকাগুলিতে মোতি বা মোমের মতো উল্লেখযোগ্য উভয়।",
      "-> উত্তর ভারতীয় জনসংখ্যায়, প্রায়ই BCC লেশনগুলি মাথা এবং গলায় প্রদর্শিত হয়, বিশেষত চোখের চারদিকে।",
      "-> পুরুষদের তুলনায় মহিলাদের উচ্চ হার, তবে গ্রামীণ এলাকার মহিলারা কৃষি এবং হোমস্টেড কর্মের সময় দীর্ঘকাল সূর্যপ্রকাশের কারণে গুরুত্বপূর্ণ হার প্রদর্শন করে।",
      "● ঝুঁকি কারকগুলি:",
      "-> দীর্ঘসময় ইউভি প্রসার (সম্ভাব্যতঃ UVB)",
      "-> আনুগামী প্রবৃত্তিগুলি",
      "-> অন্যান্য কারণগুলি - ফেয়ার ত্বক, বড় বয়স, হালকা চুল এবং চোখের রঙ, এবং সানবার্ন বা ত্বক ক্যান্সারের ইতিহাস।"
    ],
    "bho":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान और सामान्य जानकारी:",
      "-> पश्चिमी देशों की तुलना में भारत में कम सामान्य, आमतौर पर उच्च सूर्य प्रकाश के क्षेत्रों में बड़े बुजुर्गों को प्रभावित करता है।",
      "-> अक्सर चेहरे और गर्दन जैसी सूर्य-प्रकाशित जगहों पर मोती या मोम जैसे उभार के रूप में प्रस्तुत होता है।",
      "-> उत्तर भारतीय आबादी में, ज्यादातर बीसीसी घाव सिर और गर्दन पर पाए जाते हैं, विशेष रूप से आँखों के चारों ओर।",
      "-> महिलाओं की तुलना में पुरुषों में उच्च घटनाएं, हालांकि ग्रामीण क्षेत्रों की महिलाओं में भी लंबे समय तक सूर्य के संपर्क के कारण कृषि और घरेलू कार्यों के दौरान महत्वपूर्ण दरें दिखती हैं।",
      "● जोखिम कारक:",
      "-> लंबे समय तक यूवी संपर्क (विशेष रूप से यूवीबी)",
      "-> आनुवांशिक प्रवृत्तियाँ",
      "-> अन्य कारक- गोरा त्वचा, अधिक उम्र, हल्के बाल और आंखों का रंग, और सनबर्न"
    ],
    "chg":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान और सामान्य जानकारी:",
      "-> पश्चिमी देशों की तुलना में भारत में कम सामान्य, आमतौर पर उच्च सूर्य प्रकाश के क्षेत्रों में बड़े बुजुर्गों को प्रभावित करता है।",
      "-> अक्सर चेहरे और गर्दन जैसी सूर्य-प्रकाशित जगहों पर मोती या मोम जैसे उभार के रूप में प्रस्तुत होता है।",
      "-> उत्तर भारतीय आबादी में, ज्यादातर बीसीसी घाव सिर और गर्दन पर पाए जाते हैं, विशेष रूप से आँखों के चारों ओर।",
      "-> महिलाओं की तुलना में पुरुषों में उच्च घटनाएं, हालांकि ग्रामीण क्षेत्रों की महिलाओं में भी लंबे समय तक सूर्य के संपर्क के कारण कृषि और घरेलू कार्यों के दौरान महत्वपूर्ण दरें दिखती हैं।",
      "● जोखिम कारक:",
      "-> लंबे समय तक यूवी संपर्क (विशेष रूप से यूवीबी)",
      "-> आनुवांशिक प्रवृत्तियाँ",
      "-> अन्य कारक- गोरा त्वचा, अधिक उम्र, हल्के बाल और आंखों का रंग, और सनबर्न"
    ],
    "doi":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान और सामान्य जानकारी:",
      "-> पश्चिमी देशों की तुलना में भारत में कम सामान्य, आमतौर पर उच्च सूर्य प्रकाश के क्षेत्रों में बड़े बुजुर्गों को प्रभावित करता है।",
      "-> अक्सर चेहरे और गर्दन जैसी सूर्य-प्रकाशित जगहों पर मोती या मोम जैसे उभार के रूप में प्रस्तुत होता है।",
      "-> उत्तर भारतीय आबादी में, ज्यादातर बीसीसी घाव सिर और गर्दन पर पाए जाते हैं, विशेष रूप से आँखों के चारों ओर।",
      "-> महिलाओं की तुलना में पुरुषों में उच्च घटनाएं, हालांकि ग्रामीण क्षेत्रों की महिलाओं में भी लंबे समय तक सूर्य के संपर्क के कारण कृषि और घरेलू कार्यों के दौरान महत्वपूर्ण दरें दिखती हैं।",
      "● जोखिम कारक:",
      "-> लंबे समय तक यूवी संपर्क (विशेष रूप से यूवीबी)",
      "-> आनुवांशिक प्रवृत्तियाँ",
      "-> अन्य कारक- गोरा त्वचा, अधिक उम्र, हल्के बाल और आंखों का रंग, और सनबर्न"
    ],
    "en":[
      "■ Basal Cell Carcinoma (BCC)",
      "● Epidemiology and General Information:",
      "-> Less common in India compared to Western countries, typically affecting older adults in regions with high sun exposure.",
      "-> Often presented as a pearly or waxy bump on sun-exposed areas like the face and neck.",
      "-> In the North Indian population, most BCC lesions are found on the head and neck, particularly around the eyes.",
      "-> Higher incidence rates in men compared to women, although women in rural areas also show significant rates due to prolonged sun exposure during agricultural work and homestead activities.",
      "● Risk Factors:",
      "-> Prolonged UV exposure (especially UVB)",
      "-> Genetic predispositions",
      "-> Other factors- Fair skin, older age, light hair and eye color, and a history of sunburns or skin cancer."
    ],
    "gu":[
      "■ બેઝલ સેલ કાર્સિનોમા (બીસીસી)",
      "● મહામારી વિજ્ઞાન અને સામાન્ય માહિતી:",
      "-> પશ્ચિમી દેશોની તુલનામાં, ભારતમાં આ કમ સામાન્ય છે, સામાન્યત: ઉચ્ચ સૂર્ય પ્રકાશના પ્રદેશોમાં બાળકોને પ્રભાવિત કરવા માટે બનતું બડા પ્રબળ છે.",
      "-> સામાન્યતઃ સૂર્ય પ્રકાશિત ક્ષેત્રોમાં ચહેરા અને ગરદન જેવા જગ્યાઓએ મોતી કે મોમ જેવું રૂપમાં પ્રસ્તુત થાય છે.",
      "-> ઉત્તર ભારતીય જનસંખ્યાના વિચારધારામાં, સૌથી વધારાના બીસીસી લેશન્સ માથા અને ગરદન પર મળી જાય છે, વિશેષ કરીને આંખો વિશે પડવામાં.",
      "-> મહિલાઓમાં પુરુષોને તુલનાતી ઉચ્ચ ઘટનાઓની હાર, હાલંકિ કૃષિ અને ગૃહસ્થ કાર્યો દરમિયાન લાંબા સમય સૂર્ય પ્રકાશનને બનાવવા માટે સારી હારાઓ પણ ગુજરાતના ગ્રામીણ વિસ્તારમાં પણ દર્શાવવામાં આવે છે."
    ],
    "hne":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान और सामान्य जानकारी:",
      "-> पश्चिमी देशों की तुलना में भारत में कम सामान्य, आमतौर पर उच्च सूर्य प्रकाश के क्षेत्रों में बड़े बुजुर्गों को प्रभावित करता है।",
      "-> अक्सर चेहरे और गर्दन जैसी सूर्य-प्रकाशित जगहों पर मोती या मोम जैसे उभार के रूप में प्रस्तुत होता है।",
      "-> उत्तर भारतीय आबादी में, ज्यादातर बीसीसी घाव सिर और गर्दन पर पाए जाते हैं, विशेष रूप से आँखों के चारों ओर।",
      "-> महिलाओं की तुलना में पुरुषों में उच्च घटनाएं, हालांकि ग्रामीण क्षेत्रों की महिलाओं में भी लंबे समय तक सूर्य के संपर्क के कारण कृषि और घरेलू कार्यों के दौरान महत्वपूर्ण दरें दिखती हैं।",
      "● जोखिम कारक:",
      "-> लंबे समय तक यूवी संपर्क (विशेष रूप से यूवीबी)",
      "-> आनुवांशिक प्रवृत्तियाँ",
      "-> अन्य कारक- गोरा त्वचा, अधिक उम्र, हल्के बाल और आंखों का रंग, और सनबर्न"
    ],
    "hi":[

      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      
      "● महामारी विज्ञान और सामान्य जानकारी:",
      
      "-> पश्चिमी देशों की तुलना में भारत में कम आम है, आमतौर पर उच्च सूर्य के संपर्क वाले क्षेत्रों में वृद्ध वयस्कों को प्रभावित करता है।",
      
      "-> अक्सर चेहरे और गर्दन जैसे सूर्य के संपर्क वाले क्षेत्रों पर मोती या मोमी गांठ के रूप में प्रस्तुत किया जाता है।",
      
      "-> उत्तर भारतीय आबादी में, अधिकांश बीसीसी घाव सिर और गर्दन पर पाए जाते हैं, विशेष रूप से आंखों के आसपास।",
      
      "-> महिलाओं की तुलना में पुरुषों में उच्च घटना दर, हालांकि ग्रामीण क्षेत्रों में महिलाएं भी कृषि कार्य और गृहस्थी गतिविधियों के दौरान लंबे समय तक सूर्य के संपर्क में रहने के कारण महत्वपूर्ण दर दिखाती हैं।",
      
      "● जोखिम कारक:",
      
      "-> लंबे समय तक यूवी एक्सपोजर (विशेष रूप से यूवीबी)",
      
      "-> आनुवंशिक पूर्वाग्रह",
      
      "-> अन्य कारक- गोरी त्वचा, अधिक उम्र, हल्के बाल और आंखों का रंग, और सनबर्न या त्वचा कैंसर का इतिहास।"
      ],
    "mai":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान और सामान्य जानकारी:",
      "-> पश्चिमी देशों की तुलना में भारत में कम सामान्य, आमतौर पर उच्च सूर्य प्रकाश के क्षेत्रों में बड़े बुजुर्गों को प्रभावित करता है।",
      "-> अक्सर चेहरे और गर्दन जैसी सूर्य-प्रकाशित जगहों पर मोती या मोम जैसे उभार के रूप में प्रस्तुत होता है।",
      "-> उत्तर भारतीय आबादी में, ज्यादातर बीसीसी घाव सिर और गर्दन पर पाए जाते हैं, विशेष रूप से आँखों के चारों ओर।",
      "-> महिलाओं की तुलना में पुरुषों में उच्च घटनाएं, हालांकि ग्रामीण क्षेत्रों की महिलाओं में भी लंबे समय तक सूर्य के संपर्क के कारण कृषि और घरेलू कार्यों के दौरान महत्वपूर्ण दरें दिखती हैं।",
      "● जोखिम कारक:",
      "-> लंबे समय तक यूवी संपर्क (विशेष रूप से यूवीबी)",
      "-> आनुवांशिक प्रवृत्तियाँ",
      "-> अन्य कारक- गोरा त्वचा, अधिक उम्र, हल्के बाल और आंखों का रंग, और सनबर्न"
    ],
    "mr":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान आणि सामान्य माहिती:",
      "-> पश्चिमी देशांच्या तुलनेत, भारतात वेगवेगळे आवृत्तियां असतात, सर्वांगी उच्च सूर्यप्रकाशाच्या क्षेत्रातील मोठ्या वृद्धांकडून आपत्तीकरतात.",
      "-> सामान्यत: चेहऱ्यावर आणि घातल्याच्या जागांवर सूर्यप्रकाशित स्थानांवर पिवळ्या किंवा वॅक्सी बंप म्हणून प्रस्तुत केला जातो.",
      "-> उत्तर भारतीय लोकसंख्येत, बेसल सेल कार्सिनोमा लेशन्स सर आणि गरदनावर अधिकतर दिसतात, विशेषत: डोक्यांच्या आसपास.",
      "-> स्त्रियांतील अधिक प्रमाणे तुलनात्मक अवधारणा, परंतु ग्रामीण क्षेत्रातील स्त्रियांमध्ये वृद्ध वर्षांच्या काळात सूर्यप्रकाश संपर्काचे कारण कृषी आणि घरगुती कामांमध्ये बारंबारीत योग्य दरेही दर्शविल्यात.",
      "● धोक्यात्मक कारक:",
      "-> व्ह्यु व्ह्युआय संपर्क (विशेषत: यूव्हीबी)",
      "-> आनुवांशिक प्रवृत्तियां",
      "-> इतर कारक- फेरफटीत त्वचा, वर्षांच्या वर्षात, हल्के केस आणि डोक्यांचा रंग, आणि सुर्याच्या जलदण्या किंवा त्वचेमुळे आणि त्वचेसंबंधी वर्तनांची इतिहास."
    ],
    "ml":[
      "■ ബേസൽ സെൽ കാർസിനോമ (ബിസിസി)",
      "● എപിഡെമിയോളജി കൂടുതൽ അറിയുക ഒപ്പം സാധാരണ വിവരങ്ങൾ:",
      "-> പശ്ചിമ രാഷ്ട്രങ്ങളിൽ തുലനായി, ഇന്ത്യയിൽ ഇത് അപകടകരമായി പ്രസിദ്ധമല്ല, സാമാന്യം ഉയരമായ സൂര്യാർദ്ധതയിലെ പ്രദേശങ്ങളിൽ വയസ്സായ ആരോഗ്യക്കാരുകൾക്ക് വരുന്നു.",
      "-> സാമാന്യം: മുഖത്തും തൊണ്ടയിലും സൂര്യപ്രകാശിത പ്രദേശങ്ങളിൽ മോതിയോ വാക്സി ബുംപ് എന്നീവയായി പ്രസിദ്ധമാകുന്നു.",
      "-> ഉത്തര ഇന്ത്യൻ ജനസംഖ്യയിലെ പല ബിസിസി പരിശോധനകൾ തല അല്ലെങ്കിൽ അടിച്ചുകൂടിയ ഭാഗങ്ങളിൽ കണ്ടെത്തിയായിരിക്കും, പ്രത്യേകിച്ച് കണ്ണുകളുടെ ചുവപ്പുമറ്റുള്ളവരുടെ സമീപനം ചെയ്യുന്നു.",
      "-> പുരുഷന്മാർക്ക് സ്ത്രീകളിലെ കംപനിയും അധിക സംഘടനകളും ഉൾപ്പെടുത്താൻ ഉത്തരപ്രദേശത്തിന്റെ ഗ്രാമീണ പ്രദേശങ്ങളിൽ ദീർഘകാലം സൂര്യപ്രകാശത്തിലൂടെ ആകർഷിക്കുന്നു.",
      "● ഹയർ ജോക്കൽ അവകാശങ്ങൾ:",
      "-> ദീർഘകാലം UV പരസ്പർക്കം (പ്രത്യേകിച്ചും UVB)",
      "-> ആനുവാംശിക പ്രവൃത്തികൾ",
      "-> മറ്റു അവകാശങ്ങൾ - പാളുപരണി, വയസ്സു, പ്രകാശം നീല മുളകും കണ്ണിന്റെ നിറവും, പ്രത്യേകിച്ച് ശ്രദ്ധിക്കപ്പെടുന്ന ചര്‍മം ഒരു ചരിത്രമായി നീക്കാൻ അല്ലെങ്കിൽ ചര്‍മകോശികൾ."
    ],
    "ne":[
      "■ बेसल सेल कार्सिनोमा (बीसीसी)",
      "● महामारी विज्ञान र सामान्य जानकारी:",
      "-> पश्चिमी देशहरूको तुलनामा, भारतमा यो कम सामान्य छ, सामान्यत: उच्च सूर्य प्रकाश भएका क्षेत्रहरूमा प्रायः वृद्धहरूलाई प्रभावित गर्दछ।",
      "-> आमतौरमा चेहरा र गर्दनका सूर्यप्रकाशित क्षेत्रमा मोती वा भिक्स जस्ता उभारको रूपमा प्रस्तुत गरिन्छ।",
      "-> उत्तर भारतीय जनसंख्यामा, प्रायः बीसीसी घाव सिर र गर्दनमा पाइन्छ, विशेष गरी आँखाका चार भागमा।",
      "-> महिलाहरूको तुलनामा पुरुषहरूमा अधिक घटनाहरू, तर गाउँका क्षेत्रहरूमा महिलाहरूमा पनि लामो समयसम्म सूर्यसंपर्कका कारण कृषि र घरेलु कामहरूमा महत्वपूर्ण दर्शकहरू देखिन्छ।",
      "● धेरै जोखिमकारकहरू:",
      "-> लामो समयका लागि युभी संपर्क (विशेष गरी युभीबी)",
      "-> आनुवांशिक प्रवृत्तिहरू",
      "-> अन्य कारक - गोरु त्वचा, बढी उमेर, हल्का कपाल र आँखाको रंग, र सूर्यदाहको जलन वा त्वचा सम्बन्धित इतिहास।"
    ],
    "pa":[
      "■ ਬੇਜਲ ਸੈਲ ਕਾਰਸਿਨੋਮਾ (ਬੀਸੀਸੀ)",
      "● ਇਪੀਡੀਮੀਓਲੋਜੀ ਅਤੇ ਆਮ ਜਾਣਕਾਰੀ:",
      "-> ਪੱਛਮੀ ਦੇਸਾਂ ਨਾਲ ਤੁਲਨਾ ਕਰਦੇ ਹੋਏ, ਭਾਰਤ ਵਿੱਚ ਇਸ ਨੂੰ ਘਟਾਉਣ ਵਾਲਾ ਕਮ ਸਾਮਾਨ ਹੈ, ਆਮ ਤੌਰ 'ਤੇ ਉੱਚੇ ਸੂਰਜ ਦੀ ਰੋਸ਼ਨੀ ਵਾਲੇ ਖੇਤਰਾਂ ਵਿੱਚ ਵੱਡੇ ਬੂਢੇ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ।",
      "-> ਆਮ ਤੌਰ 'ਤੇ ਚਿਹਰੇ ਅਤੇ ਗਰਦਨ ਜਿਵੇਂ ਸੂਰਜ-ਰੋਸ਼ਨੀ ਵਾਲੇ ਖੇਤਰਾਂ 'ਤੇ ਮੋਟੀ ਜਾਂ ਮੋਮ ਵਰਗੀ ਉਬਾਰ ਦੇ ਰੂਪ ਵਿੱਚ ਪੇਸ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
      "-> ਉੱਤਰੀ ਭਾਰਤੀ ਆਬਾਦੀ ਵਿੱਚ, ਅਧਿਕਾਂਸ਼ ਬੀਸੀਸੀ ਜਖਮ ਸਰ ਅਤੇ ਗਰਦਨ 'ਤੇ ਪਾਈ ਜਾਂਦੀ ਹੈ, ਖਾਸ ਤੌਰ 'ਤੇ ਅੱਖਾਂ ਦੇ ਚਾਰੇ ਕਿਨਾਰੇ।",
      "-> ਮਹਿਲਾਵਾਂ ਦੀ ਤੁਲਨਾ ਵਿੱਚ ਪੁਰੁਸ਼ਾਂ ਵਿੱਚ ਉੱਚ ਘਟਨਾਵਾਂ, ਪਰ ਗਾਉਣੀ ਖੇਤਰਾਂ ਵਿੱਚ ਮਹਿਲਾਵਾਂ ਵਿੱਚ ਵੀ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਸੂਰਜ ਦੇ ਸੰਪਰਕ ਕਾਰਨ ਕਿਸਾਨੀ ਅਤੇ ਘਰੇਲੂ ਕੰਮਾਂ ਵਿੱਚ ਮਹਤਵਪੂਰਨ ਨਿਸ਼ਾਨੀਆਂ ਦਿਖਾਉਂਦੀਆਂ ਹਨ।",
      "● ਜੋਖਿਮਪੂਰਨ ਕਾਰਕ:",
      "-> ਲੰਬੇ ਸਮੇਂ ਲਈ ਯੂਵੀ ਦੇ ਸੰਪਰਕ (ਖਾਸ ਤੌਰ 'ਤੇ ਯੂਵੀਬੀ)",
      "-> ਆਨੁਵਾਂਸ਼ਿਕ ਪ੍ਰਵ੃ਤ੍ਤੀਆਂ",
      "-> ਹੋਰ ਕਾਰਕ - ਗੋਰਾ ਚਮੜੀ, ਜ਼ਿਆਦਾ ਉਮਰ, ਹਲਕੇ ਬਾਲ ਅਤੇ ਅੱਖ ਦਾ ਰੰਗ, ਅਤੇ ਸੂਰਜ ਦੀ ਸੁਪਰਨਾਰੀਂ ਜਲਣ ਜਾਂ ਚਮੜੀ ਸੰਬੰਧੀ ਇਤਿਹਾਸ।"
    ],
    "sd":[
      "■ بيسل سيل ڪارسينوما (بي سي سي)",
      "● اپيڊيمولوجي انتهائيات ۽ عام اطلاقات:",
      "-> امريڪي ممالڪ جي مقابلي ڀارت ۾ اهي گهڻ پهرائي ٿو، ڀارت ۾ اهو عام طور تي ڪم طاقتور آهي، ڪها آفتا وارن سورجي روشني واري علاقا ۾ پوراني جا ڳڻپن لاءِ انسانن کان ويڪڻ وارو آهي۔",
      "-> عام طور تي منهنجي ۽ گردن جو سورجي روشني وارو علاقو ۾ گوهر يا موم جي شڪل مان ٻاڻڻ ڏسوندڙ ٿئي۔",
      "-> امريڪي ممالڪ ۾، عام طور تي BCSC ئسر وڌو پيدائش سر اُدري اڳوڻ اُدري سنگ ۾ اُمر جاڻپرور ٿئي، خاص طور تي چشمون جي چاري وارن۔",
      "-> عورتون کان مختصرين ۾ پردازي ٿيندڙ مردن کان ڪم چارہ، لڪن گاؤ ٻئي علاقن ۾ عورتن ۾ پيدائي تہ لمحون ٿيندڙ وقت مان پڪائڻ جي سبب بندڙن ۾ مهم نشانين آهن۔",
      "● خطرناک فاکٽرز:",
      "-> طويل عرصي يووي بيماري (خصوصاََ یووي بي)",
      "-> ڀينڪاري ڌارين چشمون",
      "-> ٻي ڪارڪ - سفيد چمڙي، زياده عمر، چڱو ڪير ۽ اکنون چشم جو رنگ، ۽ سورج جي ڏاڍ ۽ چمڙي سان متعلق شاندار آگهي۔"
    ],"kn":[
        "■ ಬೇಸಲ್ ಸೆಲ್ ಕಾರ್ಸಿನೋಮಾ (ಬಿಸಿಸಿ)",
        "● ಎಪಿಡಿಮಿಯೊಲಜಿ ಮತ್ತು ಸಾಮಾನ್ಯ ಮಾಹಿತಿ:",
        "-> ಭಾರತದಲ್ಲಿ ಪಶ್ಚಿಮ ದೇಶಗಳಿಗಿಂತ ಕಡಿಮೆ ಸಾಮಾನ್ಯ, ಸೂರ್ಯಪ್ರಕಾಶದ ಉಚ್ಚ ಪ್ರಕಾರದ ಪ್ರದೇಶಗಳಲ್ಲಿ ಹೆಚ್ಚು ವಯಸ್ಕರನ್ನು ಪ್ರಭಾವಿಸುತ್ತದೆ.",
        "-> ಸಾಮಾನ್ಯವಾಗಿ ಮುಖ ಮತ್ತು ಕೊಣಕನ್ನಡ ಹಾಸಿಗೆಯ ಪ್ರಕಾಶಿಸುವ ಪ್ರದೇಶಗಳಲ್ಲಿ ಮುತ್ತು ಅಥವಾ ಮೊಮ್ ರೂಪದಲ್ಲಿ ಪ್ರಸ್ತುತಗೊಳ್ಳುತ್ತದೆ.",
        "-> ಉತ್ತರ ಭಾರತೀಯ ಜನಸಂಖ್ಯೆಯಲ್ಲಿ ಹೆಚ್ಚು ಬಾಸಿಗೆಗಳು ತಲೆ ಮತ್ತು ಕಣ್ಣುಗಳ ಸುತ್ತಲೂ ಹೆಚ್ಚುವರಿಯಲು ಕಂಡುಬರುತ್ತವೆ, ವಿಶೇಷವಾಗಿ ಕಣ್ಣುಗಳ ಸುತ್ತಲೂ.",
        "-> ಗಂಡುಗಳಲ್ಲಿ ಹೆಚ್ಚು ಪ್ರಕಾರಗಳು ಹೆಚ್ಚಾಗಿದ್ದಾಗಲೂ, ಸಂಕಲ್ಪ ಪ್ರದೇಶದ ಮಹಿಳೆಯರೂ ಕೂಡ ಹೆಚ್ಚು ಸೂರ್ಯಪ್ರಕಾಶದ ಸಂಪರ್ಕದ ಫಲವಾಗಿ ಹೆಚ್ಚು ದರ್ಶನಗಳನ್ನು ತೋರಿಸುತ್ತಾರೆ.",
        "● ಹತಾಶಕಾರಕ ಅಂಶಗಳು:",
        "-> ದೀರ್ಘಕಾಲದ ಯೂವಿ ಸಂಪರ್ಕ (ವಿಶೇಷವಾಗಿ UVB)",
        "-> ಆತ್ಮಿಕ ಸ್ವಭಾವಗಳು",
        "-> ಇತರ ಅಂಶಗಳು - ಬೆಳ್ಳು ಚರ್ಮ, ಹೆಚ್ಚು ವಯಸ್ಸು, ಬೆಳ್ಳು ಕೂದು ಮತ್ತು ಕಣ್ಣಿನ ಬಣ"
    ],"ks":[
        "■ بیسل سیل کارسینوما (بی سی سی)",
        "● اپیڈیمیولوجی اور عام معلومات:",
        "-> بھارت میں مغربی ممالک کی موازنہ میں کم عمومیت، عام طور پر زیادہ سورجی روشنی والے علاقوں میں بڑے بزرگوں پر اثر انداز ہوتا ہے۔",
        "-> اکثر ماملا سورج میں روشن علاقوں پر منتقل ہوتا ہے جیسے چہرے اور گردن۔",
        "-> شمالی بھارتی آبادی میں، بیشتر BCC زخم سر اور گردن پر پائے جاتے ہیں، خاص طور پر آنکھوں کے چاروں طرف۔",
        "-> مردوں میں عالمی حوالے سے زیادہ وقوعات، حالانکہ گاؤں کے علاقوں کی عورتوں میں بھی طویل سورجی روشنی کے دوران کھیتی اور گھریلو کاموں کے دوران نشانیوں کے اثرات دکھائی دیتی ہیں۔",
        "● خطرہ کار عوامل:",
        "-> طویل مدت تک یو وی کی رابطہ (خصوصاً UVB)",
        "-> جینیاتی پیش رفت",
        "-> دیگر عوامل - گوری جلد، زیادہ عمر، ہلکے بال اور آنکھ کا رنگ، اور سن برن یا جلد کینسر کی تاریخ۔"
    ],
    "kok":[
        "■ बेसल सेल कार्सिनोमा (बीसीसी)",
        "● महामारी विज्ञान आणि सामान्य माहिती:",
        "-> पश्चिमी देशांतील तुलनेत भारतात वधू सामान्य, सर्वांगी सूर्यप्रकाशातील क्षेत्रांत वधू मोठे वयोमानांचा परिणाम करतो.",
        "-> अक्सर चेहर्यांच्या आणि गर्दनांच्या सूर्यप्रकाशातील जागांवर मोती किंवा मोमच्या रुपात प्रस्तुत होतो.",
        "-> उत्तर भारतीय प्रजांत म्हणजे सर्वांगी बीसीसी घावे सिरात आणि गर्दनात पाहिली जातात, विशेषत: डोळ्यांच्या सगळ्यांच्या जवळील.",
        "-> पुरुषांमध्ये महाराष्ट्रातील अधिकतर घटना, हातालात हलक्या सूर्यप्रकाशातील संपर्काची कारणे, हालांकि ग्रामीण क्षेत्रांतील स्त्रियांची सुर्य अंगावर लंबी कार्यशीलता आणि गृहनिर्मितीच्या क्रियांच्या कारणांमुळे प्रमुख दरेही दिसतात.",
        "● जोखिमकारक तत्त्वे:",
        "-> दीर्घकालिक UV संपर्क (विशेषत: UVB)",
        "-> आनुवंशिक प्रवृत्तियां",
        "-> इतर तत्त्वे - फेर त्वचा, मोठी वय, हलक्या केसांच्या आणि डोळ्यांच्या रंगाची इतिहास, आणि सनबर्न किंवा त्वचेच्या कर्सिनोमाची इतिहास."
    ],
    "mni":[
      "■ বেছাল সেল কার্সিনোমা (BCC)",
      "● মোগেলা বিশেষত জতিনায়কে স্বা পায়ে তিলমাৰে লুন্না তিলমাৰে সাৰ হোৱা মান্ডলায় আৰমবত লৈবলৈ পূৰ্ণিমাতে একক বোৱাৰ উপাচবাৰে৷",
      "-> লুন্না তিলমাৰে নাকুকক আৰু অঙ্গুলিৰ উপাচৰে উল্লিপালি বা হমিম মোৱা সাৰেচি দেখা দিৱা৷",
      "-> নৰ্থ ইণ্ডিয়ান প্ৰজাতিৰ অংশত বোৱাৰ উপাচৰে বেছাল সেল কার্সিনোমা অংশগুলি নাকুকক আৰু অঙ্গুলিৰ উপাচৰে বোৱা থাকা বাংলাদেশী৷",
      "-> পূৰ্ণিমাতে সূৰ্যপ্ৰদাসত কাৰ্যকলাপ আৰু সদাশিভ গৃহপালন অংশগুলিৰ সীমানক্ত মহিলাৰা অলুবাসনিৰ মহত্তৰ হার দেখা দিৱা অংশগুলি৷",
      "● সৰদাৰ উপাৰকীৰ প্ৰভাৱৰৱে",
      "-> অতিৰিক্ত সূৰ্যপ্ৰদাসৰ অবস্থা (বিশেষ কৰি UVB)",
      "-> জেনেটিক পূৰ্ববন্ধী",
      "-> অন্যান্য পৰাৱৰ্তিত কাৰণ- গোৱাৱা চৰী, পূৰ্ণিমাৰ বয়স, হালুৱা চৰী আৰু চকৰীৰ ৰং, আৰু সূৰ্যটোপৰৰ বেছাল বা চর্বিৰ বোটো৷"
  ],
    "sa":[ 
    "■ बेसल सेल कार्सिनोमा (BCC)",
    "● महामारी विज्ञान एवं सामान्य सूचना:",
    "-> पाश्चात्यदेशानां तुलने भारते न्यूनतया दृश्यते, सामान्यतया अधिकसूर्यसंपर्कयुक्तेषु क्षेत्रेषु वृद्धप्रौढान् प्रभावितं करोति।",
    "-> प्रायः मुखकण्ठादिषु सूर्यप्रकाशितेषु क्षेत्रेषु मौक्तिकरूपेण वा मोमरूपेण वा उल्टारूपेण प्रस्तुतं भवति।",
    "-> उत्तरभारतीयजनसङ्ख्यायां अधिकांशः बीसीसीक्षताः शिरसि कण्ठे च विशेषतः नेत्रयोः परितः दृश्यन्ते।",
    "-> महिलानां तुलने पुरुषेषु अधिकं प्रकोपस्य दरः, यद्यपि ग्रामीणक्षेत्रेषु महिलाः अपि कृषिकार्यस्य गृहस्थक्रियाकलापस्य च समये दीर्घकालं यावत् सूर्यस्य संपर्कस्य कारणेन महत्त्वपूर्णं दरं दर्शयन्ति।",
    "● जोखिम कारक:",
    "-> दीर्घकालं यावत् पराबैंगनीसंपर्क (विशेषतः पराबैंगनी)",
    "-> आनुवंशिक प्रवृत्तिः", 
    "-> अन्ये कारकाः- गोरा त्वचा, वृद्धावयः, लघुकेशाः नेत्रवर्णः च, सूर्यदाहस्य वा त्वचाकर्क्कटस्य वा इतिहासः च।"
    ] ,
    "or":[
      "■ ବେସାଲ୍ ସେଲ୍ କାରସିନୋମା (ବିସିସିଆଇ)",
      "● ଏପିଡେମୋଲୋଜି ଏବଂ ସାଧାରଣ ସୂଚନା:",
      "-> ପାଶ୍ଚାତ୍ୟ ଦେଶ ତୁଳନାରେ ଭାରତରେ କମ୍ ସାଧାରଣ, ସାଧାରଣତ high ଅଧିକ ସୂର୍ଯ୍ୟ କିରଣ ଥିବା ଅଞ୍ଚଳରେ ବୟସ୍କ ବୟସ୍କମାନଙ୍କୁ ପ୍ରଭାବିତ କରିଥାଏ |",
      "-> ପ୍ରାୟତ face ମୁହଁ ଏବଂ ବେକ ପରି ସୂର୍ଯ୍ୟ କିରଣ ଅଞ୍ଚଳରେ ମୋତି ବା ମହମବତୀ ଭାବରେ ଉପସ୍ଥାପିତ ହୁଏ |",
      "-> ଉତ୍ତର ଭାରତୀୟ ଜନସଂଖ୍ୟାରେ, ଅଧିକାଂଶ ବିସିସିଆଇର କ୍ଷତ ମୁଣ୍ଡ ଏବଂ ବେକରେ ଦେଖାଯାଏ, ବିଶେଷ କରି ଆଖି ଚାରିପାଖରେ।",
      "-> ମହିଳାଙ୍କ ତୁଳନାରେ ପୁରୁଷଙ୍କ କ୍ଷେତ୍ରରେ ଅଧିକ ରୋଗ ହାର, ଯଦିଓ ଗ୍ରାମାଞ୍ଚଳର ମହିଳାମାନେ ମଧ୍ୟ କୃଷି କାର୍ଯ୍ୟ ତଥା ହୋମଗାର୍ଡ କାର୍ଯ୍ୟକଳାପ ସମୟରେ ସୂର୍ଯ୍ୟକିରଣର ଦୀର୍ଘ ସମୟ ହେତୁ ଉଲ୍ଲେଖନୀୟ ହାର ଦେଖାନ୍ତି।",
      "● ବିପଦ କାରକ:",
      "-> ଦୀର୍ଘସ୍ଥାୟୀ UV ଏକ୍ସପୋଜର (ବିଶେଷକରି UVB)",
      "-> ଜେନେଟିକ୍ ଆଭିମୁଖ୍ୟ",
      "-> ଅନ୍ୟାନ୍ୟ କାରଣ- ସୁନ୍ଦର ଚର୍ମ, ବୃଦ୍ଧ ବୟସ, ହାଲୁକା କେଶ ଏବଂ ଆଖି ରଙ୍ଗ, ଏବଂ ସୂର୍ଯ୍ୟକିରଣ କିମ୍ବା ଚର୍ମ କର୍କଟ ଇତିହାସ |"
      ],
    "sat":[
      "■ Bēsāla sēla karsinoma (BCC)",
      "● Mahamari ar sadharọn khobor:",
      "-> Bharot disom re pạchim disom ko khon komgea, jaolekate̱ ạḍi jạsti surjomaḱ jạruṛ menaḱ ṭoṭha kore ạḍi umer ren hoṛkoe ạḍi jạruṛa.",
      "-> Aema dhao surjomaḱ jạruṛaḱ jaega kore jeleka muṭhạn ar bohoḱ re mõ̠ṛẽ̠ se̠ mo̠m ḍạr lekate̠ so̠do̠ro̠ḱ kana.",
      "-> Utạr Bharot disom reaḱ hoṛko modre ḍhertet́ BCC reaḱ ḍahar do̠ mo̠ca ar ḍahare, khas lekate met́́hã ṭhen ńamoḱ kana.",
      "-> Maejiuko khon hoṛko modre jạsti ghoṭona ńamoḱ kana, menkhan ạḍi jạsti kạmi ar gharońj reaḱ kạmi okte ạḍi din hạbić ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ạḍi jạsti ko uduga.",
      "● Jạruṛaḱ karon:",
      "-> Ạḍi din hạbic̕ UV jạpit̕ (khas lekate UVB)",
      "-> Jeneṭik ạri-cạli",
      "-> Eṭaḱ karon- Ạḍi jạruṛ ạkil, ạḍi umer, ạḍi jạruṛ ạkil ar met́́ reaḱ rạṅgao, ar ạḍi jạruṛ ạkil se ạkil cancer reaḱ itihas."
      ],
      "ta":[
        "■ பாசல் செல் கார்சினோமா (BCC)",
        "● தொற்றுநோயியல் மற்றும் பொது தகவல்:",
        "-> மேற்கத்திய நாடுகளுடன் ஒப்பிடும்போது இந்தியாவில் குறைவான பொதுவானது, பொதுவாக அதிக சூரிய ஒளியில் உள்ள பகுதிகளில் வயதான பெரியவர்களை பாதிக்கிறது.",
        "-> பெரும்பாலும் முகம் மற்றும் கழுத்து போன்ற சூரிய ஒளியில் வெளிப்படும் பகுதிகளில் முத்து அல்லது மெழுகு பம்ப்பாக வழங்கப்படுகிறது.",
        "-> வட இந்திய மக்களில், பெரும்பாலான BCC புண்கள் தலை மற்றும் கழுத்தில், குறிப்பாக கண்களைச் சுற்றி காணப்படுகின்றன.",
        "-> பெண்களுடன் ஒப்பிடும்போது ஆண்களில் அதிக நிகழ்வு விகிதங்கள், இருப்பினும் கிராமப்புறங்களில் உள்ள பெண்களும் விவசாய வேலை மற்றும் வீட்டுத் தோட்ட நடவடிக்கைகளின் போது நீண்ட நேரம் சூரிய ஒளியில் இருப்பதால் குறிப்பிடத்தக்க விகிதங்களைக் காட்டுகின்றனர்.",
        "● ஆபத்து காரணிகள்:",
        "-> நீடித்த UV வெளிப்பாடு (குறிப்பாக UVB)",
        "-> மரபணு முன்கணிப்புகள்",
        "-> மற்ற காரணிகள்- நியாயமான தோல், முதுமை, ஒளி முடி மற்றும் கண் நிறம், மற்றும் சூரிய ஒளி அல்லது தோல் புற்றுநோய் வரலாறு."
        ],
        "te":[
          "■ బేసల్ సెల్ కార్సినోమా (BCC)",
          "● ఎపిడెమియాలజీ మరియు సాధారణ సమాచారం:",
          "-> పాశ్చాత్య దేశాలతో పోల్చితే భారతదేశంలో తక్కువ సాధారణం, సాధారణంగా అధిక సూర్యరశ్మి ఉన్న ప్రాంతాల్లోని వృద్ధులను ప్రభావితం చేస్తుంది.",
          "-> తరచుగా ముఖం మరియు మెడ వంటి సూర్యరశ్మికి బహిర్గతమయ్యే ప్రదేశాలలో ముత్యాల లేదా మైనపు బంప్ వలె ప్రదర్శించబడుతుంది.",
          "-> ఉత్తర భారత జనాభాలో, చాలా BCC గాయాలు తల మరియు మెడపై, ముఖ్యంగా కళ్ళ చుట్టూ కనిపిస్తాయి.",
          "-> మహిళలతో పోల్చితే పురుషులలో ఎక్కువ సంఘటనల రేట్లు ఉన్నాయి, అయినప్పటికీ గ్రామీణ ప్రాంతాల్లోని మహిళలు వ్యవసాయ పనులు మరియు ఇంటి పనుల సమయంలో ఎక్కువసేపు సూర్యరశ్మికి గురికావడం వల్ల గణనీయమైన రేట్లు చూపుతారు.",
          "● ప్రమాద కారకాలు:",
          "-> సుదీర్ఘ UV ఎక్స్పోజర్ (ముఖ్యంగా UVB)",
          "-> జన్యు సిద్ధతలు",
          "-> ఇతర కారకాలు- సరసమైన చర్మం, వృద్ధాప్యం, లేత జుట్టు మరియు కంటి రంగు, మరియు వడదెబ్బలు లేదా చర్మ క్యాన్సర్ చరిత్ర."
          ],
          "ur":[
            "■ بیسل سیل کارسنوما (BCC)",
            "● وبائی امراض اور عمومی معلومات:",
            "-> مغربی ممالک کے مقابلے ہندوستان میں کم عام، عام طور پر زیادہ سورج کی نمائش والے خطوں میں بوڑھے بالغوں کو متاثر کرتے ہیں۔",
            "-> اکثر چہرے اور گردن جیسے سورج کی روشنی والے علاقوں پر موتی یا مومی ٹکرانے کے طور پر پیش کیا جاتا ہے۔",
            "-> شمالی ہندوستانی آبادی میں، بی سی سی کے زیادہ تر زخم سر اور گردن پر پائے جاتے ہیں، خاص طور پر آنکھوں کے گرد۔",
            "--> عورتوں کے مقابلے مردوں میں زیادہ واقعات کی شرح، اگرچہ دیہی علاقوں میں خواتین بھی زرعی کام اور گھریلو سرگرمیوں کے دوران سورج کی طویل نمائش کی وجہ سے نمایاں شرحیں ظاہر کرتی ہیں۔",
            "● خطرے کے عوامل:",
            "-> UV کی طویل نمائش (خاص طور پر UVB)",
            "-> جینیاتی رجحانات",
            "-> دیگر عوامل - صاف جلد، بڑی عمر، ہلکے بالوں اور آنکھوں کا رنگ، اور سورج کی جلن یا جلد کے کینسر کی تاریخ۔"
            ]

    

    

  }
  