{
    "as":[
        "■ পৰিৱেশ আৰু বৃত্তিগত বিকাৰ:",
        "● আলোক সংবেদনশীলতা:",
        "-> ৰঙা পেপুল বা ভেচিকল",
        "-> ৰ'দত পোৰাৰ দৰে হ'ব পাৰে, ৰঙা পৰা, ফুলা, আৰু খোলাৰ সৈতে, আৰু দীৰ্ঘদিন ধৰি সংস্পৰ্শলৈ আহিলে হাইপাৰপিগমেণ্টেচন আৰু লাইকেনিফিকেশনৰ দৰে দীৰ্ঘদিনীয়া পৰিৱৰ্তনলৈ আগবাঢ়িব পাৰে",
        ">> আলোক সংবেদনশীলতাৰ কাৰণ:",
        "-> UV বিকিৰণৰ প্ৰতি সংবেদনশীলতা বৃদ্ধি",
        ">> আলোক সংবেদনশীলতাৰ বাবে বিপদজনক কাৰক:",
        "-> ঔষধ (যেনে টেট্ৰাচাইক্লিন, ছালফ'নামাইডৰ দৰে এন্টিবায়টিক, থাইয়াজাইড আৰু ফুৰ'চেমাইডৰ দৰে প্ৰস্ৰাৱৰ ঔষধ, এন এছ এ আই ডি)",
        "-> জিনীয় অৱস্থা (যেনে জেৰ'ডাৰ্মা পিগমেণ্টোছাম বা প্ৰণালীবদ্ধ লুপাছ এৰিথেমেটাছাছ)",
        "-> ৰাসায়নিক পদাৰ্থৰ সংস্পৰ্শলৈ অহা (যেনে কয়লাৰ আলকাতৰা, সুগন্ধি, চ'ৰালেন)",
        "● মিলিয়াৰিয়া (গৰমৰ ফোহা):",
        "-> ৰঙা-গোলাপী পেপুল বা ভেচিকল",
        "-> উপপ্ৰকাৰ:",
        "-> Miliaria Crystallina: এৰিথেমা (লালতা) নোহোৱাকৈ পৃষ্ঠীয়, স্পষ্ট ভেচিকল",
        "-> মিলিয়াৰিয়া ৰুব্ৰা: এৰিথেমেটাছ পেপ্যুল আৰু ভেচিকল, খজুৱতিৰ সৈতে জড়িত",
        "-> Miliaria Profunda: গভীৰভাৱে বহি থকা, ছালৰ ৰঙৰ পেপুল",
        ">> মিলিৰিয়াৰ কাৰণ:",
        "-> এক্ৰাইন ঘামৰ নলীত বাধা, যাৰ ফলত প্ৰদাহ হয়।",
        ">> মিলিৰিয়াৰ বাবে বিপদজনক কাৰক:",
        "-> গৰম আৰু আৰ্দ্ৰ বতৰ",
        "-> অত্যধিক ঘামচি ওলোৱা",
        "-> টাইট কাপোৰ",
        "-> বাস বা কৰ্ম পৰিৱেশত দুৰ্বল বায়ু চলাচল",
        "-> পুষ্টিৰ অভাৱ-সম্পৰ্কীয় ছালৰ ৰোগ",
        "■ ভিটামিনৰ অভাৱ",
        "● ভিটামিন এৰ অভাৱ:",
        "-> ফ্ৰাইনোডাৰ্মা (ফোলিকুলাৰ হাইপাৰকেৰাট'ছিছ):",
        "-> কেৰাটটিক পেপ্যুলৰ সৈতে ৰুক্ষ, জেৰটিক (শুষ্ক) ছাল → 'টোড ছাল'",
        "-> প্ৰায়ে পেৰিফোলিকুলাৰ, চুলিৰ গুৰিৰ চাৰিওফালে জড়িত হোৱাৰ ইংগিত দিয়ে",
        ">> ভিটামিন এৰ অভাৱৰ কাৰণ:",
        "-> ছালৰ স্বাস্থ্য আৰু কোষৰ পৰিৱৰ্তনৰ বাবে অতি গুৰুত্বপূৰ্ণ ভিটামিন এৰ অপৰ্যাপ্ত পৰিমাণ।",
        ">> ভিটামিন এৰ অভাৱৰ বিপদজনক কাৰক:",
        "-> দুৰ্বল খাদ্য (যেনে পশুজাত সামগ্ৰী বা শক্তিশালী খাদ্যৰ অভাৱ)",
        "-> চৰ্বিত দ্ৰৱীভূত ভিটামিন শোষণত বাধা দিয়া অশোষণ বিকাৰ (যেনে চিলিয়াক ৰোগ, ক্ৰ’ন’ছ ৰোগ, অগ্নাশয়ৰ অপৰ্যাপ্ততা)",
        "-> পুষ্টিকৰ পদাৰ্থ গ্ৰহণ বা শোষণত প্ৰভাৱ পেলোৱা দীৰ্ঘদিনীয়া ৰোগ (যেনে যকৃতৰ ৰোগ)",
        "● ভিটামিন বি কমপ্লেক্সৰ অভাৱ:",
        "-> পেলাগ্ৰা:",
        "-> ক্লাছিক ত্ৰিপুৰা: ডাৰ্মাটাইটিছ + ডায়েৰিয়া + ডিমেনচিয়া",
        "-> ডাৰ্মাটাইটিছ সাধাৰণতে প্ৰতিসম, ৰ'দত থকা অংশত এৰিথেমেটাছ আৰু হাইপাৰপিগমেণ্টেড পেচ থাকে, ডিঙিৰ চাৰিওফালে 'Casal\"s necklace' আৰ্হি গঠন কৰে",
        ">> ভিটামিন বি কমপ্লেক্সৰ অভাৱৰ কাৰণ:",
        "-> নিয়াচিন/ ভিটামিন বি ৩ বা ট্ৰিপ্ট'ফেন (নিয়াচিন পূৰ্বসূৰী)ৰ অভাৱ, কোষীয় বিপাকীয় ক্ৰিয়া আৰু শক্তি উৎপাদনৰ বাবে প্ৰয়োজনীয় যৌগ",
        ">> ভিটামিন বি কমপ্লেক্সৰ অভাৱৰ বাবে বিপদজনক কাৰক:",
        "-> খাদ্যৰ অভাৱ (যেনে কুঁহিয়াৰ ভিত্তিক খাদ্য)",
        "-> মদ্যপান",
        "-> পুষ্টিকৰ পদাৰ্থ শোষণত প্ৰভাৱ পেলোৱা অৱস্থা (যেনে হাৰ্টনাপ ৰোগ (ট্ৰিপ্ট'ফেন শোষণক প্ৰভাৱিত কৰা জিনীয় বিকাৰ) আৰু কাৰ্চিন'ইড চিনড্ৰম (ট্ৰিপ্ট'ফেনক চেৰ'টনিন উৎপাদনলৈ ডাইভাৰ্ট কৰা হয়))",
        "● ৰাইবোফ্লেভিন (ভিটামিন বি ২)ৰ অভাৱ:",
        "-> কৌণিক চেইলাইটিছ= মুখৰ চুকত ফাট মেলা",
        "-> গ্ল'চাইটিছ= প্ৰদাহ হোৱা জিভা",
        "-> চেব'ৰেইক ডাৰ্মাটাইটিছৰ দৰে ফোহা, বিশেষকৈ নাক আৰু চকুৰ চাৰিওফালে",
        ">> ৰাইবোফ্লেভিনৰ কাৰণ:",
        "-> শক্তি উৎপাদন আৰু কোষীয় কাৰ্য্যৰ বাবে গুৰুত্বপূৰ্ণ ৰাইব'ফ্লেভিনৰ অপৰ্যাপ্ত পৰিমাণ",
        ">> ৰাইবোফ্লেভিনৰ বাবে বিপদজনক কাৰক:",
        "-> ৰাইবোফ্লেভিন সমৃদ্ধ খাদ্য (যেনে গাখীৰ, কণী, আৰু সেউজীয়া শাক-পাচলি)ৰ অপৰ্যাপ্ত ব্যৱহাৰ",
        "-> দীৰ্ঘদিনীয়া ৰোগ বা অশোষণ চিনড্ৰম যিয়ে পুষ্টিকৰ পদাৰ্থ শোষণত বাধা দিয়ে বা বিপাকীয় চাহিদা বৃদ্ধি কৰে (যেনে দীৰ্ঘদিনীয়া সংক্ৰমণ, ক্ষতিকাৰক ৰোগ, চিলিয়াক ৰোগ)",
        "● বায়টিন (ভিটামিন বি ৭)ৰ অভাৱ:",
        "-> এলোপেচিয়া",
        "-> ডাৰ্মাটাইটিছ, বিশেষকৈ চকু, নাক, আৰু মুখৰ চাৰিওফালে পেৰিঅ'ৰিফিচিয়েল ডাৰ্মাটাইটিছ",
        "-> কনজাংটিভাইটিছ",
        ">> বায়টিনৰ কাৰণ:",
        "-> ফেটি এচিড সংশ্লেষণ আৰু ছাল, চুলি, আৰু নখৰ স্বাস্থ্যৰ বাবে অপৰিহাৰ্য বায়টিনৰ অভাৱ",
        ">> বায়টিনৰ বাবে বিপদজনক কাৰক:",
        "-> দীৰ্ঘদিন ধৰি কেঁচা কণীৰ কুহুম সেৱন কৰা, য'ত এভিডিন থাকে যিয়ে বায়'টিনক বান্ধি ৰাখে আৰু ইয়াৰ শোষণ ৰোধ কৰে",
        "-> পুষ্টিহীনতা",
        "-> শৰীৰৰ বায়'টিন ব্যৱহাৰ কৰাৰ ক্ষমতাক প্ৰভাৱিত কৰা জিনীয় বিকাৰ (যেনে বায়'টিনাইডেজৰ অভাৱ বা হ'ল'কাৰ্বক্সিলেজ চিন্থেটেজৰ অভাৱ)",
        "● ভিটামিন চিৰ অভাৱ (স্কাৰভি):",
        "-> পেৰিফোলিকুলাৰ হেমৰেজ= চুলিৰ গুৰিৰ চাৰিওফালে সৰু, পিনপইণ্ট ৰক্তক্ষৰণ, প্ৰায়ে ৰঙা বা বেঙুনীয়া ৰঙৰ মেকুলছ হিচাপে উপস্থাপন কৰা",
        "-> কৰ্কস্ক্ৰু চুলি= কুটিল, কুণ্ডলীবদ্ধ চুলি",
        "-> জিঞ্জিভাইটিছ= ফুলি উঠা, ৰক্তক্ষৰণ হোৱা, প্ৰায়ে পিৰিয়ডন্টাল ৰোগ আৰু গুৰুতৰ ক্ষেত্ৰত দাঁত ক্ষয় হোৱা",
        ">> ভিটামিন চিৰ অভাৱৰ কাৰণ:",
        "-> ভিটামিন চি (এস্কৰবিক এচিড)ৰ অভাৱ, কলাজেন সংশ্লেষণ, ঘাঁ নিৰাময়, আৰু ছালৰ অখণ্ডতাৰ বাবে অতি প্ৰয়োজনীয়",
        ">> ভিটামিন চিৰ অভাৱৰ বিপদজনক কাৰক:",
        "-> ভিটামিন চি সমৃদ্ধ ফল-মূল আৰু শাক-পাচলি অপৰ্যাপ্ত সেৱন",
        "-> ধূমপান",
 "-> পুষ্টি শোষণত প্ৰভাৱ পেলোৱা গেষ্ট্ৰাইটিছৰ বিকাৰ (যেনে ক্ৰ'ন’ছ ডিজিজ, চিলিয়াক ডিজিজ, আলচাৰেটিভ কলাইটিছ, ক্ৰনিক পেনক্ৰিয়াটাইটিছ)",
 "● ভিটামিন ডিৰ অভাৱ:",
 "-> চ'ৰিয়াচিছৰ দৰে ছালৰ ৰোগ:",
 "-> চ'ৰিয়াচিছৰ দৰে খোলাযুক্ত, এৰিথেমেটাছ প্লেক, প্ৰায়ে ছালৰ ৰ'দত থকা অংশত দেখা যায়",
 ">> ভিটামিন ডিৰ অভাৱৰ কাৰণ:",
 "-> অপৰ্যাপ্ত ভিটামিন ডি, কেলচিয়াম হোমিঅ'ষ্টেছিছ, ৰোগ প্ৰতিৰোধ ক্ষমতা, আৰু ছালৰ স্বাস্থ্যৰ বাবে অতি গুৰুত্বপূৰ্ণ",
 ">> ভিটামিন ডিৰ অভাৱৰ বিপদজনক কাৰক:",
 "-> সীমিত ৰ'দৰ সংস্পৰ্শ",
 "-> গাঢ় ছালৰ ৰং (উচ্চ মেলানিনৰ পৰিমাণে ইউভিবিৰ প্ৰৱেশ আৰু ভিটামিন ডি সংশ্লেষণ হ্ৰাস কৰে)",
 "-> ভিটামিন ডি সমৃদ্ধ খাদ্য (যেনে চৰ্বিযুক্ত মাছ, শক্তিশালী দুগ্ধজাত সামগ্ৰী, আৰু কণী) কমকৈ গ্ৰহণ কৰা",
 "■ খনিজ পদাৰ্থৰ অভাৱ",
 "● জিংকৰ অভাৱ:",
 "-> পেৰিঅ'ৰিফিচিয়েল ডাৰ্মাটাইটিছ, মুখ, মলদ্বাৰ আৰু চকুৰ চাৰিওফালে এৰিথেমেটাছ, পুষ্টুলাৰ ক্ষত হিচাপে উপস্থিত।",
 "-> এলোপেচিয়া",
 "-> Paronychia= নখৰ চাৰিওফালে প্ৰদাহ",
 ">> জিংকৰ অভাৱৰ কাৰণ:",
 "-> জিংকৰ অভাৱ, ডি এন এ সংশ্লেষণ, কোষ বিভাজন, প্ৰটিন সংশ্লেষণ, আৰু প্ৰতিৰোধ ক্ষমতাৰ কাৰ্য্যৰ বাবে অতি গুৰুত্বপূৰ্ণ",
 ">> জিংকৰ অভাৱৰ বিপদজনক কাৰক:",
 "-> জিংক শোষণক প্ৰভাৱিত কৰা জিনীয় বিকাৰ (যেনে এক্ৰ'ডাৰ্মটাইটিছ এণ্টেৰ'পেথিকা)",
 "-> জিংক সমৃদ্ধ খাদ্য (যেনে পশুৰ পৰা আহৰণ কৰা খাদ্য যেনে মাংস, হাঁহ-কুকুৰা, আৰু সাগৰীয় খাদ্য)ৰ খাদ্যৰ অভাৱ",
 "-> পুষ্টি শোষণত প্ৰভাৱ পেলোৱা গেষ্ট্ৰাইটিছৰ বিকাৰ (যেনে প্ৰদাহজনিত অন্ত্ৰৰ ৰোগ)",
 "● আইৰণৰ অভাৱ:",
 "-> পাল্লোৰ= শেঁতা ছাল",
 "-> Koilonychia= চামুচৰ আকৃতিৰ নখ",
 "-> গ্ল'চাইটিছ- জিভাৰ প্ৰদাহ আৰু মসৃণ হোৱা যাৰ ফলত গিলিবলৈ অসুবিধা হ'ব পাৰে আৰু ৰুচিবোধৰ পৰিৱৰ্তন হ'ব পাৰে",
 ">> আইৰণৰ অভাৱৰ কাৰণ:",
 "-> অপৰ্যাপ্ত আইৰণ, হিম'গ্লবিন উৎপাদন আৰু তেজত অক্সিজেন পৰিবহণৰ বাবে অপৰিহাৰ্য",
 ">> আইৰণৰ অভাৱৰ বিপদজনক কাৰক:",
 "-> আইৰণ সমৃদ্ধ খাদ্য (যেনে ৰঙা মাংস, মাহজাতীয় শস্য, আৰু শক্তিশালী শস্য) কমকৈ গ্ৰহণ কৰা",
 "-> ৰক্তক্ষৰণ (যেনে ঋতুস্ৰাৱৰ সময়ত গধুৰ ৰক্তক্ষৰণ, গেষ্ট্ৰাইটিছ ৰক্তক্ষৰণ)",
 "-> আইৰণ শোষণক প্ৰভাৱিত কৰা অশোষণ চিনড্ৰম (যেনে চিলিয়াক ৰোগ)",
 "■ প্ৰটিন-শক্তিৰ অপুষ্টি",
 "● কোৱাছিঅ'ৰক'ৰ:",
 "-> সাধাৰণীকৃত ইডিমা (ফুলা), এটা বৃদ্ধি পোৱা যকৃত, আৰু ছালৰ ঘা",
 "-> 'ফ্লেকি পেইণ্ট ডাৰ্মাটাইটিছ' নামেৰে জনাজাত ছালৰ ঘাবোৰ হাইপাৰপিগমেণ্টেড, খোলা অংশ হিচাপে দেখা দিয়ে",
 ">> Kwashiorkor ৰ কাৰণ:",
 "-> পৰ্যাপ্ত পৰিমাণে কেলৰি গ্ৰহণ কৰাৰ পিছতো প্ৰটিনৰ গুৰুতৰ অভাৱ। প্ৰটিনৰ অভাৱে এলবুমিন সংশ্লেষণত প্ৰভাৱ পেলায়, যাৰ ফলত এডিমা আৰু ছালৰ অখণ্ডতা হ্ৰাস পায়।",
 ">> কোৱাছিঅ'ৰ্কৰৰ বাবে বিপদজনক কাৰক:",
 "-> প্ৰটিন কম থকা খাদ্য, বিশেষকৈ শিশুৰ ক্ষেত্ৰত",
 "-> আৰ্থ-সামাজিক কাৰক (যেনে দৰিদ্ৰতা আৰু খাদ্যৰ অভাৱ)",
 "● মাৰাস্মাছ:",
 "-> পেশীৰ ভৰ আৰু ছালৰ তলৰ চৰ্বিৰ যথেষ্ট ক্ষতিৰ সৈতে পাতল, ক্ষীণ ৰূপ",
 "-> ছালৰ স্থিতিস্থাপকতা হেৰুৱাই পেলোৱা, যাৰ ফলত ছাল শুকান আৰু বলিৰেখাযুক্ত হয়",
 ">> মাৰাস্মাছৰ কাৰণ:",
 "-> প্ৰটিন আৰু কেলৰি উভয়ৰে তীব্ৰ অভাৱ যিয়ে শক্তিৰ অভাৱ, পেশীৰ অপচয়, আৰু চৰ্বিৰ ভাণ্ডাৰ হেৰুৱাই পেলায়",
 ">> মাৰাছমাছৰ বাবে বিপদজনক কাৰক:",
 "-> চৰম দৰিদ্ৰতা",
 "-> দীৰ্ঘদিনীয়া অপুষ্টিৰ কাৰণ হোৱা দীৰ্ঘদিনীয়া ৰোগ (যেনে দীৰ্ঘদিনীয়া সংক্ৰমণ আৰু গেষ্ট্ৰাইটিছৰ ৰোগ)"
       ],
    "awa":[
        "■ पर्यावरण अऊर व्यावसायिक विकार:",
        "● प्रकाश संवेदनशीलता:",
        "-> लाल पप्यूल या पुटिका",
        "-> लाली, सूजन अऊर छीलने के साथ धूप से झुलसने से मिलत जुलत हो सकत है, अऊर लंबे समय तक जोखिम के साथ हाइपरपिग्मेंटेशन अऊर लाइकेनिफिकेशन जइसन पुरानी बदलावन तक प्रगति कर सकत है",
        ">> प्रकाश संवेदनशीलता कय कारण:",
        "-> यूवी विकिरण के प्रति संवेदनशीलता बढ़ी",
        ">> प्रकाश संवेदनशीलता के लिए जोखिम कारक:",
        "-> दवाइयां (जैसे टेट्रासाइक्लिन, सल्फोनामाइड्स, थियाजाइड्स अऊर फुरोसेमाइड जइसन मूत्रवर्धक, एनएसएआईडी जइसन एंटीबायोटिक दवाइयां)",
        "-> आनुवंशिक स्थिति (जैसे ज़ेरोडर्मा पिग्मेंटोसम या सिस्टमिक ल्यूपस एरिथेमेटोसस)",
        "-> रसायन (जैसे कोयला टार, इत्र, सोरालेन्स) के संपर्क मा आवै से",
        "● मिलियारिया (हीट रैश):",
        "-> लाल-गुलाबी पप्यूल या पुटिका",
        "-> उपप्रकार:",
        "-> मिलिरिया क्रिस्टलिना: एरिथेमा (लालीपन) के बिना सतही, स्पष्ट पुटिका",
        "-> मिलियरिया रूब्रा: एरिथेमेटस पप्यूल्स अऊर वेसिकल्स, खुजली से जुड़ा अहै",
        "-> मिलियरिया प्रोफंडा: गहरा-बैठे, त्वचा के रंग के पप्यूल्स",
        ">> मिलियारिया के लिए कारण:",
        "-> एक्रिन पसीना नलिकाओं का रुकावट, जेकरे परिणामस्वरूप सूजन होत है।",
        ">> मिलियरिया के लिए जोखिम कारक:",
        "-> गर्म अऊर उमस भरा मौसम",
        "-> ज्यादा पसीना आवत है",
        "-> तंग कपड़ा",
        "-> रहय या काम करै वाले वातावरण मा खराब वेंटिलेशन",
        "-> पोषण संबंधी त्वचा रोग",
        "■ विटामिन के कमी",
        "● विटामिन ए के कमी:",
        "-> फ्राइनोडर्मा (कूपिक हाइपरकेराटोसिस):",
        "-> केराटोटिक पप्यूल्स के साथ खुरदरी, ज़ेरोटिक (सूखी) त्वचा → 'टोड त्वचा'",
        "-> अक्सर पेरिफोलिकुलर, बाल रोम के आसपास भागीदारी का संकेत देत है",
        ">> विटामिन ए के कमी का कारण:",
        "-> विटामिन ए का अपर्याप्त सेवन, त्वचा के स्वास्थ्य अऊर कोशिका कारोबार के लिए महत्वपूर्ण है।",
        ">> विटामिन ए के कमी के लिए जोखिम कारक:",
        "-> खराब आहार (जैसे पशु उत्पादन या गढ़वाले खाद्य पदार्थन के कमी वाला आहार)",
        "-> कुअवशोषण विकार जवन वसा-घुलनशील विटामिन (जैसे सीलिएक रोग, क्रोहन रोग, अग्नाशय अपर्याप्तता) के अवशोषण का बिगाड़त हैं",
        "-> पुरानी बीमारी जवन पोषक तत्वन के सेवन या अवशोषण का प्रभावित करत हैं (जैसे यकृत रोग)",
        "● विटामिन बी कॉम्प्लेक्स कमी:",
        "-> पेलाग्रा:",
        "-> क्लासिक त्रिकोण: त्वचाशोथ + दस्त + डिमेंशिया",
        "-> त्वचाशोथ आम तौर पर सममित होत है, धूप से उजागर क्षेत्रन पर एरिथेमेटस अऊर हाइपरपिग्मेंटेड पैच होत है, जे गर्दन के चारों ओर 'कैसल\" का हार' पैटर्न बनावत है",
        ">> विटामिन बी कॉम्प्लेक्स कमी का कारण:",
        "-> नियासिन/ विटामिन बी 3 या ट्रिप्टोफैन (नियासिन अग्रदूत) के कमी, कोशिकीय चयापचय अऊर ऊर्जा उत्पादन के लिए आवश्यक यौगिक",
        ">> विटामिन बी कॉम्प्लेक्स कमी के लिए जोखिम कारक:",
        "-> आहार के कमी (जैसे मकई-आधारित आहार)",
        "-> दारू",
        "-> पोषक तत्व अवशोषण का प्रभावित करै वाली स्थिति (जैसे हार्टनप रोग (ट्रिप्टोफैन अवशोषण का प्रभावित करै वाला आनुवंशिक विकार) अऊर कार्सिनोइड सिंड्रोम (ट्रिप्टोफैन का सेरोटोनिन उत्पादन मा मोड़ दीन जात है))",
        "● राइबोफ्लेविन (विटामिन बी 2) के कमी:",
        "-> कोणीय चेइलाइटिस= मुँह के कोने मा दरार",
        "-> ग्लोसाइटिस= सूजन वाली जीभ",
        "-> सेबोरहिक त्वचाशोथ जइसन दाने, खासकर नाक अऊर आँखिन के आसपास",
        ">> राइबोफ्लेविन का कारण:",
        "-> राइबोफ्लेविन का अपर्याप्त सेवन, ऊर्जा उत्पादन अऊर कोशिकीय कार्य के लिए महत्वपूर्ण है",
        ">> राइबोफ्लेविन के लिए जोखिम कारक:",
        "-> राइबोफ्लेविन से भरपूर खाद्य पदार्थन (जैसे दूध, अंडा अऊर हरी सब्जी) का अपर्याप्त सेवन",
        "-> पुरानी बीमारी या कुअवशोषण सिंड्रोम जवन पोषक तत्वन के अवशोषण का बिगाड़त हैं या चयापचय मांग का बढ़ावत हैं (जैसे पुरानी संक्रमण, घातकता, सीलिएक रोग)",
        "● बायोटिन (विटामिन बी 7) के कमी:",
        "-> खालित्य",
        "-> त्वचाशोथ, खासकर आँखिन, नाक अऊर मुंह के आसपास पेरिओरिफिशियल त्वचाशोथ",
        "-> नेत्रश्लेष्मलाशोथ",
        ">> बायोटिन का कारण:",
        "-> फैटी एसिड संश्लेषण अऊर त्वचा, बाल अऊर नाखूनन के स्वास्थ्य के लिए आवश्यक बायोटिन के कमी",
        ">> बायोटिन के लिए जोखिम कारक:",
        "-> कच्चे अंडे के सफेदी का लंबा समय तक सेवन, जेहिमा एविडिन होत है जवन बायोटिन का बांधत है अऊर ओकरे अवशोषण का रोकत है",
        "-> कुपोषण",
        "-> बायोटिन (जैसे बायोटिनिडेज कमी या होलोकार्बोक्सिलेज सिंथेटेज कमी) का उपयोग करै के शरीर के क्षमता का प्रभावित करै वाले आनुवंशिक विकार",
        "● विटामिन सी के कमी (स्कर्वी):",
        "-> पेरिफोलिकुलर हेमरेज= बाल कूप के आसपास छोट, पिनपॉइंट रक्तस्राव, अक्सर लाल या बैंगनी धब्बे के रूप मा प्रस्तुत होत है",
        "-> कॉर्कस्क्रू बाल = मुड़, कुंडलित बाल",
        "-> मसूड़ों के सूजन= मसूड़ों से सूजन, खून बह रहा है, अक्सर गंभीर मामलों में पीरियडोंटल रोग अऊर दाँत के नुकसान तक बढ़त है",
        ">> विटामिन सी के कमी का कारण:",
        "-> विटामिन सी (एस्कॉर्बिक एसिड) मा कमी, कोलेजन संश्लेषण, घाव भरै अऊर त्वचा के अखंडता के लिए महत्वपूर्ण है",
        ">> विटामिन सी के कमी के लिए जोखिम कारक:",
        "-> विटामिन सी से भरपूर फल सब्जी का अपर्याप्त सेवन",
        "-> धूम्रपान",
 "-> पोषक तत्वन के अवशोषण का प्रभावित करै वाले जठरांत्र संबंधी विकार (जैसे क्रोहन रोग, सीलिएक रोग, अल्सरेटिव कोलाइटिस, पुरानी अग्नाशयशोथ)",
 "● विटामिन डी के कमी:",
 "-> सोरायसिस-जैसा त्वचाशोथ:",
 "-> पपड़ीदार, लाल पट्टिका जवन सोरायसिस से मिलत जुलत हैं, अक्सर त्वचा के धूप से उजागर क्षेत्रन मा देखल जात हैं",
 ">> विटामिन डी के कमी का कारण:",
 "-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य अऊर त्वचा के स्वास्थ्य के लिए महत्वपूर्ण है",
 ">> विटामिन डी के कमी के लिए जोखिम कारक:",
 "-> सीमित सूरज के संपर्क मा आवै",
 "-> गहरा त्वचा टोन (उच्च मेलेनिन सामग्री यूवीबी पैठ अऊर विटामिन डी संश्लेषण का कम करत है)",
 "-> विटामिन डी से भरपूर खाद्य पदार्थन (जैसे वसायुक्त मछली, गढ़वाले डेयरी उत्पाद अऊर अंडा) का कम सेवन",
 "■ खनिज कमी",
 "● जस्ता के कमी:",
 "-> पेरिओरिफिशियल डर्मेटाइटिस, मुंह, गुदा अऊर आँखिन के आसपास एरिथेमेटस, पुस्टुलर घाव के रूप मा प्रस्तुत होत है।",
 "-> खालित्य",
 "-> पैरोनिचिया= नाखून के आसपास सूजन",
 ">> जस्ता के कमी का कारण:",
 "-> जस्ता मा कमी, डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण अऊर प्रतिरक्षा कार्य के लिए महत्वपूर्ण है",
 ">> जस्ता के कमी के लिए जोखिम कारक:",
 "-> जस्ता अवशोषण का प्रभावित करै वाले आनुवंशिक विकार (जैसे एक्रोडर्मेटाइटिस एंटरोपैथिका)",
 "-> जस्ता से भरपूर खाद्य पदार्थन (जैसे मांस, मुर्गी पालन अऊर समुद्री भोजन जइसन पशु-व्युत्पन्न खाद्य पदार्थ) के खराब आहार सेवन",
 "-> पोषक तत्व अवशोषण का प्रभावित करै वाले जठरांत्र संबंधी विकार (जैसे भड़काऊ आंत्र रोग)",
 "● आयरन कै कमी:",
 "-> पीलापन= पीली त्वचा",
 "-> कोइलोनिचिया= चम्मच के आकार के नाखून",
 "-> ग्लोसाइटिस- जीभ के सूजन अऊर चिकना होब जवन निगलै मा कठिनाई अऊर स्वाद संवेदना मा बदलाव ला सकत है",
 ">> लोहा के कमी का कारण:",
 "-> रक्त मा हीमोग्लोबिन उत्पादन अऊर ऑक्सीजन परिवहन के लिए आवश्यक अपर्याप्त लोहा",
 ">> लोहा के कमी के लिए जोखिम कारक:",
 "-> लोहा से भरपूर खाद्य पदार्थन (जैसे लाल मांस, फलियां अऊर गढ़वाले अनाज) का कम सेवन",
 "-> रक्त हानि (जैसे भारी मासिक धर्म रक्तस्राव, जठरांत्र संबंधी रक्तस्राव)",
 "-> लोहा अवशोषण (जैसे सीलिएक रोग) का प्रभावित करै वाले मालाब्सॉर्प्शन सिंड्रोम",
 "■ प्रोटीन-ऊर्जा कुपोषण",
 "● क्वाशिओरकोर:",
 "-> सामान्यीकृत एडीमा (सूजन), एक बढ़ल यकृत, अऊर त्वचा के घाव",
 "-> त्वचा के घाव, जेका 'फ्लेकी पेंट डर्मेटाइटिस' के रूप मा जाना जात है, हाइपरपिग्मेंटेड, छीलने वाले क्षेत्रन के रूप मा दिखाई देत हैं",
 ">> क्वाशिओरकोर के लिए कारण:",
 "-> पर्याप्त कैलोरी सेवन के बावजूद गंभीर प्रोटीन कमी। प्रोटीन के कमी एल्ब्यूमिन के संश्लेषण का प्रभावित करत है, जेहिसे एडिमा अऊर बिगड़ा त्वचा के अखंडता होत है।",
 ">> क्वाशिओरकोर के लिए जोखिम कारक:",
 "-> प्रोटीन से कम आहार, खासकर बच्चन मा",
 "-> सामाजिक-आर्थिक कारक (जैसे गरीबी अऊर खाद्य कमी)",
 "● मारास्मस:",
 "-> मांसपेशी द्रव्यमान अऊर चमड़ी के नीचे के वसा के महत्वपूर्ण नुकसान के साथ पतला, क्षीण उपस्थिति",
 "-> त्वचा के लोच का नुकसान, जेसे त्वचा सूखी अऊर झुर्रीदार हो जात है",
 ">> मारास्मस के लिए कारण:",
 "-> प्रोटीन अऊर कैलोरी दुइनौ मा गंभीर कमी जवन ऊर्जा के कमी, मांसपेशियन के बर्बादी अऊर वसा भंडार के नुकसान का जन्म देत है",
 ">> मारास्मस के लिए जोखिम कारक:",
 "-> अत्यधिक गरीबी",
 "-> लंबे समय तक कुपोषण पैदा करै वाली पुरानी बीमारी (जैसे पुरानी संक्रमण अऊर जठरांत्र संबंधी रोग)"
       ],
    "bn":[
        "■ পরিবেশগত এবং পেশাগত ব্যাধি:",
        "● আলোক সংবেদনশীলতা:",
        "-> লাল প্যাপিউল বা ভেসিকল",
        "-> লালভাব, ফোলাভাব এবং খোসা ছাড়ানো রোদে পোড়ার মতো হতে পারে এবং দীর্ঘস্থায়ী পরিবর্তনের দিকে অগ্রসর হতে পারে যেমন হাইপারপিগমেন্টেশন এবং দীর্ঘায়িত এক্সপোজারে লাইকেনিফিকেশন",
        ">> আলোক সংবেদনশীলতার কারণ:",
        "-> UV বিকিরণের প্রতি সংবেদনশীলতা বৃদ্ধি",
        ">> ফটো সংবেদনশীলতার ঝুঁকির কারণগুলি:",
        "-> ওষুধ (যেমন অ্যান্টিবায়োটিক যেমন টেট্রাসাইক্লাইনস, সালফোনামাইডস, থিয়াজাইডস এবং ফুরোসেমাইডের মতো মূত্রবর্ধক, NSAIDs)",
        "-> জেনেটিক অবস্থা (যেমন জেরোডার্মা পিগমেন্টোসাম বা সিস্টেমিক লুপাস এরিথেমাটোসাস)",
        "-> রাসায়নিকের এক্সপোজার (যেমন কয়লা আলকাতরা, পারফিউম, সোরালেন)",
        "● মিলিয়ারিয়া (হিট র‍্যাশ):",
        "-> লাল-গোলাপী প্যাপিউল বা ভেসিকল",
        "-> উপপ্রকার:",
        "-> মিলিয়ারিয়া ক্রিস্টালিনা: এরিথেমা (লালভাব) ছাড়াই পৃষ্ঠীয়, পরিষ্কার ভেসিকল",
        "-> মিলিয়ারিয়া রুব্রা: erythematous papules এবং vesicles, pruritus এর সাথে যুক্ত",
        "-> মিলিয়ারিয়া প্রফুন্ডা: গভীরভাবে বসে থাকা, চামড়ার রঙের প্যাপিউলস",
        ">> মিলিয়ারিয়ার কারণ:",
        "-> একক্রাইন ঘাম নালীতে বাধা, যার ফলে প্রদাহ হয়।",
        ">> মিলিয়ারিয়ার ঝুঁকির কারণ:",
        "-> গরম এবং আর্দ্র আবহাওয়া",
        "-> অতিরিক্ত ঘাম",
        "-> টাইট পোশাক",
        "-> বসবাস বা কাজের পরিবেশে দুর্বল বায়ুচলাচল",
        "-> পুষ্টির ঘাটতি-সম্পর্কিত ডার্মাটোস",
        "■ ভিটামিনের ঘাটতি",
        "● ভিটামিন এ এর ​​অভাব:",
        "-> ফ্রাইনোডার্মা (ফলিকুলার হাইপারকেরাটোসিস):",
        "-> রুক্ষ, জেরোটিক (শুষ্ক) ত্বকের সাথে কেরাটোটিক প্যাপিউলস → 'টোড স্কিন'",
        "-> প্রায়শই পেরিফোলিকুলার, চুলের ফলিকলের চারপাশে জড়িত থাকার ইঙ্গিত দেয়",
        ">> ভিটামিন এ এর ​​অভাবের কারণ:",
        "-> ভিটামিন এ অপর্যাপ্ত গ্রহণ, ত্বকের স্বাস্থ্য এবং কোষের টার্নওভারের জন্য গুরুত্বপূর্ণ।",
        ">> ভিটামিন এ এর ​​ঘাটতির জন্য ঝুঁকির কারণগুলি:",
        "-> খারাপ ডায়েট (যেমন, প্রাণীজ পণ্যের অভাব বা দুর্গযুক্ত খাবার)",
        "-> ম্যালাবশোরপশন ডিসঅর্ডার যা ফ্যাট-দ্রবণীয় ভিটামিনের শোষণকে ব্যাহত করে (যেমন সিলিয়াক ডিজিজ, ক্রোনস ডিজিজ, অগ্ন্যাশয়ের অপ্রতুলতা)",
        "-> দীর্ঘস্থায়ী অসুস্থতা যা পুষ্টি গ্রহণ বা শোষণকে প্রভাবিত করে (যেমন লিভারের রোগ)",
        "● ভিটামিন বি কমপ্লেক্সের অভাব:",
        "-> পেলাগ্রা:",
        "-> ক্লাসিক ট্রায়াড: ডার্মাটাইটিস + ডায়রিয়া + ডিমেনশিয়া",
        "-> ডার্মাটাইটিস সাধারণত প্রতিসাম্য হয়, সূর্যের আলোয় দেখা যায় এমন জায়গায় এরিথেমেটাস এবং হাইপারপিগমেন্টেড প্যাচ থাকে, যা ঘাড়ের চারপাশে 'ক্যাসালের নেকলেস' প্যাটার্ন তৈরি করে",
        ">> ভিটামিন বি কমপ্লেক্সের অভাবের কারণ:",
        "-> নিয়াসিন/ ভিটামিন বি 3 বা ট্রিপটোফ্যান (নিয়াসিন অগ্রদূত) ঘাটতি, সেলুলার বিপাক এবং শক্তি উৎপাদনের জন্য প্রয়োজনীয় যৌগ",
        ">> ভিটামিন বি কমপ্লেক্সের ঘাটতির ঝুঁকির কারণগুলি:",
        "-> খাদ্যের ঘাটতি (যেমন ভুট্টা-ভিত্তিক খাদ্য)",
        "-> মদ্যপান",
        "-> পুষ্টির শোষণকে প্রভাবিত করে এমন অবস্থা (যেমন হার্টনাপ ডিজিজ (জেনেটিক ডিসঅর্ডার যা ট্রিপটোফ্যান শোষণকে প্রভাবিত করে) এবং কার্সিনয়েড সিন্ড্রোম (ট্রিপটোফ্যান সেরোটোনিন উৎপাদনে বিমুখ হয়))",
        "● Riboflavin (ভিটামিন B2) অভাব:",
        "-> কৌণিক চিলাইটিস = মুখের কোণে ফাটল",
        "-> গ্লসাইটিস = স্ফীত জিহ্বা",
        "-> Seborrheic dermatitis-এর মতো ফুসকুড়ি, বিশেষ করে নাক এবং চোখের চারপাশে",
        ">> রিবোফ্লাভিনের কারণ:",
        "-> অপর্যাপ্ত রাইবোফ্লাভিন গ্রহণ, শক্তি উৎপাদন এবং সেলুলার ফাংশনের জন্য গুরুত্বপূর্ণ",
        ">> রিবোফ্লাভিনের ঝুঁকির কারণ:",
        "-> রিবোফ্লাভিন সমৃদ্ধ খাবারের অপর্যাপ্ত ব্যবহার (যেমন দুধ, ডিম এবং সবুজ শাকসবজি)",
        "-> দীর্ঘস্থায়ী অসুস্থতা বা ম্যালাবসর্পশন সিন্ড্রোম যা পুষ্টির শোষণকে ব্যাহত করে বা বিপাকীয় চাহিদা বাড়ায় (যেমন দীর্ঘস্থায়ী সংক্রমণ, ম্যালিগন্যান্সি, সিলিয়াক ডিজিজ)",
        "● বায়োটিন (ভিটামিন B7) অভাব:",
        "-> অ্যালোপেসিয়া",
        "-> ডার্মাটাইটিস, বিশেষ করে চোখ, নাক এবং মুখের চারপাশে পেরিরিফিশিয়াল ডার্মাটাইটিস",
        "-> কনজেক্টিভাইটিস",
        ">> বায়োটিনের কারণ:",
        "-> বায়োটিনের অভাব, ফ্যাটি অ্যাসিড সংশ্লেষণ এবং ত্বক, চুল এবং নখের স্বাস্থ্যের জন্য প্রয়োজনীয়",
        ">> বায়োটিনের ঝুঁকির কারণ:",
        "-> কাঁচা ডিমের সাদা অংশের দীর্ঘায়িত ব্যবহার, যাতে অ্যাভিডিন থাকে যা বায়োটিনকে আবদ্ধ করে এবং এর শোষণকে বাধা দেয়",
        "-> অপুষ্টি",
        "-> জিনগত ব্যাধি যা শরীরের বায়োটিন ব্যবহার করার ক্ষমতাকে প্রভাবিত করে (যেমন বায়োটিনিডেসের ঘাটতি বা হলোকারবক্সিলেজ সিন্থেটেসের ঘাটতি)",
        "● ভিটামিন সি এর অভাব (স্কার্ভি):",
        "-> পেরিফোলিকুলার হেমোরেজ = ছোট, চুলের ফলিকলের চারপাশে নির্দিষ্ট রক্তপাত, প্রায়শই লাল বা বেগুনি ম্যাকুলস হিসাবে উপস্থাপিত হয়",
        "-> কর্কস্ক্রু চুল = পেঁচানো, কুণ্ডলী করা চুল",
        "-> মাড়ির প্রদাহ = ফুলে যাওয়া, মাড়ি থেকে রক্তপাত, প্রায়ই পেরিওডন্টাল রোগে অগ্রসর হওয়া এবং গুরুতর ক্ষেত্রে দাঁতের ক্ষতি",
        ">> ভিটামিন সি এর অভাবের কারণ:",
        "-> ভিটামিন সি (অ্যাসকরবিক অ্যাসিড) এর ঘাটতি, কোলাজেন সংশ্লেষণ, ক্ষত নিরাময় এবং ত্বকের অখণ্ডতার জন্য গুরুত্বপূর্ণ",
        ">> ভিটামিন সি এর অভাবের ঝুঁকির কারণগুলি:",
        "-> ভিটামিন সি সমৃদ্ধ ফল এবং শাকসবজির অপর্যাপ্ত পরিমাণে গ্রহণ" ,
        "-> ধূমপান",
 "-> গ্যাস্ট্রোইনটেস্টাইনাল ব্যাধি যা পুষ্টির শোষণকে প্রভাবিত করে (যেমন ক্রোনের রোগ, সিলিয়াক রোগ, আলসারেটিভ কোলাইটিস, দীর্ঘস্থায়ী প্যানক্রিয়াটাইটিস)",
 "● ভিটামিন ডি এর অভাব:",
 "-> সোরিয়াসিসের মতো ডার্মাটাইটিস:",
 "-> আঁশযুক্ত, এরিথেমেটাস ফলক যা সোরিয়াসিসের মতো, প্রায়শই ত্বকের সূর্যের আলোতে দেখা যায়",
 ">> ভিটামিন ডি এর অভাবের কারণ:",
 "-> অপর্যাপ্ত ভিটামিন ডি, ক্যালসিয়াম হোমিওস্টেসিস, ইমিউন ফাংশন এবং ত্বকের স্বাস্থ্যের জন্য গুরুত্বপূর্ণ",
 ">> ভিটামিন ডি এর অভাবের ঝুঁকির কারণগুলি:",
 "-> সীমিত সূর্যের এক্সপোজার",
 "-> গাঢ় ত্বকের টোন (উচ্চ মেলানিন উপাদান UVB অনুপ্রবেশ এবং ভিটামিন ডি সংশ্লেষণ হ্রাস করে)",
 "-> ভিটামিন ডি সমৃদ্ধ খাবার কম খাওয়া (যেমন চর্বিযুক্ত মাছ, দুর্গযুক্ত দুগ্ধজাত পণ্য এবং ডিম)",
 "■ খনিজ ঘাটতি",
 "● জিঙ্কের ঘাটতি:",
 "-> পেরিওরিফিশিয়াল ডার্মাটাইটিস, মুখ, মলদ্বার এবং চোখের চারপাশে erythematous, pustular ক্ষত হিসাবে উপস্থিত হয়।",
 "-> অ্যালোপেসিয়া",
 "-> Paronychia = নখের চারপাশে প্রদাহ",
 ">> জিঙ্কের ঘাটতির কারণ:",
 "-> জিঙ্কের ঘাটতি, ডিএনএ সংশ্লেষণ, কোষ বিভাজন, প্রোটিন সংশ্লেষণ এবং ইমিউন ফাংশনের জন্য গুরুত্বপূর্ণ",
 ">> জিঙ্কের ঘাটতির ঝুঁকির কারণগুলি:",
 "-> জিংক শোষণকে প্রভাবিত করে জেনেটিক ব্যাধি (যেমন অ্যাক্রোডার্মাটাইটিস এন্টারোপ্যাথিকা)",
 "-> জিঙ্ক-সমৃদ্ধ খাবার (যেমন, মাংস, হাঁস-মুরগি এবং সামুদ্রিক খাবারের মতো পশু-পাখি থেকে প্রাপ্ত খাবার) এর দুর্বল খাদ্যাভ্যাস",
 "-> গ্যাস্ট্রোইনটেস্টাইনাল ব্যাধি যা পুষ্টির শোষণকে প্রভাবিত করে (যেমন প্রদাহজনক অন্ত্রের রোগ)",
 "● আয়রনের ঘাটতি:",
 "-> ফ্যাকাশে = ফ্যাকাশে ত্বক",
 "-> কোইলোনিচিয়া = চামচ আকৃতির নখ",
 "-> গ্লসাইটিস- জিহ্বার প্রদাহ এবং মসৃণতা যা গিলতে অসুবিধা হতে পারে এবং স্বাদ সংবেদন পরিবর্তিত হতে পারে",
 ">> আয়রনের ঘাটতির কারণ:",
 "-> অপর্যাপ্ত আয়রন, হিমোগ্লোবিন উৎপাদন এবং রক্তে অক্সিজেন পরিবহনের জন্য প্রয়োজনীয়",
 ">> আয়রনের ঘাটতির ঝুঁকির কারণগুলি:",
 "-> আয়রন-সমৃদ্ধ খাবার কম খাওয়া (যেমন লাল মাংস, লেগুম, এবং শক্তিশালী সিরিয়াল)",
 "-> রক্তক্ষরণ (যেমন ভারী মাসিক রক্তপাত, গ্যাস্ট্রোইনটেস্টাইনাল রক্তপাত)",
 "-> ম্যালাবসর্পশন সিন্ড্রোম যা আয়রন শোষণকে প্রভাবিত করে (যেমন সিলিয়াক ডিজিজ)",
 "■ প্রোটিন-শক্তির অপুষ্টি",
 "● Kwashiorkor:",
 "-> সাধারণ শোথ (ফোলা), একটি বর্ধিত লিভার, এবং ত্বকের ক্ষত",
 "-> ত্বকের ক্ষত, যা 'ফ্লেকি পেইন্ট ডার্মাটাইটিস' নামে পরিচিত, হাইপারপিগমেন্টেড, খোসা ছাড়ানো জায়গা হিসাবে দেখা যায়",
 ">> কোয়াশিওরকরের কারণ:",
 "-> পর্যাপ্ত ক্যালোরি গ্রহণ সত্ত্বেও গুরুতর প্রোটিনের ঘাটতি। প্রোটিনের অভাব অ্যালবুমিনের সংশ্লেষণকে প্রভাবিত করে, যার ফলে শোথ এবং ত্বকের অখণ্ডতা নষ্ট হয়ে যায়।",
 ">> কোয়াশিওরকরের ঝুঁকির কারণ:",
 "-> প্রোটিন কম খাবার, বিশেষ করে শিশুদের",
 "-> আর্থ-সামাজিক কারণ (যেমন দারিদ্র্য এবং খাদ্য ঘাটতি)",
 "● মারাসমাস:",
 "-> পেশী ভর এবং ত্বকনিম্নস্থ চর্বি উল্লেখযোগ্যভাবে হ্রাস সহ পাতলা, বিবর্ণ চেহারা",
 "-> ত্বকের স্থিতিস্থাপকতা হ্রাস, শুষ্ক এবং কুঁচকানো ত্বকের দিকে পরিচালিত করে",
 ">> মারাসমাসের কারণ:",
 "-> প্রোটিন এবং ক্যালোরি উভয়েরই গুরুতর ঘাটতি যা শক্তি হ্রাস, পেশীর অপচয় এবং চর্বি সঞ্চয়ের ক্ষতির দিকে পরিচালিত করে",
 ">> মারাসমাসের ঝুঁকির কারণ:",
 "-> চরম দারিদ্র্য",
 "-> দীর্ঘস্থায়ী অসুস্থতা যা দীর্ঘায়িত অপুষ্টি সৃষ্টি করে (যেমন দীর্ঘস্থায়ী সংক্রমণ এবং গ্যাস্ট্রোইনটেস্টাইনাল রোগ)"
       ],
    "bho":[
        "■ पर्यावरण आ व्यावसायिक विकार:",
        "● प्रकाश संवेदनशीलता:",
        "-> लाल पप्यूल या पुटिका",
        "-> धूप से झुलसे नियर हो सके ला, लाली, सूजन, आ छिलका के साथ, आ लंबा समय ले संपर्क में रहला पर हाइपरपिग्मेंटेशन आ लाइकेनीकरण नियर पुरान बदलाव ले बढ़ सके ला",
        ">> फोटोसेंसिटिविटी के कारण:",
        "-> यूवी विकिरण के प्रति संवेदनशीलता बढ़ल",
        ">> प्रकाश संवेदनशीलता खातिर जोखिम कारक:",
        "-> दवाई (जइसे कि टेट्रासाइक्लिन, सल्फोनामाइड जइसन एंटीबायोटिक, थिआजाइड आ फुरोसेमाइड जइसन मूत्रवर्धक, एनएसएआईडी)",
        "-> आनुवांशिक स्थिति (जइसे कि जेरोडर्मा पिगमेंटोसम भा सिस्टेमिक ल्यूपस एरिथेमेटस)",
        "-> रसायन (जइसे कि कोयला के टार, इत्र, सोरालेन्स) के संपर्क में आवे से",
        "● मिलिरिया (गर्मी के दाना):",
        "-> लाल-गुलाबी रंग के पप्यूल या पुटिका",
        "-> उपप्रकार:" ,
        "-> मिलिरिया क्रिस्टलिना: सतही, साफ पुटिका बिना एरिथेमा (लाली) के",
        "-> मिलिरिया रूबरा: एरिथेमेटस पप्यूल आ पुटिका, खुजली से जुड़ल",
        "-> मिलिरिया प्रोफुंडा: गहिराह, त्वचा के रंग के पप्यूल",
        ">> मिलिरिया खातिर कारण:",
        "-> एक्रिन पसीना नलिका में रुकावट, जवना के परिणामस्वरूप सूजन होखेला।",
        ">> मिलिरिया खातिर जोखिम कारक:",
        "-> गरम आ नम मौसम",
        "-> पसीना से तर-बतर होखे",
        "-> टाइट कपड़ा" ,
        "-> रहन सहन या काम के माहौल में खराब हवादार",
        "-> पोषण के कमी से संबंधित जिल्द के रोग",
        "■ विटामिन के कमी",
        "● विटामिन ए के कमी:",
        "-> फ्राइनोडर्म (कूपिक हाइपरकेराटोसिस):", 
        "-> खुरदुरी, जेरोटिक (सूखी) त्वचा के साथ केराटोटिक पप्यूल → 'मठुरा के त्वचा'",
        "-> अक्सर पेरिफोलिकुलर, बाल के रोप के आसपास शामिल होखे के संकेत देला",
        ">> विटामिन ए के कमी के कारण:",
        "-> त्वचा के स्वास्थ्य अवुरी कोशिका के कारोबार खाती बहुत जरूरी विटामिन ए के अपर्याप्त सेवन।",
        ">> विटामिन ए के कमी के जोखिम वाला कारक:",
        "-> खराब आहार (जइसे कि पशु उत्पाद भा गढ़वाली खाद्य पदार्थ के कमी वाला आहार)",
        "-> कुशोषण विकार जवन वसा में घुलनशील विटामिन के अवशोषण के बिगाड़ देला (जइसे कि सीलिएक रोग, क्रोहन रोग, अग्नाशय के अपर्याप्तता)",
        "-> पुरान बेमारी जवन पोषक तत्व के सेवन भा अवशोषण के प्रभावित करेले (जइसे कि लिवर के बेमारी)",
        "● विटामिन बी कॉम्प्लेक्स के कमी:",
        "-> पेलाग्रा:" ,
        "-> क्लासिक त्रिकोण: जिल्द की सूजन + दस्त + डिमेंशिया",
        "-> जिल्द के सूजन आमतौर पर सममित होला, धूप के संपर्क में आवे वाला इलाका सभ पर एरिथेमेटस आ हाइपरपिग्मेंटेड पैच होला, जे गर्दन के चारों ओर 'कैसल\"s हार' पैटर्न बनावे ला",
        ">> विटामिन बी कॉम्प्लेक्स के कमी के कारण:",
        "-> नियासिन/ विटामिन बी 3 या ट्रिप्टोफैन (नियासिन पूर्ववर्ती) के कमी, कोशिका चयापचय आ ऊर्जा उत्पादन खातिर जरूरी यौगिक",
        ">> विटामिन बी कॉम्प्लेक्स के कमी के जोखिम वाला कारक:",
        "-> आहार के कमी (जइसे कि मकई आधारित आहार)",
        "-> शराब के सेवन",
        "-> पोषक तत्व के अवशोषण के प्रभावित करे वाली स्थिति (जइसे कि हार्टनप बेमारी (ट्रिप्टोफैन के अवशोषण के प्रभावित करे वाला आनुवंशिक विकार) आ कार्सिनोइड सिंड्रोम (ट्रिप्टोफैन के सेरोटोनिन उत्पादन में डायवर्ट कइल जाला))",
        "● राइबोफ्लेविन (विटामिन बी 2) के कमी:",
        "-> कोणीय चेइलिटिस= मुँह के कोना में दरार",
        "-> ग्लोसाइटिस= जीभ में सूजन",
        "-> सेबोरेइक जिल्द के सूजन निहन दाना, खास तौर प नाक अवुरी आंख के आसपास",
        ">> राइबोफ्लेविन के कारण:",
        "-> ऊर्जा उत्पादन आ कोशिका के कामकाज खातिर महत्वपूर्ण राइबोफ्लेविन के अपर्याप्त सेवन",
        ">> राइबोफ्लेविन खातिर जोखिम कारक:",
        "-> राइबोफ्लेविन से भरपूर खाद्य पदार्थ (जइसे कि दूध, अंडा, आ हरियर सब्जी) के पर्याप्त सेवन",
        "-> पुरान बेमारी भा कुशोषण सिंड्रोम जे पोषक तत्व सभ के अवशोषण के बिगाड़ देला या मेटाबोलिक डिमांड बढ़ावे ला (जइसे कि पुराना संक्रमण, घातकता, सीलिएक बेमारी)",
        "● बायोटिन (विटामिन बी 7) के कमी:",
        "-> खालोपन",  
        "-> जिल्द के सूजन, खासकर आँख, नाक, आ मुंह के आसपास के पेरिओरिफिशियल जिल्द के सूजन",
        "-> नेत्रश्लेष्मलाशोथ", 
        ">> बायोटिन के कारण:",
        "-> फैटी एसिड संश्लेषण आ त्वचा, बाल, आ नाखून के स्वास्थ्य खातिर जरूरी बायोटिन के कमी",
        ">> बायोटिन खातिर जोखिम कारक:",
        "-> कच्चा अंडा के सफेदी के लंबा समय तक सेवन, जवना में एविडिन होखेला जवन कि बायोटिन के बान्ह के ओकरा के अवशोषण से रोकेला",
        "-> कुपोषण",  
        "-> शरीर के बायोटिन के उपयोग करे के क्षमता के प्रभावित करे वाला आनुवंशिक विकार (जइसे कि बायोटिनिडेज के कमी भा होलोकार्बोक्जिलेज सिंथेटेज के कमी)",
        "● विटामिन सी के कमी (स्कर्वी):",
        "-> पेरिफोलिकुलर हेमरेज= बाल के रोप के आसपास छोट, पिनपॉइंट खून बहल, अक्सर लाल भा बैंगनी रंग के मैकुलस के रूप में पेश आवेला",
        "-> कॉर्कस्क्रू बाल= मुड़ल, कुंडलित बाल",
        "-> मसूड़ा के सूजन= मसूड़ा से सूजन, खून बहल, अक्सर गंभीर मामिला में पीरियडोंटल बेमारी आ दाँत के नुकसान के रूप में बढ़ल",
        ">> विटामिन सी के कमी के कारण:",
        "-> विटामिन सी (एस्कॉर्बिक एसिड) के कमी, कोलेजन संश्लेषण, घाव ठीक होखे, अवुरी त्वचा के अखंडता खाती बहुत जरूरी",
        ">> विटामिन सी के कमी के जोखिम वाला कारक:",
        "-> विटामिन सी से भरपूर फल आ सब्जी के अपर्याप्त सेवन" ,
        "-> धूम्रपान कइल",
 "-> पोषक तत्व के अवशोषण के प्रभावित करे वाला जठरांत्र संबंधी विकार (जइसे कि क्रोन के बेमारी, सीलिएक रोग, अल्सर कोलाइटिस, पुरान अग्नाशयशोथ)",
 "● विटामिन डी के कमी:",
 "-> सोरायसिस जइसन जिल्द के सूजन:",
 "-> पपड़ीदार, एरिथेमेटस प्लेक जे सोरायसिस नियर होखे लीं, अक्सर त्वचा के धूप से चले वाला इलाका सभ पर देखल जालीं",
 ">> विटामिन डी के कमी के कारण:",
 "-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य, आ त्वचा के स्वास्थ्य खातिर बहुत महत्वपूर्ण",
 ">> विटामिन डी के कमी के जोखिम वाला कारक:",
 "-> सीमित धूप के संपर्क में आवे के",
 "-> त्वचा के रंग गहरा (मेलेनिन के मात्रा जादा होखे से यूवीबी के पैठ अवुरी विटामिन डी के संश्लेषण में कमी आवेला)",
 "-> विटामिन डी से भरपूर खाद्य पदार्थ (जइसे कि फैटी मछरी, फोर्टिफाइड डेयरी प्रोडक्ट, आ अंडा) के कम सेवन",
 "■ खनिज के कमी",  
 "● जस्ता के कमी:",
 "-> पेरिओरिफिशियल जिल्द के सूजन, मुँह, गुदा, आ आँख के आसपास एरिथेमेटस, पुस्टुलर घाव के रूप में पेश होखे वाला।",
 "-> खालोपन",  
 "-> पैरोनिचिया= नाखून के आसपास सूजन",
 ">> जस्ता के कमी के कारण:",
 "-> जस्ता के कमी, डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण, आ प्रतिरक्षा के कामकाज खातिर बहुत महत्वपूर्ण",
 ">> जस्ता के कमी के जोखिम वाला कारक:",
 "-> जस्ता के अवशोषण के प्रभावित करे वाला आनुवंशिक विकार (जइसे कि एक्रोडर्माइटिस एंटरोपैथिका)",
 "-> जस्ता से भरपूर खाद्य पदार्थ (जइसे कि जानवर से बनल खाद्य पदार्थ जइसे कि मांस, मुर्गी, आ समुद्री भोजन) के खराब आहार सेवन",
 "-> पोषक तत्व के अवशोषण के प्रभावित करे वाला जठरांत्र संबंधी विकार (जइसे कि भड़काऊ आंत के बेमारी)",
 "● लोहा के कमी:",
 "-> पल्लर= पीयर त्वचा",
 "-> कोइलोनिचिया= चम्मच के आकार के नाखून",
 "-> ग्लोसाइटिस- जीभ में सूजन आ चिकना होखल जवना से निगलला में दिक्कत हो सकेला आ स्वाद के संवेदना में बदलाव हो सकेला",
 ">> आयरन के कमी के कारण:",
 "-> अपर्याप्त आयरन, हीमोग्लोबिन उत्पादन आ खून में ऑक्सीजन परिवहन खातिर जरूरी",
 ">> आयरन के कमी के जोखिम वाला कारक:",
 "-> लोहा से भरपूर खाद्य पदार्थ (जइसे कि लाल मांस, फलियां, आ गढ़वाला अनाज) के कम सेवन",
 "-> खून के नुकसान (जइसे कि मासिक धर्म के दौरान भारी खून बहल, जठरांत्र संबंधी खून बहल)",
 "-> लोहा के अवशोषण के प्रभावित करे वाला कुशोषण सिंड्रोम (जइसे कि सीलिएक रोग)",
 "■ प्रोटीन-ऊर्जा कुपोषण",  
 "● क्वाशिओरकोर:"  ,
 "-> सामान्य शोफ (सूजन), एगो बढ़ल लिवर, आ त्वचा के घाव",
 "-> त्वचा के घाव, जेकरा के 'फ्लेकी पेंट जिल्द के सूजन' के नाम से जानल जाला, हाइपरपिग्मेंटेड, छिलका वाला इलाका के रूप में देखाई देवेला",
 ">> क्वाशिओर्कोर खातिर कारण:",
 "-> पर्याप्त कैलोरी के सेवन के बावजूद प्रोटीन के गंभीर कमी। प्रोटीन के कमी से एल्ब्यूमिन के संश्लेषण प्रभावित होखेला, जवना के चलते शोफ अवुरी त्वचा के अखंडता में कमी आवेला।",
 ">> क्वाशिओरकोर खातिर जोखिम कारक:",
 "-> प्रोटीन के कम आहार, खासकर लइकन में",
 "-> सामाजिक-आर्थिक कारक (जइसे कि गरीबी आ भोजन के कमी)",
 "● मारासमस:" ,
 "-> पतला, क्षीण रूप जवना में मांसपेशी के द्रव्यमान अवुरी चमड़ी के नीचे के चर्बी में काफी नुकसान होखेला",
 "-> त्वचा के लोच के नुकसान, जवना से त्वचा सूखल अवुरी झुर्रीदार हो जाला",
 ">> मरास्मस के कारण:",
 "-> प्रोटीन अवुरी कैलोरी दुनो में बहुत कमी होखेला जवना के चलते ऊर्जा के कमी, मांसपेशियन के बर्बादी, अवुरी वसा के भंडार के नुकसान होखेला",
 ">> मरास्मस खातिर जोखिम कारक:",
 "-> अत्यधिक गरीबी", 
 "-> पुरान बेमारी जेकरा चलते लंबा समय तक कुपोषण (जइसे कि पुरान संक्रमण आ जठरांत्र संबंधी बेमारी)"
       ] ,
    "chg": [
        "■ पर्यावरणीय और व्यावसायिक विकार:",
        "● फोटोसेंसिटिविटी:",
        "-> लाल थैलियाँ या बुद्धाकार",
        "-> सूर्य दाग की तरह दिख सकता है, जिसमें लालता, सूजन, और छिल शामिल हो सकते हैं, और लंबे समय तक का संपर्क लालित्यकरण और लाइकनीफिकेशन जैसे गंभीर परिवर्तन में बदल सकता है",
        ">> फोटोसेंसिटिविटी का कारण:",
        "-> यूवी विकिरण के प्रति अधिक संवेदनशीलता",
        ">> फोटोसेंसिटिविटी के लिए जोखिम कारक:",
        "-> दवाओं (जैसे कि टेट्रासाइक्लिन्स, सल्फोनामाइड्स, थायाजाइड्स और फ्यूरोसेमाइड जैसे डायूरेटिक्स)",
        "-> आनुवंशिक स्थितियाँ (जैसे कि क्षेरोडर्मा पिगमेंटोसम या सिस्टेमिक ल्यूपस इरिथिमाटोसस)",
        "-> रासायनिक पदार्थों से संपर्क (जैसे कोल तार, इत्र, सामग्रियाँ)",
        "● मिलियरिया (गर्मी की दाग):",
        "-> लाल-गुलाबी थैलियाँ या बुद्धाकार",
        "-> उपप्रकार:",
        "-> मिलियरिया क्रिस्टालाइना: सतही, स्पष्ट थैलियाँ बिना लालित्य (लालता) के",
        "-> मिलियरिया रूबरा: इरिथिमाटस थैलियाँ और बुद्धाकार, खुजली के साथ संबंधित",
        "-> मिलियरिया प्रोफंडा: गहरे, त्वचा-रंगी थैलियाँ",
        ">> मिलियरिया का कारण:",
        "-> एक्राइन पसीने के नलिकाओं की अवरोधन, जिससे सूजन होता है।",
        ">> मिलियरिया के लिए जोखिम कारक:",
        "-> गरम और आर्द्र मौसम",
        "-> अत्यधिक पसीना",
        "-> टाइट कपड़े",
        "-> जीवन या काम के वातावरण में बुरी वेंटिलेशन",
        "-> पोषण की कमी से संबंधित चर्मरोगों",
        "■ विटामिन की कमी",
        "● विटामिन ए की कमी:",
        "-> फ्रिनोडर्मा (फोलिकुलर हाइपरकेरेटोसिस):",
        "-> कठोर, जैरोटिक (सूखी) त्वचा के साथ केरेटोटिक थैलियाँ → 'बांदर की त्वचा'",
        "-> अक्सर पेरिफोलिकुलर, जो बालों के चारों ओर संलग्नता दर्शाता है",
        ">> विटामिन ए की कमी का कारण:",
        "-> विटामिन ए की अपर्याप्त आपूर्ति, जो त्वचा स्वास्थ्य और कोशिका टर्नओवर के लिए महत्वपूर्ण है।",
        ">> विटामिन ए की कमी के जोखिम कारक:",
        "-> गरीब आहार (जैसे कि मांसपेशियों या फॉर्टिफाइड खाद्य पदार्थों की कमी वाले आहार)",
        "-> वसा-अभ्सोर्प्शन विकार जो वसा-घुलन विटामिनों के अवशोषण को प्रभावित करते हैं (जैसे कि सेलिएक रोग, क्रोह्न रोग, पैंक्रिएटिक अपरिपूर्णता)",
        "● विटामिन बी समूह की कमी:",
        "-> पेलेग्रा:",
        "-> क्लासिक त्रियाड: डर्मेटाइटिस + दस्त + डिमेंशिया",
        "-> डर्मेटाइटिस सामान्यत: सममित, इरिथेमेटस और हाइपरपिग्मेंटेड पैच, सूर्य-अप्रकट क्षेत्रों पर बनाते हैं, जो 'कसाल' का हार नैकल आमतौर पर जिलेंद्र पर फॉर्म करते हैं।",
        ">> विटामिन बी समूह की कमी का कारण:",
        "-> नियासिन / विटामिन बी 3 या ट्राइपटोफेन (नियासिन पूर्वक) की कमी, कोशिकाओं के मेटाबोलिज्म और ऊर्जा उत्पादन के लिए आवश्यक अयोजनों",
        ">> विटामिन बी समूह की कमी के जोखिम कारक:",
        "-> आहार की कमी (जैसे कि मक्के आधारित आहार)",
        "-> शराब पीना",
        "-> पोषक अवशोषण को प्रभावित करने वाले शर्तें (जैसे कि हारटनुप रोग (ट्राइपटोफेन अवशोषण को प्रभावित करने वाला आनुवांशिक विकार) और कार्सिनॉइड सिंड्रोम (ट्राइपटोफेन को सेरोटोनिन उत्पादन में विपरीत किया जाता है)।",
        "● राइबोफ्लेविन (विटामिन बी 2) की कमी:",
        "-> कोने के कोने में फिसुर",
        "-> ग्लोसिटिस = फूले हुए जीभ",
        "-> सेबोरिक डर्मेटाइटिस-जैसी दाग, खासकर नाक और आंखों के आसपास",
        ">> राइबोफ्लेविन के लिए कारण:",
        "-> ऊर्जा उत्पादन और कोशिका कार्य के लिए महत्वपूर्ण राइबोफ्लेविन की अपर्याप्त आपूर्ति",
        ">> राइबोफ्लेविन की कमी के जोखिम कारक:",
        "-> राइबोफ्लेविन-समृद्ध खाद्य पदार्थों (जैसे कि दूध, अंडे, और हरे सब्जियाँ) की अयोग्य खपत",
        "-> कोशिका रोगों या अवशोषण सिंड्रोम्स जो पोषण अवशोषण को प्रभावित करते हैं या उच्च अवशोषण की मांग (जैसे कि अविरोधी संक्रमण, केंसर, सेलिएक रोग)।",
        "● बायोटिन (विटामिन बी 7) की कमी:",
        "-> एलोपेशिया",
        "-> डर्मेटाइटिस, खासकर आंखों, नाक, और मुंह के चारों ओर के पेरिओरिफिकल डर्मेटाइटिस",
        "-> अंजूग्टिवाइटिस",
        ">> बायोटिन की कमी का कारण:",
        "-> बायोटिन की कमी, जो चर्बी एसिड सिंथेसिस और त्वचा, बाल, और नाखूनों के स्वास्थ्य के लिए आवश्यक है",
        ">> बायोटिन की कमी के जोखिम कारक:",
        "-> कच्चे अंडे के लंबे समय तक खपत, जो बायोटिन को बांधता है और इसके अवशोषण को रोकता है",
        "-> कम पोषण",
        "-> बायोटिन के उपयोग में शरीर की क्षमता को प्रभावित करने वाले आनुवंशिक विकार (जैसे कि बायोटिनिडेस अभाव या होलोकार्बोक्सिलेस सिंथेसे डिफिशेंसी)",
        "● विटामिन सी की कमी (स्कर्वी):",
        "-> पेरिफोलिकुलर हेमोरेज़ = छोटे, पिनपॉइंट ब्लीडिंग बाल नाली के चारों ओर, अक्सर लाल या बैंड पत्रक",
        "-> कॉर्कस्क्रू हेयर्स = घुमा हुआ, गोल बाल",
        "-> गिंगिवाइटिस = सूजन, रक्तस्राव, अक्सर कानूनी बीमारियों के मध्यम से पेडियोंटल बीमारी और दांत की हानि के रूप में बढ़ना",
        ">> विटामिन सी की कमी का कारण:",
        "-> विटामिन सी (एस्कोर्बिक एसिड) की कमी, जो कॉलेजन संश्लेषण, घाव भराई, और त्वचा की अखंडता के लिए महत्वपूर्ण है",
        ">> विटामिन सी की कमी के जोखिम कारक:",
        "-> विटामिन सी से धन्य फल और सब्जियों की अपर्याप्त आपूर्ति",
        "-> धूम्रपान",
        "-> पेटीयों की बीमारियाँ जो पोषक अवशोषण को प्रभावित करती हैं (जैसे कि क्रोन की बीमारी, सेलिएक रोग, अल्सरेटिव कोलाइटिस, अविरोधी पैंक्रिएटाइटिस)",
        "● विटामिन डी की कमी:",
"-> प्सोराइसिस-जैसे डर्मेटाइटिस:",
"-> फ्लेकी, लालित प्लाक जो प्सोराइसिस के समान होते हैं, अक्सर त्वचा के सूर्य के अंगों पर देखे जाते हैं",
">> विटामिन डी की कमी का कारण:",
"-> अपर्याप्त विटामिन डी, कैल्शियम होमोस्टेसिस, प्रतिरक्षा कार्य, और त्वचा के स्वास्थ्य के लिए महत्वपूर्ण",
">> विटामिन डी की कमी के जोखिम कारक:",
"-> सीमित सूर्य प्रकाश का सामना करना",
"-> अंधेरी त्वचा रंग (उच्च मेलेनिन सामग्री यूवीबी प्रवेश और विटामिन डी संश्लेषण कम करती है)",
"-> विटामिन डी समृद्ध खाद्य पदार्थों (जैसे कि चरबी वाले मछली, संशोधित डेयरी उत्पाद, और अंडे) की कम खपत",
"■ खनिजी कमी:",
"● जिंक की कमी:",
"-> पेरिओरिफीकल डर्मेटाइटिस, मुंह, गुदा, और आंखों के चारों ओर के लाल, पुस्तुलार अशोथ",
"-> एलोपेशिया",
"-> पेरोनिसिया = नाखूनों के चारों ओर दर्द",
">> जिंक की कमी का कारण:",
"-> जिंक की कमी, डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण, और प्रतिरक्षा कार्य के लिए महत्वपूर्ण है",
">> जिंक की कमी के जोखिम कारक:",
"-> जिंक अवशोषण को प्रभावित करने वाले आनुवंशिक विकार (जैसे कि एक्रोडर्मेटिटिस एंटेरोपाथिका)",
"-> जिंक-समृद्ध खाद्य पदार्थों (जैसे कि मांस, मुर्गी, और समुद्री खाद्य पदार्थों) की अयोग्य खपत",
"-> अवशोषण सिंड्रोम्स जो खनिजी अवशोषण को प्रभावित करती हैं (जैसे कि संग्रहात्मक बोवल रोग)",
"● आयरन की कमी:",
"-> उजला= फीका त्वचा",
"-> कोइलोनिया = चमचा-आकार के नाखून",
"-> ग्लोसिटिस- जीभ की जलन और स्मूदन, जिसे निगलने में कठिनाई और बदली हुई स्वाद अनुभव कर सकती है",
">> आयरन की कमी का कारण:",
"-> अपर्याप्त आयरन, हेमोग्लोबिन उत्पादन और रक्त में ऑक्सीजन परिवहन के लिए आवश्यक",
">> आयरन की कमी के जोखिम कारक:",
"-> आयरन-समृद्ध खाद्य पदार्थों (जैसे कि लाल मांस, दाल, और संशोधित सीरियल्स) की कम खपत",
"-> रक्त हानि (जैसे कि भारी माहवारी रक्तस्राव, पेटीयों का रक्तस्राव)",
"-> अवशोषण सिंड्रोम्स आयरन अवशोषण को प्रभावित करने वाली (जैसे कि सेलिएक रोग)",
"■ प्रोटीन-ऊर्जा दुर्भिक्षा",
"● क्वाशिओरकोर:",
"-> सामान्य प्रदाह, विस्तृत कलेवर, और त्वचा के अलसय",
"-> त्वचा के दाग, जिन्हें 'झरीले पेंट डर्मेटाइटिस' के रूप में जाना जाता है, अधिक वैष्णव क्षेत्र में हाइपरपिगमेंटेड, पीलने वाले क्षेत्रों के रूप में प्रकट होते हैं",
">> क्वाशिओरकोर का कारण:",
"-> समान कैलोरी संभावित की अपर्याप्त प्रोटीन की कमी। प्रोटीन की कमी प्रोटीन की अभाव को प्रभावित करती है, जिससे उदरमुदरापण और त्वचा की असुरक्षा में बदलाव आते हैं।",
">> क्वाशिओरकोर के जोखिम कारक:",
"-> प्रोटीन में कमी वाले आहार (विशेष रूप से बच्चों में)",
"-> सामाजिक-आर्थिक कारक (जैसे कि गरीबी और खाद्य स्कार्सिटी)",
"● मरसमस:",
"-> पतला, शोषित रूप में अपरिपक्व दिखने के साथ भारी पेशी के स्थायी हानि और त्वचा के सूखने",
"-> त्वचा की लचीलाई का नुकसान, सूखे और झुर्री त्वचा के लिए लिया",
">> मरसमस का कारण:",
"-> प्रोटीन और कैलोरी दोनों की भारी कमी जिससे ऊर्जा की कमी, पेशी की नुकसान और चर्बी के स्टोर की हानि होती है",
">> मरसमस के जोखिम कारक:",
"-> अत्यधिक गरीबी",
"-> दीर्घकालिक अपोजिशन कारण अपरिपक्व देखभाल (जैसे कि दीर्घकालिक संक्रमण और गेस्ट्रोइंटेस्टाइनल बीमारियां)"],
    "doi": [
        "■ पर्यावरण ते व्यावसायिक विकार:",
        "● प्रकाश संवेदनशीलता:",
        "-> लाल पप्यूल या पुटिका",
        "-> धूप दे जले दे समान हो सकदा ऐ, लाली, सूजन, ते छिलके कन्नै, ते लंबे समें तगर एक्सपोजर कन्नै हाइपरपिग्मेंटेशन ते लाइकेनीकरण जनेह् पुराने बदलावें तगर प्रगति करी सकदा ऐ",
        ">> प्रकाश संवेदनशीलता दा कारण:",
        "-> यूवी विकिरण दे प्रति संवेदनशीलता च वृद्धि",
        ">> प्रकाश संवेदनशीलता आस्तै जोखिम दे कारक:",
        "-> दवाईयां (जियां एंटीबायोटिक दवाएं जि’यां टेट्रासाइक्लिन, सल्फोनामाइड, थिआजाइड ते फुरोसेमाइड जनेह् मूत्रवर्धक, एनएसएआईडी)",
        "-> आनुवांशिक स्थिति (जियां जेरोडर्मा पिगमेंटोसम जां प्रणालीगत ल्यूपस एरिथेमेटस)",
        "-> रसायनें (जैसे कोयला टार, इत्र, सोरालें) दे संपर्क च औना",
        "● मिलिरिया (गर्मी दा दाने):",
        "-> लाल-गुलाबी पप्यूल या पुटिका",
        "-> उपप्रकार:",
        "-> Miliaria Crystallina: सतही, साफ पुटिकाएं बिना एरिथेमा (लाली)",
        "-> मिलिरिया रूबरा: एरिथेमेटस पप्यूल ते पुटिका, खुजली कन्नै जुड़े दे",
        "-> मिलिरिया प्रोफंडा: गहरे बैठे दे, त्वचा दे रंग दे पप्यूल्स",
        ">> मिलिरिया दा कारण:",
        "-> एक्रिन पसीने दी नली च रुकावट, जिसदे फलस्वरूप सूजन होंदी ऐ।",
        ">> मिलिरिया आस्तै जोखिम कारक:",
        "-> गर्म ते नम मौसम",
        "-> ज्यादा पसीना आना",
        "-> तंग कपड़े",
        "-> जीने जां कम्म करने आह्ले माहौल च खराब हवा दा प्रवाह",
        "-> पोषण दी कमी कन्नै सरबंधत जिल्द दा रोग",
        "■ विटामिन दी कमी",
        "● विटामिन ए दी कमी:",
        "-> फ्राइनोडर्म (कूपिक हाइपरकेराटोसिस):", 
        "-> केराटोटिक पप्यूल्स कन्नै खुरदुरी, जेरोटिक (सूखी) त्वचा → 'मड़ुआ त्वचा'",
        "-> अक्सर पेरिफोलिकुलर, बाल कूपें दे आसपास शामिल होने दा संकेत दिंदा ऐ",
        ">> विटामिन ए दी कमी दा कारण:",
        "-> विटामिन ए दा अपर्याप्त सेवन, त्वचा दी सेह्त ते कोशिकाएं दे बदलाव आस्तै मता जरूरी ऐ।",
        ">> विटामिन ए दी कमी दे जोखिम दे कारक:",
        "-> खराब आहार (जियां पशु उत्पादें जां मजबूत खाद्य पदार्थें दी कमी आह्ले आहार)",
        "-> कुशोषण विकार जेह्ड़े वसा च घुलनशील विटामिनें दे अवशोषण गी बिगाड़दे न (जियां सीलिएक रोग, क्रोहन रोग, अग्नाशय दी कमी)",
        "-> पुरानी बमारियां जेह्ड़ियां पोशक तत्वें दे सेवन जां अवशोषण गी प्रभावित करदियां न (जियां जिगर दी बीमारी)",
        "● विटामिन बी परिसर दी कमी:",
        "-> पेल्लाग्रा:",
        "-> क्लासिक त्रिकोण: जिल्द दी सूजन + दस्त + डिमेंशिया",
        "-> जिल्द दी सूजन आमतौर उप्पर सममित होंदी ऐ, जिस च धूप दे संपर्क च औने आह्ले इलाकें पर एरिथेमेटस ते हाइपरपिग्मेंटेड पैच होंदे न, जेह्दे कन्नै गर्दन दे चारों-पार 'Casal\"s necklace' पैटर्न पैदा होंदा ऐ",
        ">> विटामिन बी कॉम्प्लेक्स दी कमी दा कारण:",
        "-> नियासिन/ विटामिन बी 3 जां ट्रिप्टोफैन (नियासिन पूर्ववर्ती) दी कमी, कोशिका च चयापचय ते ऊर्जा उत्पादन आस्तै जरूरी यौगिक",
        ">> विटामिन बी परिसर दी कमी आस्तै जोखिम दे कारक:",
        "-> आहार दी कमी (जियां मकई आह्ले आहार)",
        "-> शराबबंदी",
        "-> पोशक तत्वें दे अवशोषण गी प्रभावित करने आह् ली स्थितियां (जियां हार्टनप रोग (ट्रिप्टोफैन अवशोषण गी प्रभावित करने आह् ली आनुवांशिक विकार) ते कार्सिनोइड सिंड्रोम (ट्रिप्टोफैन गी सेरोटोनिन उत्पादन च मोड़ दित्ता जंदा ऐ))",
        "● राइबोफ्लेविन (विटामिन बी 2) दी कमी:",
        "-> कोणीय चेइलिटिस= मुंह दे कोने च दरारें",
        "-> ग्लोसिटिस= जीभ च सूजन",
        "-> सेबोरेइक जिल्द दी सूजन जनेह् दाने, खासकरियै नक्क ते अक्खीं दे आसपास",
        ">> राइबोफ्लेविन दा कारण:",
        "-> ऊर्जा उत्पादन ते कोशिकाएं दे कम्मै आस्तै जरूरी राइबोफ्लेविन दा पर्याप्त सेवन नेईं करना",
        ">> राइबोफ्लेविन दे जोखिम दे कारक:",
        "-> राइबोफ्लेविन समृद्ध खाद्य पदार्थें (जियां दुद्ध, अंडे, ते हरियां सब्जियां) दा अपर्याप्त सेवन",
        "-> पुरानी बमारियां जां कुशोषण सिंड्रोम जेह्ड़े पोशक तत्वें दे अवशोषण गी बिगाड़दे न जां चयापचय दी मंग गी बधांदे न (जियां पुरानी संक्रमण, दुर्भावना, सीलिएक रोग)",
        "● बायोटिन (विटामिन बी 7) दी कमी:",
        "-> खालोपन",
        "-> जिल्द दी सूजन, खासकरियै अक्खीं, नाक, ते मुंह दे आसपास पेरिओरिफिशियल जिल्द दी सूजन",
        "-> नेत्रश्लेष्मलाशोथ",
        ">> बायोटिन दा कारण:",
        "-> फैटी एसिड संश्लेषण ते त्वचा, बालें, ते नाखूनें दी सेह्त आस्तै जरूरी बायोटिन दी कमी",
        ">> बायोटिन दे जोखिम दे कारक:",
        "-> कच्चे अंडे दे सफेद दा लंबे समें तगर सेवन, जिंदे च एविडिन होंदा ऐ जेह्ड़ा बायोटिन गी बन्नी लैंदा ऐ ते इसदे अवशोषण गी रोकदा ऐ",
        "-> कुपोषण",
        "-> बायोटिन दा उपयोग करने दी शरीर दी क्षमता गी प्रभावित करने आह्ले आनुवांशिक विकार (जियां बायोटिनिडाइज दी कमी जां होलोकार्बोक्जिलेज सिंथेटेज दी कमी)",
        "● विटामिन सी दी कमी (स्कर्वी):",
        "-> पेरिफोलिकुलर हेमरेज= बाल कूपें दे आसपास छोटा, पिनपॉइंट खून बहना, अक्सर लाल जां बैंगनी मैकुलर दे रूप च पेश होंदा ऐ",
        "-> कॉर्कस्क्रू बाल= मुड़दे, कुंडलित बाल",
        "-> मसूड़े दा सूजन= मसूड़े च सूजन, खून बहना, अक्सर गंभीर मामलें च पीरियडोंटल बीमारी ते दांतें दा नुकसान" ,
        ">> विटामिन सी दी कमी दा कारण:",
        "-> विटामिन सी (एस्कॉर्बिक एसिड) दी कमी, कोलेजन संश्लेषण, घाव भरने, ते त्वचा दी अखंडता आस्तै मता जरूरी",
        ">> विटामिन सी दी कमी दे जोखिम दे कारक:",
        "-> विटामिन सी कन्नै भरपूर फल ते सब्जियें दा पर्याप्त सेवन नेईं करना" ,
        "-> धूम्रपान करना",
 "-> पोशक तत्वें दे अवशोषण गी प्रभावित करने आह्ले जठरांत्र संबंधी विकार (जियां क्रोहन रोग, सीलिएक रोग, अल्सर कोलाइटिस, पुरानी अग्नाशयशोथ)",
 "● विटामिन डी दी कमी:",
 "-> सोरायसिस-जैसे जिल्द दा सूजन:",
 "-> पपड़ीदार, एरिथेमेटस प्लेक जेह् ड़ी सोरायसिस कन्नै मिलदी ऐ, जेह्ड़ी अक्सर त्वचा दे धूप दे संपर्क च औने आह्ले इलाकें पर दिक्खी जंदी ऐ",
 ">> विटामिन डी दी कमी दा कारण:",
 "-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य, ते त्वचा दी सेह्त आस्तै मता जरूरी ऐ",
 ">> विटामिन डी दी कमी दे जोखिम दे कारक:",
 "-> सीमित धूप दे संपर्क च औना",
 "-> गहरे रंग दे त्वचा दे टोन (मेलेनिन दी मात्रा च मती मात्रा च यूवीबी दे प्रवेश ते विटामिन डी संश्लेषण च कमी औंदी ऐ)",
 "-> विटामिन डी कन्नै भरपूर खाद्य पदार्थें (जियां फैटी मच्छी, मजबूत डेयरी उत्पाद, ते अंडे) दा घट्ट सेवन",
 "■ खनिज दी कमी",
 "● जिंक दी कमी:",
 "-> पेरिओरिफिशियल जिल्द दा सूजन, मुंह, गुदा, ते अक्खीं दे आसपास एरिथेमेटस, पुस्टुलर घाव दे रूप च पेश होंदा ऐ।",
 "-> खालोपन",
 "-> पैरोनिचिया= नाखून दे आसपास सूजन",
 ">> जिंक दी कमी दा कारण:",
 "-> जस्ता दी कमी, डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण, ते प्रतिरक्षा कार्य आस्तै मती जरूरी ऐ",
 ">> जस्ता दी कमी दे जोखिम दे कारक:",
 "-> जस्ता अवशोषण गी प्रभावित करने आह्ले आनुवांशिक विकार (जियां एक्रोडर्माइटिस एन्टेरोपैथिका)",
 "-> जस्ता समृद्ध खाद्य पदार्थें (जियां जानवरें थमां बने दे खाद्य पदार्थ जि’यां मांस, मुर्गी, ते समुद्री खाने) दा खरा आहार सेवन",
 "-> पोशक तत्वें दे अवशोषण गी प्रभावित करने आह्ले जठरांत्र संबंधी विकार (जियां भड़काऊ आंत दी बीमारी)",
 "● लोहे दी कमी:",
 "-> पल्लर= पीली त्वचा",
 "-> कोइलोनिचिया= चम्मच दे आकार दे नाखून",
 "-> ग्लोसाइटिस- जीभ च सूजन ते चिकनी होने कन्नै निगलने च दिक्कत ते स्वाद च बदलाव आह्नना होई सकदा ऐ",
 ">> लोहे दी कमी दा कारण:",
 "-> अपर्याप्त लोहा, खून च हीमोग्लोबिन उत्पादन ते आक्सीजन परिवहन लेई जरूरी",
 ">> लोहे दी कमी दे जोखिम दे कारक:",
 "-> लोहे कन्नै समृद्ध खाद्य पदार्थें (जियां लाल मांस, फलियां, ते मजबूत अनाज) दा कम सेवन",
 "-> खून दा नुकसान (जियां मासिक धर्म च भारी खून आना, जठरांत्र च खून आना)",
 "-> लोहे दे अवशोषण गी प्रभावित करने आह्ले दुर्शोषण सिंड्रोम (जियां सीलिएक रोग)",
 "■ प्रोटीन-ऊर्जा कुपोषण",
 "● क्वाशिओरकोर:", 
 "-> सामान्य शोफ (सूजन), इक बधाया जिगर, ते त्वचा दे घाव",
 "-> त्वचा दे घाव, जिनेंगी 'फ्लेकी पेंट जिल्द दी सूजन' दे रूप च जानेआ जंदा ऐ, हाइपरपिग्मेंटेड, छिलने आह्ले इलाकें दे रूप च दिक्खने गी मिलदे न",
 ">> क्वाशिओर्कोर दा कारण:",
 "-> पर्याप्त कैलोरी दे सेवन दे बावजूद प्रोटीन दी गंभीर कमी। प्रोटीन दी कमी एल्ब्यूमिन दे संश्लेषण गी प्रभावित करदी ऐ, जिस कन्नै एडिमा ते त्वचा दी अखंडता च कमी औंदी ऐ।",
 ">> क्वाशिओरकोर लेई जोखिम कारक:",
 "-> प्रोटीन दे घट्ट आहार, खासकरियै बच्चें च",
 "-> सामाजिक-आर्थिक कारक (जियां गरीबी ते खाद्य कमी)",
 "● मरास्मस:" ,
 "-> पतली, क्षीण रूप कन्नै मांसपेशियें दे द्रव्यमान ते चमड़ी दे हेठले चर्बी च काफी नुकसान",
 "-> त्वचा दी लोच दा नुकसान, जिसदे कारण त्वचा रूखी ते झुर्रीदार होंदी ऐ",
 ">> मरास्मस दा कारण:",
 "-> प्रोटीन ते कैलोरी दोनें च गंभीर कमी जेह्दे कन्नै ऊर्जा दी कमी, मांसपेशियें च बर्बादी, ते चरबी दे भंडार च कमी औंदी ऐ",
 ">> मरास्मस दे जोखिम दे कारक:",
 "-> अत्यधिक गरीबी",
 "-> पुरानी बीमारी जिसदे कारण लंबे समें तगर कुपोषण (जियां पुरानी संक्रमण ते जठरांत्र संबंधी रोग)" 
       ],
    "en": [
        "■ Environmental and Occupational Disorders:",

         "● Photosensitivity:",    
        "-> Red papules or vesicles",
        "-> May resemble sunburn, with redness, swelling, and peeling, and can progress to chronic changes such as hyperpigmentation and lichenification with prolonged exposure",
        ">> Cause for Photosensitivity:",
        "-> Increased sensitivity to UV radiation",
        ">> Risk Factors for Photosensitivity:",
        "-> Medications (e.g. antibiotics like tetracyclines, sulfonamides, diuretics like thiazides and furosemide, NSAIDs)",
        "-> Genetic conditions (e.g. xeroderma pigmentosum or systemic lupus erythematosus)",
        "-> Exposure to chemicals (e.g. coal tar, perfumes, psoralens)",
        "● Miliaria (Heat Rash):",    
        "-> Red-pink papules or vesicles",
        "-> Subtypes:",
        "-> Miliaria Crystallina: superficial, clear vesicles without erythema (redness)",
        "-> Miliaria Rubra: erythematous papules and vesicles, associated with pruritus",
        "-> Miliaria Profunda: deep-seated, skin-colored papules",
        ">> Cause for Miliaria:",
        "-> Obstruction of eccrine sweat ducts, resulting in inflammation.",
        ">> Risk Factors for Miliaria:",
        "-> Hot and humid weather",
        "-> Excessive sweating",
        "-> Tight clothing",
        "-> Poor ventilation in living or working environments",
        "-> Nutritional Deficiency-Related Dermatoses",
        "■ Vitamin Deficiencies",
        "● Vitamin A Deficiency:",
        "-> Phrynoderma (Follicular Hyperkeratosis):",    
        "-> Rough, xerotic (dry) skin with keratotic papules → 'toad skin'",
        "-> Often perifollicular, indicating involvement around hair follicles",
        ">> Cause for Vitamin A Deficiencies:",
        "-> Inadequate intake of vitamin A, crucial for skin health and cell turnover.",
        ">> Risk Factors for Vitamin A Deficiencies:",
        "-> Poor diet (e.g. diets lacking in animal products or fortified foods)",
        "-> Malabsorption disorders that impair the absorption of fat-soluble vitamins (e.g. celiac disease, Crohn’s disease, pancreatic insufficiency)",
        "-> Chronic illnesses that affect nutrient intake or absorption (e.g. liver disease)",
        "● Vitamin B Complex Deficiency:",
        "-> Pellagra:",    
        "-> Classic triad: dermatitis + diarrhea + dementia",
        "-> The dermatitis is typically symmetric, with erythematous and hyperpigmented patches on sun-exposed areas, forming a 'Casal\"s necklace' pattern around the neck",
        ">> Cause for Vitamin B Complex Deficiency:",
        "-> Niacin/ vitamin B3 or tryptophan (niacin precursor) deficiency, compounds necessary for cellular metabolism and energy production",
        ">> Risk Factors for Vitamin B Complex Deficiency:",
        "-> Dietary deficiency (e.g. corn-based diets)",
        "-> Alcoholism",
        "-> Conditions affecting nutrient absorption (e.g. Hartnup disease (genetic disorder affecting tryptophan absorption) and carcinoid syndrome (tryptophan is diverted to serotonin production))",
        "● Riboflavin (Vitamin B2) Deficiency:",    
        "-> Angular cheilitis= cracks at the corners of the mouth",
        "-> Glossitis= inflamed tongue",
        "-> Seborrheic dermatitis-like rashes, especially around the nose and eyes",
        ">> Cause for Riboflavin:",
        "-> Insufficient intake of riboflavin, important for energy production and cellular function",
        ">> Risk Factors for Riboflavin:",
        "-> Inadequate consumption of riboflavin-rich foods (e.g. milk, eggs, and green vegetables)",
        "-> Chronic illnesses or malabsorption syndromes that impair nutrient absorption or increase metabolic demand (e.g. chronic infections, malignancies, Celiac disease)",
        "● Biotin (Vitamin B7) Deficiency:",    
        "-> Alopecia",
        "-> Dermatitis, especially periorificial dermatitis around the eyes, nose, and mouth",
        "-> Conjunctivitis",
        ">> Cause for Biotin:",
        "-> Lack of biotin, essential for fatty acid synthesis and the health of skin, hair, and nails",
        ">> Risk Factors for Biotin:",
        "-> Prolonged consumption of raw egg whites, which contain avidin that binds biotin and prevents its absorption",
        "-> Malnutrition",
        "-> Genetic disorders affecting the body’s ability to utilize biotin (e.g. biotinidase deficiency or holocarboxylase synthetase deficiency)",
        "● Vitamin C Deficiency (Scurvy):",    
        "-> Perifollicular hemorrhage= small, pinpoint bleeding around hair follicles, often presenting as red or purple macules",
        "-> Corkscrew hairs= twisted, coiled hairs",
        "-> Gingivitis= swollen, bleeding gums, often progressing to periodontal disease and tooth loss in severe cases",
        ">> Cause for Vitamin C Deficiency:",
        "-> Deficiency in vitamin C (ascorbic acid), vital for collagen synthesis, wound healing, and skin integrity",
        ">> Risk Factors for Vitamin C Deficiency:",
        "-> Inadequate intake of fruits and vegetables rich in vitamin C",
        "-> Smoking",
    "-> Gastrointestinal disorders affecting nutrient absorption (e.g. Crohn’s disease, Celiac disease, Ulcerative colitis, chronic pancreatitis)",
    "● Vitamin D Deficiency:",
    "-> Psoriasis-like Dermatitis:",    
    "-> Scaly, erythematous plaques that resemble psoriasis, often seen on sun-exposed areas of the skin",
    ">> Cause for Vitamin D Deficiency:",
    "-> Inadequate vitamin D, crucial for calcium homeostasis, immune function, and skin health",
    ">> Risk Factors for Vitamin D Deficiency:",
    "-> Limited sun exposure",
    "-> Darker skin tones (higher melanin content reduces UVB penetration and vitamin D synthesis)",
    "-> Low intake of vitamin D-rich foods (e.g. fatty fish, fortified dairy products, and eggs)",
    "■ Mineral Deficiencies",
    "● Zinc Deficiency:",    
    "-> Periorificial dermatitis, presenting as erythematous, pustular lesions around the mouth, anus, and eyes.",
    "-> Alopecia",
    "-> Paronychia= inflammation around the nails",
    ">> Cause for Zinc Deficiency:",
    "-> Deficiency in zinc, crucial for DNA synthesis, cell division, protein synthesis, and immune function",
    ">> Risk Factors for Zinc Deficiency:",
    "-> Genetic disorders affecting zinc absorption (e.g. acrodermatitis enteropathica)",
    "-> Poor dietary intake of zinc-rich foods (e.g. animal-derived foods like meat, poultry, and seafood)",
    "-> Gastrointestinal disorders affecting nutrient absorption (e.g. inflammatory bowel disease)",
    "● Iron Deficiency:",    
    "-> Pallor= pale skin",
    "-> Koilonychia= spoon-shaped nails",
    "-> Glossitis- inflammation and smoothening of the tongue which may lead to difficulty swallowing and altered taste sensation",
    ">> Cause for Iron Deficiency:",
    "-> Inadequate iron, essential for hemoglobin production and oxygen transport in the blood",
    ">> Risk Factors for Iron Deficiency:",
    "-> Low intake of iron-rich foods (e.g. red meat, legumes, and fortified cereals)",
    "-> Blood loss (e.g. heavy menstrual bleeding, gastrointestinal bleeding)",
    "-> Malabsorption syndromes affecting iron absorption (e.g. Celiac disease)",
    "■ Protein-Energy Malnutrition",
    "● Kwashiorkor:",    
    "-> Generalized edema (swelling), an enlarged liver, and skin lesions",
    "-> The skin lesions, known as 'flaky paint dermatitis,' appear as hyperpigmented, peeling areas",
    ">> Cause for Kwashiorkor:",
    "-> Severe protein deficiency despite adequate caloric intake. Lack of protein affects the synthesis of albumin, leading to edema and impaired skin integrity.",
    ">> Risk Factors for Kwashiorkor:",
    "-> Diets low in protein, particularly in children",
    "-> Socio-economic factors (e.g. poverty and food scarcity)",
    "● Marasmus:",    
    "-> Thin, emaciated appearance with significant loss of muscle mass and subcutaneous fat",
    "-> Loss of skin elasticity, leading to dry and wrinkled skin",
    ">> Cause for Marasmus:",
    "-> Severe deficiency in both protein and calories which leads to energy depletion, muscle wasting, and loss of fat stores",
    ">> Risk Factors for Marasmus:",
    "-> Extreme poverty",
    "-> Chronic illness causing prolonged malnutrition (e.g. chronic infections and gastrointestinal diseases)"


    ],
    "gu": [
        "■ પર્યાવરણીય અને વ્યવસાયિક વિકૃતિઓ:",
        "● ફોટોસેન્સિટિવિટી:",
        "-> લાલ પેપ્યુલ્સ અથવા વેસિકલ્સ",
        "-> લાલાશ, સોજો અને છાલ સાથે સનબર્ન જેવું લાગે છે, અને લાંબા સમય સુધી સંપર્કમાં રહેવાથી હાયપરપીગ્મેન્ટેશન અને લિકેનફિકેશન જેવા ક્રોનિક ફેરફારો તરફ આગળ વધી શકે છે",
        ">> ફોટોસેન્સિટિવિટીનું કારણ:",
        "-> યુવી કિરણોત્સર્ગ પ્રત્યે વધેલી સંવેદનશીલતા",
        ">> ફોટોસેન્સિટિવિટી માટેના જોખમી પરિબળો:",
        "-> દવાઓ (દા.ત. ટેટ્રાસાયક્લાઇન્સ, સલ્ફોનામાઇડ્સ, મૂત્રવર્ધક પદાર્થો જેમ કે થિયાઝાઇડ્સ અને ફ્યુરોસેમાઇડ, NSAIDs જેવા એન્ટિબાયોટિક્સ)",
        "-> આનુવંશિક પરિસ્થિતિઓ (દા.ત. ઝેરોડર્મા પિગમેન્ટોસમ અથવા પ્રણાલીગત લ્યુપસ એરીથેમેટોસસ)",
        "-> રસાયણોના સંપર્કમાં (દા.ત. કોલસાના ટાર, પરફ્યુમ, સોરાલેન્સ)",
        "● મિલિરિયા (હીટ રેશ):",
        "-> લાલ-ગુલાબી પેપ્યુલ્સ અથવા વેસિકલ્સ",
        "-> પેટા પ્રકારો:",
        "-> મિલિએરિયા ક્રિસ્ટલિના: એરિથેમા (લાલાશ) વગરના ઉપરના, સ્પષ્ટ વેસિકલ્સ",
        "-> મિલિરિયા રુબ્રા: એરીથેમેટસ પેપ્યુલ્સ અને વેસિકલ્સ, પ્ર્યુરીટસ સાથે સંકળાયેલ",
        "-> મિલિરિયા પ્રોફન્ડા: ઊંડા બેઠેલા, ચામડીના રંગના પેપ્યુલ્સ",
        ">> મિલેરિયા માટેનું કારણ:",
        "-> એકક્રાઇન પરસેવાની નળીઓમાં અવરોધ, પરિણામે બળતરા થાય છે.",
        ">> મિલેરિયા માટે જોખમી પરિબળો:",
        "-> ગરમ અને ભેજવાળું હવામાન",
        "-> અતિશય પરસેવો",
        "-> ચુસ્ત કપડાં",
        "-> વસવાટ કરો છો અથવા કામના વાતાવરણમાં નબળું વેન્ટિલેશન",
        "-> પોષણની ઉણપ-સંબંધિત ત્વચારોગ",
        "■ વિટામિનની ઉણપ",
        "● વિટામીન A ની ઉણપ:",
        "-> ફ્રાયનોડર્મા (ફોલિક્યુલર હાઇપરકેરાટોસિસ):",
        "-> ખરબચડી, ઝેરોટિક (સૂકી) ત્વચા કેરાટોટિક પેપ્યુલ્સ સાથે → 'દેડકો ત્વચા'",
        "-> ઘણીવાર પેરીફોલીક્યુલર, વાળના ફોલિકલ્સની આસપાસ સંડોવણી સૂચવે છે",
        ">> વિટામીન Aની ઉણપનું કારણ:",
        "-> વિટામિન Aનું અપૂરતું સેવન, ત્વચાના સ્વાસ્થ્ય અને સેલ ટર્નઓવર માટે નિર્ણાયક.",
        ">> વિટામિન Aની ઉણપ માટેના જોખમી પરિબળો:",
        "-> નબળો આહાર (દા.ત. પ્રાણી ઉત્પાદનો અથવા ફોર્ટિફાઇડ ખોરાકનો અભાવ)",
        "-> મેલાબ્સોર્પ્શન ડિસઓર્ડર જે ચરબીમાં દ્રાવ્ય વિટામિન્સના શોષણને અવરોધે છે (દા.ત. સેલિયાક રોગ, ક્રોહન રોગ, સ્વાદુપિંડની અપૂર્ણતા)",
        "-> લાંબી બિમારીઓ જે પોષક તત્ત્વોના સેવન અથવા શોષણને અસર કરે છે (દા.ત. લીવર રોગ)",
        "● વિટામિન બી કોમ્પ્લેક્સની ઉણપ:",
        "-> પેલાગ્રા:",
        "-> ક્લાસિક ટ્રાયડ: ત્વચાનો સોજો + ઝાડા + ઉન્માદ",
        "-> ત્વચાનો સોજો સામાન્ય રીતે સપ્રમાણ હોય છે, જેમાં સૂર્યના સંપર્કમાં આવતા વિસ્તારો પર એરીથેમેટસ અને હાયપરપીગ્મેન્ટેડ પેચ હોય છે, જે ગળાની આસપાસ 'કેસલ  નેકલેસ' પેટર્ન બનાવે છે",
        ">> વિટામિન બી કોમ્પ્લેક્સની ઉણપનું કારણ:",
        "-> નિયાસિન/ વિટામીન B3 અથવા ટ્રિપ્ટોફન (નિયાસિન પુરોગામી) ની ઉણપ, સેલ્યુલર ચયાપચય અને ઊર્જા ઉત્પાદન માટે જરૂરી સંયોજનો",
        ">> વિટામિન બી કોમ્પ્લેક્સની ઉણપ માટેના જોખમી પરિબળો:",
        "-> આહારની ઉણપ (દા.ત. મકાઈ આધારિત આહાર)",
        "-> મદ્યપાન",
        "-> પોષક તત્ત્વોના શોષણને અસર કરતી પરિસ્થિતિઓ (દા.ત. હાર્ટનપ રોગ (ટ્રિપ્ટોફન શોષણને અસર કરતી આનુવંશિક વિકૃતિ) અને કાર્સિનોઇડ સિન્ડ્રોમ (ટ્રિપ્ટોફન સેરોટોનિન ઉત્પાદન તરફ વાળવામાં આવે છે))",
        "● રિબોફ્લેવિન (વિટામિન B2) ની ઉણપ:",
        "-> કોણીય ચેઇલીટીસ = મોંના ખૂણા પર તિરાડો",
        "-> ગ્લોસિટિસ = સોજોવાળી જીભ",
        "-> સેબોરેહિક ત્વચાકોપ જેવા ફોલ્લીઓ, ખાસ કરીને નાક અને આંખોની આસપાસ",
        ">> રિબોફ્લેવિન માટેનું કારણ:",
        "-> રિબોફ્લેવિનનું અપૂરતું સેવન, ઊર્જા ઉત્પાદન અને સેલ્યુલર કાર્ય માટે મહત્વપૂર્ણ",
        ">> રિબોફ્લેવિન માટેના જોખમી પરિબળો:",
        "-> રિબોફ્લેવિન-સમૃદ્ધ ખોરાક (દા.ત. દૂધ, ઇંડા અને લીલા શાકભાજી)નો અપૂરતો વપરાશ",
        "-> દીર્ઘકાલીન બિમારીઓ અથવા મેલેબ્સોર્પ્શન સિન્ડ્રોમ કે જે પોષક તત્ત્વોના શોષણને નબળી પાડે છે અથવા ચયાપચયની માંગમાં વધારો કરે છે (દા.ત. ક્રોનિક ચેપ, જીવલેણ, સેલિયાક રોગ)",
        "● બાયોટિન (વિટામિન B7) ની ઉણપ:",
        "-> એલોપેસીયા",
        "-> ત્વચાનો સોજો, ખાસ કરીને આંખો, નાક અને મોંની આસપાસ પેરિઓરિફિશિયલ ત્વચાકોપ",
        "-> નેત્રસ્તર દાહ",
        ">> બાયોટીન માટેનું કારણ:",
        "-> બાયોટીનનો અભાવ, ફેટી એસિડ સંશ્લેષણ અને ત્વચા, વાળ અને નખના સ્વાસ્થ્ય માટે જરૂરી",
        ">> બાયોટિન માટે જોખમી પરિબળો:",
        "-> કાચા ઈંડાની સફેદીનો લાંબા સમય સુધી વપરાશ, જેમાં એવિડિન હોય છે જે બાયોટિનને બાંધે છે અને તેના શોષણને અટકાવે છે",
        "-> કુપોષણ",
        "-> બાયોટીનનો ઉપયોગ કરવાની શરીરની ક્ષમતાને અસર કરતી આનુવંશિક વિકૃતિઓ (દા.ત. બાયોટિનીડેઝની ઉણપ અથવા હોલોકાર્બોક્સિલેઝ સિન્થેટેઝની ઉણપ)",
        "● વિટામિન સીની ઉણપ (સ્કર્વી):",
        "-> પેરીફોલીક્યુલર હેમરેજ = નાનું, વાળના ફોલિકલ્સની આસપાસ ચોક્કસ રક્તસ્રાવ, જે ઘણીવાર લાલ અથવા જાંબલી મેક્યુલ્સ તરીકે રજૂ થાય છે",
        "-> કોર્કસ્ક્રુ વાળ = ટ્વિસ્ટેડ, વીંટળાયેલા વાળ",
        "-> જીંજીવાઇટિસ = સોજો, પેઢાંમાંથી લોહી નીકળવું, ઘણીવાર પિરિઓડોન્ટલ રોગ તરફ આગળ વધવું અને ગંભીર કિસ્સાઓમાં દાંતનું નુકશાન",
        ">> વિટામિન સીની ઉણપનું કારણ:",
        "-> વિટામિન સી (એસ્કોર્બિક એસિડ) ની ઉણપ, કોલેજન સંશ્લેષણ, ઘા હીલિંગ અને ત્વચાની અખંડિતતા માટે મહત્વપૂર્ણ",
        ">> વિટામિન સીની ઉણપ માટેના જોખમી પરિબળો:",
        "-> વિટામિન સી સમૃદ્ધ ફળો અને શાકભાજીનું અપૂરતું સેવન",
        "-> ધૂમ્રપાન",
 "-> પોષક તત્ત્વોના શોષણને અસર કરતી જઠરાંત્રિય વિકૃતિઓ (દા.ત. ક્રોહન રોગ, સેલિયાક રોગ, અલ્સેરેટિવ કોલાઇટિસ, ક્રોનિક પેનક્રેટાઇટિસ)",
 "● વિટામિન ડીની ઉણપ:",
 "-> સૉરાયિસસ-જેવી ત્વચાનો સોજો:",
 "-> ભીંગડાંવાળું કે જેવું, એરીથેમેટસ તકતીઓ જે સૉરાયિસસ જેવું લાગે છે, જે ઘણીવાર ત્વચાના સૂર્યપ્રકાશવાળા વિસ્તારોમાં જોવા મળે છે",
 ">> વિટામિન ડીની ઉણપનું કારણ:",
 "-> અપૂરતું વિટામિન ડી, કેલ્શિયમ હોમિયોસ્ટેસિસ, રોગપ્રતિકારક કાર્ય અને ત્વચાના સ્વાસ્થ્ય માટે નિર્ણાયક",
 ">> વિટામિન ડીની ઉણપ માટેના જોખમી પરિબળો:",
 "-> મર્યાદિત સૂર્યનો સંપર્ક",
 "-> ત્વચાના ઘાટા રંગ (ઉચ્ચ મેલાનિન સામગ્રી UVB પ્રવેશ અને વિટામિન ડી સંશ્લેષણ ઘટાડે છે)",
 "-> વિટામિન ડી-સમૃદ્ધ ખોરાકનું ઓછું સેવન (દા.ત. ચરબીયુક્ત માછલી, ફોર્ટિફાઇડ ડેરી ઉત્પાદનો અને ઇંડા)",
 "■ ખનિજની ખામીઓ",
 "● ઝીંકની ઉણપ:",
 "-> પેરિઓરિફિશિયલ ત્વચાનો સોજો, મોં, ગુદા અને આંખોની આસપાસ એરિથેમેટસ, પસ્ટ્યુલર જખમ તરીકે રજૂ થાય છે.",
 "-> એલોપેસીયા",
 "-> પેરોનીચિયા = નખની આસપાસ બળતરા",
 ">> ઝીંકની ઉણપનું કારણ:",
 "-> ઝીંકની ઉણપ, ડીએનએ સંશ્લેષણ, કોષ વિભાજન, પ્રોટીન સંશ્લેષણ અને રોગપ્રતિકારક કાર્ય માટે નિર્ણાયક",
 ">> ઝીંકની ઉણપ માટેના જોખમી પરિબળો:",
 "-> જસતના શોષણને અસર કરતી આનુવંશિક વિકૃતિઓ (દા.ત. એક્રોડર્મેટીટીસ એન્ટરઓપેથિકા)",
 "-> ઝીંક-સમૃદ્ધ ખોરાક (દા.ત. માંસ, મરઘાં અને સીફૂડ જેવા પ્રાણીઓમાંથી મેળવેલા ખોરાક)નું નબળું આહાર",
 "-> જઠરાંત્રિય વિકૃતિઓ જે પોષક તત્ત્વોના શોષણને અસર કરે છે (દા.ત. દાહક આંતરડા રોગ)",
 "● આયર્નની ઉણપ:",
 "-> નિસ્તેજ = નિસ્તેજ ત્વચા",
 "-> Koilonychia = ચમચી આકારના નખ",
 "-> ગ્લોસિટિસ- જીભની બળતરા અને લીસું થવું જે ગળી જવાની મુશ્કેલી અને સ્વાદની સંવેદનામાં ફેરફાર તરફ દોરી શકે છે",
 ">> આયર્નની ઉણપનું કારણ:",
 "-> અપૂરતું આયર્ન, હિમોગ્લોબિન ઉત્પાદન અને લોહીમાં ઓક્સિજન પરિવહન માટે જરૂરી",
 ">> આયર્નની ઉણપ માટેના જોખમી પરિબળો:",
 "-> આયર્ન-સમૃદ્ધ ખોરાકનું ઓછું સેવન (દા.ત. લાલ માંસ, કઠોળ અને ફોર્ટિફાઇડ અનાજ)",
 "-> લોહીની ખોટ (દા.ત. ભારે માસિક રક્તસ્રાવ, જઠરાંત્રિય રક્તસ્રાવ)",
 "-> આયર્નના શોષણને અસર કરતા માલાબ્સોર્પ્શન સિન્ડ્રોમ (દા.ત. સેલિયાક રોગ)",
 "■ પ્રોટીન-ઊર્જા કુપોષણ",
 "● ક્વાશિઓર્કોર:",
 "-> સામાન્ય સોજો (સોજો), મોટું યકૃત અને ચામડીના જખમ",
 "-> ચામડીના જખમ, જેને 'ફ્લકી પેઇન્ટ ડર્મેટાઇટિસ' તરીકે ઓળખવામાં આવે છે, તે હાયપરપીગ્મેન્ટેડ, છાલવાળા વિસ્તારો તરીકે દેખાય છે",
 ">> ક્વાશિઓર્કોર માટેનું કારણ:",
 "-> પૂરતા પ્રમાણમાં કેલરી લેવા છતાં પ્રોટીનની ગંભીર ઉણપ. પ્રોટીનની ઉણપ એલ્બુમીનના સંશ્લેષણને અસર કરે છે, જેનાથી સોજો અને ત્વચાની અખંડિતતા નબળી પડે છે.",
 ">> ક્વાશિઓર્કોર માટે જોખમી પરિબળો:",
 "-> પ્રોટીન ઓછું ખોરાક, ખાસ કરીને બાળકોમાં",
 "-> સામાજિક-આર્થિક પરિબળો (દા.ત. ગરીબી અને ખોરાકની અછત)",
 "● મારાસમસ:",
 "-> સ્નાયુ સમૂહ અને સબક્યુટેનીયસ ચરબીના નોંધપાત્ર નુકશાન સાથે પાતળો, અશક્ત દેખાવ",
 "-> ત્વચાની સ્થિતિસ્થાપકતામાં ઘટાડો, શુષ્ક અને કરચલીવાળી ત્વચા તરફ દોરી જાય છે",
 ">> મારાસમસ માટેનું કારણ:",
 "-> પ્રોટીન અને કેલરી બંનેમાં ગંભીર ઉણપ જે ઉર્જા અવક્ષય, સ્નાયુઓનો બગાડ અને ચરબીના ભંડારનું નુકશાન તરફ દોરી જાય છે",
 ">> મારાસમસ માટે જોખમી પરિબળો:",
 "-> અત્યંત ગરીબી",
 "-> લાંબી માંદગી જે લાંબા સમય સુધી કુપોષણનું કારણ બને છે (દા.ત. ક્રોનિક ચેપ અને જઠરાંત્રિય રોગો)"
       ],
    "hne": [

        "■ पर्यावरण और व्यावसायिक विकार:",
        
        "● प्रकाश संवेदनशीलता:",
        
        "-> लाल पपल्स या पुटिकाएँ",
        
        "-> सनबर्न जैसा दिख सकता है, जिसमें लालिमा, सूजन और छीलन हो सकती है, और लंबे समय तक संपर्क में रहने पर हाइपरपिग्मेंटेशन और लाइकेनिफिकेशन जैसे पुराने बदलाव हो सकते हैं",
        
        ">> प्रकाश संवेदनशीलता का कारण:",
        
        "-> यूवी विकिरण के प्रति संवेदनशीलता में वृद्धि",
        
        ">> प्रकाश संवेदनशीलता के लिए जोखिम कारक:",
        
        "-> दवाएँ (जैसे टेट्रासाइक्लिन, सल्फोनामाइड्स जैसे एंटीबायोटिक्स, थियाज़ाइड्स और फ़्यूरोसेमाइड जैसे मूत्रवर्धक, NSAIDs)",
        
        "-> आनुवंशिक स्थितियाँ (जैसे ज़ेरोडर्मा पिगमेंटोसम या सिस्टमिक ल्यूपस एरिथेमेटोसस)",
        
        "-> रसायनों के संपर्क में आना (जैसे कोल टार, परफ्यूम, सोरालेंस)",
        
        "● मिलिरिया (हीट रैश):",
        "-> लाल-गुलाबी पपल्स या पुटिकाएँ",
        "-> उपप्रकार:",
        "-> मिलिरिया क्रिस्टलिना: एरिथेमा (लालिमा) के बिना सतही, स्पष्ट पुटिकाएँ",
        "-> मिलिरिया रूब्रा: एरिथेमेटस पपल्स और पुटिकाएँ, जो खुजली से जुड़ी होती हैं",
        "-> मिलिरिया प्रोफुंडा: गहरे बैठे, त्वचा के रंग के पपल्स",
        ">> मिलिरिया के कारण:",
        "-> एक्राइन पसीने की नलिकाओं में रुकावट, जिसके परिणामस्वरूप सूजन होती है।",
        ">> मिलिरिया के लिए जोखिम कारक:",
        "-> गर्म और आर्द्र मौसम",
        "-> अत्यधिक पसीना आना",
        "-> तंग कपड़े",
        "-> रहने या काम करने के माहौल में खराब वेंटिलेशन",
        "-> पोषण संबंधी कमी से संबंधित त्वचा रोग",
        "■ विटामिन की कमी",
        "● विटामिन ए की कमी:",
        "-> फ़्रीनोडर्मा (फॉलिक्युलर हाइपरकेराटोसिस):",
        "-> खुरदरी, ज़ेरोटिक (सूखी) त्वचा जिसमें केराटोटिक पपल्स होते हैं → 'टॉड स्किन'",
        "-> अक्सर पेरिफोलिक्युलर, जो बालों के रोम के आस-पास की समस्या को दर्शाता है",
        ">> विटामिन ए की कमी के कारण:",
        "-> विटामिन ए का अपर्याप्त सेवन, जो त्वचा के स्वास्थ्य और सेल टर्नओवर के लिए महत्वपूर्ण है।",
        ">> विटामिन ए की कमी के जोखिम कारक:",
        "-> खराब आहार (जैसे. पशु उत्पादों या फोर्टिफाइड खाद्य पदार्थों की कमी वाले आहार)",
        "-> मैलाबॉस्पशन विकार जो वसा में घुलनशील विटामिनों के अवशोषण को बाधित करते हैं (जैसे सीलिएक रोग, क्रोहन रोग, अग्नाशय की कमी)",
        "-> पुरानी बीमारियाँ जो पोषक तत्वों के सेवन या अवशोषण को प्रभावित करती हैं (जैसे यकृत रोग)",
        "● विटामिन बी कॉम्प्लेक्स की कमी:",
        "-> पेलाग्रा:",
        "-> क्लासिक ट्रायड: डर्मेटाइटिस + डायरिया + डिमेंशिया",
        "-> डर्मेटाइटिस आमतौर पर सममित होता है, जिसमें सूर्य के संपर्क में आने वाले क्षेत्रों पर एरिथेमेटस और हाइपरपिग्मेंटेड पैच होते हैं, जो गर्दन के चारों ओर 'कैसल\"स नेकलेस' पैटर्न बनाते हैं",
        ">> विटामिन बी कॉम्प्लेक्स की कमी के कारण:",
        "-> नियासिन/विटामिन बी3 या ट्रिप्टोफैन (नियासिन अग्रदूत) की कमी, सेलुलर चयापचय और ऊर्जा उत्पादन के लिए आवश्यक यौगिक",
        ">> विटामिन बी कॉम्प्लेक्स की कमी के जोखिम कारक:",
        "-> आहार की कमी (जैसे मकई आधारित आहार)",
        
        "-> शराब की लत",
        
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाली स्थितियाँ (जैसे हार्टनप रोग (ट्रिप्टोफैन अवशोषण को प्रभावित करने वाला आनुवंशिक विकार) और कार्सिनॉइड सिंड्रोम (ट्रिप्टोफैन को सेरोटोनिन उत्पादन में बदल दिया जाता है))",
        
        "● राइबोफ्लेविन (विटामिन बी2) की कमी:",
        
        "-> कोणीय चेइलाइटिस= मुंह के कोनों पर दरारें",
        
        "-> ग्लोसिटिस= जीभ में सूजन",
        
        "-> सेबोरहाइक डर्मेटाइटिस जैसे चकत्ते, खासकर नाक और आँखों के आस-पास",
        
        ">> राइबोफ्लेविन के कारण:",
        
        "-> ऊर्जा उत्पादन और सेलुलर फ़ंक्शन के लिए महत्वपूर्ण राइबोफ्लेविन का अपर्याप्त सेवन",
        
        ">> राइबोफ्लेविन के लिए जोखिम कारक:",
        
        "-> राइबोफ्लेविन युक्त खाद्य पदार्थों का अपर्याप्त सेवन (जैसे. दूध, अंडे और हरी सब्जियाँ)",
        "-> पुरानी बीमारियाँ या कुपोषण सिंड्रोम जो पोषक तत्वों के अवशोषण को बाधित करते हैं या चयापचय की मांग को बढ़ाते हैं (जैसे कि पुराने संक्रमण, घातक बीमारियाँ, सीलिएक रोग)",
        "● बायोटिन (विटामिन बी7) की कमी:",
        "-> खालित्य",
        "-> डर्मेटाइटिस, विशेष रूप से आँखों, नाक और मुँह के आस-पास पेरिओरिफ़िशियल डर्मेटाइटिस",
        "-> नेत्रश्लेष्मलाशोथ",
        ">> बायोटिन के कारण:",
        "-> फैटी एसिड संश्लेषण और त्वचा, बालों और नाखूनों के स्वास्थ्य के लिए आवश्यक बायोटिन की कमी",
        ">> बायोटिन के लिए जोखिम कारक:",
        "-> कच्चे अंडे की सफेदी का लंबे समय तक सेवन, जिसमें एविडिन होता है जो बायोटिन को बांधता है और इसके अवशोषण को रोकता है",
        "-> कुपोषण",
        "-> बायोटिन का उपयोग करने की शरीर की क्षमता को प्रभावित करने वाले आनुवंशिक विकार (जैसे कि बायोटिनिडेस की कमी या होलोकार्बोक्सिलेज सिंथेटेस कमी)",
        "● विटामिन सी की कमी (स्कर्वी):",
        "-> पेरिफॉलिक्युलर रक्तस्राव= बालों के रोम के आस-पास छोटा, बिंदु जैसा रक्तस्राव, जो अक्सर लाल या बैंगनी धब्बे के रूप में दिखाई देता है",
        "-> कॉर्कस्क्रू बाल= मुड़े हुए, कुंडलित बाल",
        "-> मसूड़े की सूजन= सूजन, मसूड़ों से खून आना, जो अक्सर गंभीर मामलों में पीरियडोंटल बीमारी और दांतों के नुकसान की ओर बढ़ जाता है",
        ">> विटामिन सी की कमी के कारण:",
        "-> कोलेजन संश्लेषण, घाव भरने और त्वचा की अखंडता के लिए महत्वपूर्ण विटामिन सी (एस्कॉर्बिक एसिड) की कमी",
        ">> विटामिन सी की कमी के जोखिम कारक:",
        "-> विटामिन सी से भरपूर फलों और सब्जियों का अपर्याप्त सेवन",
        "-> धूम्रपान",
        
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे क्रोहन रोग, सीलिएक रोग, अल्सरेटिव कोलाइटिस, क्रोनिक अग्नाशयशोथ)",
        
        "● विटामिन डी की कमी:",
        
        "-> सोरायसिस जैसा डर्मेटाइटिस:",
        
        "-> पपड़ीदार, एरिथेमेटस पट्टिकाएँ जो सोरायसिस जैसी होती हैं, जो अक्सर त्वचा के धूप वाले क्षेत्रों पर देखी जाती हैं",
        
        ">> विटामिन डी की कमी के कारण:",
        
        "-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य और त्वचा के स्वास्थ्य के लिए महत्वपूर्ण है",
        
        ">> विटामिन डी की कमी के लिए जोखिम कारक:",
        
        "-> सीमित धूप में रहना",
        
        "-> त्वचा का रंग गहरा होना (मेलेनिन की उच्च मात्रा UVB प्रवेश और विटामिन डी संश्लेषण को कम करती है)",
        
        "-> विटामिन डी युक्त खाद्य पदार्थों का कम सेवन (जैसे वसायुक्त मछली, फोर्टिफाइड डेयरी उत्पाद और अंडे)",
        
        "■ खनिज कमियाँ",
        
        "● जिंक की कमी:",
        
        "-> पेरिओरिफिशियल डर्मेटाइटिस, जो मुंह, गुदा और आंखों के आसपास एरिथेमेटस, पुस्टुलर घावों के रूप में प्रकट होता है।",
        
        "-> एलोपेसिया",
        "-> पैरोनीशिया= नाखूनों के आसपास सूजन",
        
        ">> जिंक की कमी के कारण:",
        
        "-> जिंक की कमी, जो डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण और प्रतिरक्षा कार्य के लिए महत्वपूर्ण है",
        
        ">> जिंक की कमी के जोखिम कारक:",
        "-> जिंक अवशोषण को प्रभावित करने वाले आनुवंशिक विकार (जैसे. एक्रोडर्माटाइटिस एंटरोपैथिका)",
        "-> जिंक युक्त खाद्य पदार्थों (जैसे मांस, मुर्गी और समुद्री भोजन जैसे पशु-व्युत्पन्न खाद्य पदार्थ) का खराब आहार सेवन",
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे सूजन आंत्र रोग)",
        "● आयरन की कमी:",
        "-> पीलापन = पीली त्वचा",
        "-> कोइलोनीचिया = चम्मच के आकार के नाखून",
        "-> ग्लोसिटिस - जीभ की सूजन और चिकनापन जिसके कारण निगलने में कठिनाई और स्वाद संवेदना में बदलाव हो सकता है",
        ">> आयरन की कमी के कारण:",
        "-> अपर्याप्त आयरन, हीमोग्लोबिन उत्पादन और रक्त में ऑक्सीजन परिवहन के लिए आवश्यक है",
        ">> आयरन की कमी के जोखिम कारक:",
        "-> आयरन युक्त खाद्य पदार्थों (जैसे लाल मांस, फलियां और फोर्टिफाइड अनाज) का कम सेवन",
        "-> रक्त की हानि (जैसे भारी मासिक धर्म रक्तस्राव, जठरांत्र रक्तस्राव)",
        "-> कुअवशोषण आयरन अवशोषण को प्रभावित करने वाले सिंड्रोम (जैसे सीलिएक रोग)",
        
        "■ प्रोटीन-ऊर्जा कुपोषण",
        
        "● क्वाशिओरकोर:",
        
        "-> सामान्यीकृत एडिमा (सूजन), बढ़े हुए जिगर और त्वचा के घाव",
        
        "-> त्वचा के घाव, जिन्हें 'फ्लेकी पेंट डर्मेटाइटिस' के रूप में जाना जाता है, हाइपरपिग्मेंटेड, छीलने वाले क्षेत्रों के रूप में दिखाई देते हैं",
        
        ">> क्वाशिओरकोर का कारण:",
        
        "-> पर्याप्त कैलोरी सेवन के बावजूद गंभीर प्रोटीन की कमी। प्रोटीन की कमी से एल्ब्यूमिन का संश्लेषण प्रभावित होता है, जिससे एडिमा और त्वचा की अखंडता में कमी आती है।",
        
        ">> क्वाशिओरकोर के लिए जोखिम कारक:",
        
        "-> कम प्रोटीन वाला आहार, खासकर बच्चों में",
        
        "-> सामाजिक-आर्थिक कारक (जैसे गरीबी और भोजन की कमी)",
        
        "● मैरास्मस:",
        
        "-> मांसपेशियों और चमड़े के नीचे की वसा में महत्वपूर्ण कमी के साथ पतला, क्षीण दिखना",
        
        "-> त्वचा की लोच में कमी, जिससे त्वचा शुष्क और झुर्रीदार हो जाती है",
        
        ">> मैरास्मस के कारण:",
        
        "-> प्रोटीन और कैलोरी दोनों की गंभीर कमी जिसके कारण ऊर्जा की कमी, मांसपेशियों की बर्बादी और वसा भंडार में कमी आती है",
        
        ">> मैरास्मस के लिए जोखिम कारक:",
        
        "-> अत्यधिक गरीबी",
        
        "-> दीर्घकालिक कुपोषण का कारण बनने वाली पुरानी बीमारी (जैसे पुराने संक्रमण और जठरांत्र संबंधी रोग)"
        ],
    "hi": [

"■ पर्यावरण और व्यावसायिक विकार:",

"● प्रकाश संवेदनशीलता:",

"-> लाल पपल्स या पुटिकाएँ",

"-> सनबर्न जैसा दिख सकता है, जिसमें लालिमा, सूजन और छीलन हो सकती है, और लंबे समय तक संपर्क में रहने पर हाइपरपिग्मेंटेशन और लाइकेनिफिकेशन जैसे पुराने बदलाव हो सकते हैं",

">> प्रकाश संवेदनशीलता का कारण:",

"-> यूवी विकिरण के प्रति संवेदनशीलता में वृद्धि",

">> प्रकाश संवेदनशीलता के लिए जोखिम कारक:",

"-> दवाएँ (जैसे टेट्रासाइक्लिन, सल्फोनामाइड्स जैसे एंटीबायोटिक्स, थियाज़ाइड्स और फ़्यूरोसेमाइड जैसे मूत्रवर्धक, NSAIDs)",

"-> आनुवंशिक स्थितियाँ (जैसे ज़ेरोडर्मा पिगमेंटोसम या सिस्टमिक ल्यूपस एरिथेमेटोसस)",

"-> रसायनों के संपर्क में आना (जैसे कोल टार, परफ्यूम, सोरालेंस)",

"● मिलिरिया (हीट रैश):",
"-> लाल-गुलाबी पपल्स या पुटिकाएँ",
"-> उपप्रकार:",
"-> मिलिरिया क्रिस्टलिना: एरिथेमा (लालिमा) के बिना सतही, स्पष्ट पुटिकाएँ",
"-> मिलिरिया रूब्रा: एरिथेमेटस पपल्स और पुटिकाएँ, जो खुजली से जुड़ी होती हैं",
"-> मिलिरिया प्रोफुंडा: गहरे बैठे, त्वचा के रंग के पपल्स",
">> मिलिरिया के कारण:",
"-> एक्राइन पसीने की नलिकाओं में रुकावट, जिसके परिणामस्वरूप सूजन होती है।",
">> मिलिरिया के लिए जोखिम कारक:",
"-> गर्म और आर्द्र मौसम",
"-> अत्यधिक पसीना आना",
"-> तंग कपड़े",
"-> रहने या काम करने के माहौल में खराब वेंटिलेशन",
"-> पोषण संबंधी कमी से संबंधित त्वचा रोग",
"■ विटामिन की कमी",
"● विटामिन ए की कमी:",
"-> फ़्रीनोडर्मा (फॉलिक्युलर हाइपरकेराटोसिस):",
"-> खुरदरी, ज़ेरोटिक (सूखी) त्वचा जिसमें केराटोटिक पपल्स होते हैं → 'टॉड स्किन'",
"-> अक्सर पेरिफोलिक्युलर, जो बालों के रोम के आस-पास की समस्या को दर्शाता है",
">> विटामिन ए की कमी के कारण:",
"-> विटामिन ए का अपर्याप्त सेवन, जो त्वचा के स्वास्थ्य और सेल टर्नओवर के लिए महत्वपूर्ण है।",
">> विटामिन ए की कमी के जोखिम कारक:",
"-> खराब आहार (जैसे. पशु उत्पादों या फोर्टिफाइड खाद्य पदार्थों की कमी वाले आहार)",
"-> मैलाबॉस्पशन विकार जो वसा में घुलनशील विटामिनों के अवशोषण को बाधित करते हैं (जैसे सीलिएक रोग, क्रोहन रोग, अग्नाशय की कमी)",
"-> पुरानी बीमारियाँ जो पोषक तत्वों के सेवन या अवशोषण को प्रभावित करती हैं (जैसे यकृत रोग)",
"● विटामिन बी कॉम्प्लेक्स की कमी:",
"-> पेलाग्रा:",
"-> क्लासिक ट्रायड: डर्मेटाइटिस + डायरिया + डिमेंशिया",
"-> डर्मेटाइटिस आमतौर पर सममित होता है, जिसमें सूर्य के संपर्क में आने वाले क्षेत्रों पर एरिथेमेटस और हाइपरपिग्मेंटेड पैच होते हैं, जो गर्दन के चारों ओर 'कैसल\"स नेकलेस' पैटर्न बनाते हैं",
">> विटामिन बी कॉम्प्लेक्स की कमी के कारण:",
"-> नियासिन/विटामिन बी3 या ट्रिप्टोफैन (नियासिन अग्रदूत) की कमी, सेलुलर चयापचय और ऊर्जा उत्पादन के लिए आवश्यक यौगिक",
">> विटामिन बी कॉम्प्लेक्स की कमी के जोखिम कारक:",
"-> आहार की कमी (जैसे मकई आधारित आहार)",

"-> शराब की लत",

"-> पोषक तत्वों के अवशोषण को प्रभावित करने वाली स्थितियाँ (जैसे हार्टनप रोग (ट्रिप्टोफैन अवशोषण को प्रभावित करने वाला आनुवंशिक विकार) और कार्सिनॉइड सिंड्रोम (ट्रिप्टोफैन को सेरोटोनिन उत्पादन में बदल दिया जाता है))",

"● राइबोफ्लेविन (विटामिन बी2) की कमी:",

"-> कोणीय चेइलाइटिस= मुंह के कोनों पर दरारें",

"-> ग्लोसिटिस= जीभ में सूजन",

"-> सेबोरहाइक डर्मेटाइटिस जैसे चकत्ते, खासकर नाक और आँखों के आस-पास",

">> राइबोफ्लेविन के कारण:",

"-> ऊर्जा उत्पादन और सेलुलर फ़ंक्शन के लिए महत्वपूर्ण राइबोफ्लेविन का अपर्याप्त सेवन",

">> राइबोफ्लेविन के लिए जोखिम कारक:",

"-> राइबोफ्लेविन युक्त खाद्य पदार्थों का अपर्याप्त सेवन (जैसे. दूध, अंडे और हरी सब्जियाँ)",
"-> पुरानी बीमारियाँ या कुपोषण सिंड्रोम जो पोषक तत्वों के अवशोषण को बाधित करते हैं या चयापचय की मांग को बढ़ाते हैं (जैसे कि पुराने संक्रमण, घातक बीमारियाँ, सीलिएक रोग)",
"● बायोटिन (विटामिन बी7) की कमी:",
"-> खालित्य",
"-> डर्मेटाइटिस, विशेष रूप से आँखों, नाक और मुँह के आस-पास पेरिओरिफ़िशियल डर्मेटाइटिस",
"-> नेत्रश्लेष्मलाशोथ",
">> बायोटिन के कारण:",
"-> फैटी एसिड संश्लेषण और त्वचा, बालों और नाखूनों के स्वास्थ्य के लिए आवश्यक बायोटिन की कमी",
">> बायोटिन के लिए जोखिम कारक:",
"-> कच्चे अंडे की सफेदी का लंबे समय तक सेवन, जिसमें एविडिन होता है जो बायोटिन को बांधता है और इसके अवशोषण को रोकता है",
"-> कुपोषण",
"-> बायोटिन का उपयोग करने की शरीर की क्षमता को प्रभावित करने वाले आनुवंशिक विकार (जैसे कि बायोटिनिडेस की कमी या होलोकार्बोक्सिलेज सिंथेटेस कमी)",
"● विटामिन सी की कमी (स्कर्वी):",
"-> पेरिफॉलिक्युलर रक्तस्राव= बालों के रोम के आस-पास छोटा, बिंदु जैसा रक्तस्राव, जो अक्सर लाल या बैंगनी धब्बे के रूप में दिखाई देता है",
"-> कॉर्कस्क्रू बाल= मुड़े हुए, कुंडलित बाल",
"-> मसूड़े की सूजन= सूजन, मसूड़ों से खून आना, जो अक्सर गंभीर मामलों में पीरियडोंटल बीमारी और दांतों के नुकसान की ओर बढ़ जाता है",
">> विटामिन सी की कमी के कारण:",
"-> कोलेजन संश्लेषण, घाव भरने और त्वचा की अखंडता के लिए महत्वपूर्ण विटामिन सी (एस्कॉर्बिक एसिड) की कमी",
">> विटामिन सी की कमी के जोखिम कारक:",
"-> विटामिन सी से भरपूर फलों और सब्जियों का अपर्याप्त सेवन",
"-> धूम्रपान",

"-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे क्रोहन रोग, सीलिएक रोग, अल्सरेटिव कोलाइटिस, क्रोनिक अग्नाशयशोथ)",

"● विटामिन डी की कमी:",

"-> सोरायसिस जैसा डर्मेटाइटिस:",

"-> पपड़ीदार, एरिथेमेटस पट्टिकाएँ जो सोरायसिस जैसी होती हैं, जो अक्सर त्वचा के धूप वाले क्षेत्रों पर देखी जाती हैं",

">> विटामिन डी की कमी के कारण:",

"-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य और त्वचा के स्वास्थ्य के लिए महत्वपूर्ण है",

">> विटामिन डी की कमी के लिए जोखिम कारक:",

"-> सीमित धूप में रहना",

"-> त्वचा का रंग गहरा होना (मेलेनिन की उच्च मात्रा UVB प्रवेश और विटामिन डी संश्लेषण को कम करती है)",

"-> विटामिन डी युक्त खाद्य पदार्थों का कम सेवन (जैसे वसायुक्त मछली, फोर्टिफाइड डेयरी उत्पाद और अंडे)",

"■ खनिज कमियाँ",

"● जिंक की कमी:",

"-> पेरिओरिफिशियल डर्मेटाइटिस, जो मुंह, गुदा और आंखों के आसपास एरिथेमेटस, पुस्टुलर घावों के रूप में प्रकट होता है।",

"-> एलोपेसिया",
"-> पैरोनीशिया= नाखूनों के आसपास सूजन",

">> जिंक की कमी के कारण:",

"-> जिंक की कमी, जो डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण और प्रतिरक्षा कार्य के लिए महत्वपूर्ण है",

">> जिंक की कमी के जोखिम कारक:",
"-> जिंक अवशोषण को प्रभावित करने वाले आनुवंशिक विकार (जैसे. एक्रोडर्माटाइटिस एंटरोपैथिका)",
"-> जिंक युक्त खाद्य पदार्थों (जैसे मांस, मुर्गी और समुद्री भोजन जैसे पशु-व्युत्पन्न खाद्य पदार्थ) का खराब आहार सेवन",
"-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे सूजन आंत्र रोग)",
"● आयरन की कमी:",
"-> पीलापन = पीली त्वचा",
"-> कोइलोनीचिया = चम्मच के आकार के नाखून",
"-> ग्लोसिटिस - जीभ की सूजन और चिकनापन जिसके कारण निगलने में कठिनाई और स्वाद संवेदना में बदलाव हो सकता है",
">> आयरन की कमी के कारण:",
"-> अपर्याप्त आयरन, हीमोग्लोबिन उत्पादन और रक्त में ऑक्सीजन परिवहन के लिए आवश्यक है",
">> आयरन की कमी के जोखिम कारक:",
"-> आयरन युक्त खाद्य पदार्थों (जैसे लाल मांस, फलियां और फोर्टिफाइड अनाज) का कम सेवन",
"-> रक्त की हानि (जैसे भारी मासिक धर्म रक्तस्राव, जठरांत्र रक्तस्राव)",
"-> कुअवशोषण आयरन अवशोषण को प्रभावित करने वाले सिंड्रोम (जैसे सीलिएक रोग)",

"■ प्रोटीन-ऊर्जा कुपोषण",

"● क्वाशिओरकोर:",

"-> सामान्यीकृत एडिमा (सूजन), बढ़े हुए जिगर और त्वचा के घाव",

"-> त्वचा के घाव, जिन्हें 'फ्लेकी पेंट डर्मेटाइटिस' के रूप में जाना जाता है, हाइपरपिग्मेंटेड, छीलने वाले क्षेत्रों के रूप में दिखाई देते हैं",

">> क्वाशिओरकोर का कारण:",

"-> पर्याप्त कैलोरी सेवन के बावजूद गंभीर प्रोटीन की कमी। प्रोटीन की कमी से एल्ब्यूमिन का संश्लेषण प्रभावित होता है, जिससे एडिमा और त्वचा की अखंडता में कमी आती है।",

">> क्वाशिओरकोर के लिए जोखिम कारक:",

"-> कम प्रोटीन वाला आहार, खासकर बच्चों में",

"-> सामाजिक-आर्थिक कारक (जैसे गरीबी और भोजन की कमी)",

"● मैरास्मस:",

"-> मांसपेशियों और चमड़े के नीचे की वसा में महत्वपूर्ण कमी के साथ पतला, क्षीण दिखना",

"-> त्वचा की लोच में कमी, जिससे त्वचा शुष्क और झुर्रीदार हो जाती है",

">> मैरास्मस के कारण:",

"-> प्रोटीन और कैलोरी दोनों की गंभीर कमी जिसके कारण ऊर्जा की कमी, मांसपेशियों की बर्बादी और वसा भंडार में कमी आती है",

">> मैरास्मस के लिए जोखिम कारक:",

"-> अत्यधिक गरीबी",

"-> दीर्घकालिक कुपोषण का कारण बनने वाली पुरानी बीमारी (जैसे पुराने संक्रमण और जठरांत्र संबंधी रोग)"
],
    "kn": [
        "■ ಪರಿಸರ ಮತ್ತು ಔದ್ಯೋಗಿಕ ಅಸ್ವಸ್ಥತೆಗಳು:",
        "● ಫೋಟೋಸೆನ್ಸಿಟಿವಿಟಿ:",
        "-> ಕೆಂಪು ಪಪೂಲ್ಗಳು ಅಥವಾ ಕೋಶಕಗಳು",
        "-> ಕೆಂಪು, ಊತ ಮತ್ತು ಸಿಪ್ಪೆಸುಲಿಯುವಿಕೆಯೊಂದಿಗೆ ಬಿಸಿಲಿನ ಬೇಗೆಯನ್ನು ಹೋಲಬಹುದು ಮತ್ತು ಹೈಪರ್ಪಿಗ್ಮೆಂಟೇಶನ್ ಮತ್ತು ದೀರ್ಘಕಾಲದ ಮಾನ್ಯತೆಯೊಂದಿಗೆ ಕಲ್ಲುಹೂವುಗಳಂತಹ ದೀರ್ಘಕಾಲದ ಬದಲಾವಣೆಗಳಿಗೆ ಪ್ರಗತಿ ಹೊಂದಬಹುದು",
        ">> ಫೋಟೋಸೆನ್ಸಿಟಿವಿಟಿಗೆ ಕಾರಣ:",
        "-> UV ವಿಕಿರಣಕ್ಕೆ ಹೆಚ್ಚಿದ ಸಂವೇದನೆ",
        ">> ಫೋಟೋಸೆನ್ಸಿಟಿವಿಟಿಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ಔಷಧಿಗಳು (ಉದಾ. ಟೆಟ್ರಾಸೈಕ್ಲಿನ್‌ಗಳು, ಸಲ್ಫೋನಮೈಡ್‌ಗಳಂತಹ ಪ್ರತಿಜೀವಕಗಳು, ಥಿಯಾಜೈಡ್ಸ್ ಮತ್ತು ಫ್ಯೂರೋಸಮೈಡ್‌ನಂತಹ ಮೂತ್ರವರ್ಧಕಗಳು, NSAID ಗಳು)",
        "-> ಆನುವಂಶಿಕ ಪರಿಸ್ಥಿತಿಗಳು (ಉದಾ. ಜೆರೋಡರ್ಮಾ ಪಿಗ್ಮೆಂಟೋಸಮ್ ಅಥವಾ ಸಿಸ್ಟಮಿಕ್ ಲೂಪಸ್ ಎರಿಥೆಮಾಟೋಸಸ್)",
        "-> ರಾಸಾಯನಿಕಗಳಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವುದು (ಉದಾ. ಕಲ್ಲಿದ್ದಲು ಟಾರ್, ಸುಗಂಧ ದ್ರವ್ಯಗಳು, ಸೋರಾಲೆನ್ಸ್)",
        "● ಮಿಲಿರಿಯಾ (ಹೀಟ್ ರಾಶ್):",
        "-> ಕೆಂಪು-ಗುಲಾಬಿ ಪಪೂಲ್ಗಳು ಅಥವಾ ಕೋಶಕಗಳು",
        "-> ಉಪವಿಧಗಳು:",
        "-> ಮಿಲಿರಿಯಾ ಕ್ರಿಸ್ಟಲಿನಾ: ಎರಿಥೆಮಾ (ಕೆಂಪು) ಇಲ್ಲದೆ ಬಾಹ್ಯ, ಸ್ಪಷ್ಟ ಕೋಶಕಗಳು",
        "-> ಮಿಲಿರಿಯಾ ರುಬ್ರಾ: ಎರಿಥೆಮ್ಯಾಟಸ್ ಪಪೂಲ್ಗಳು ಮತ್ತು ಕೋಶಕಗಳು, ಪ್ರುರಿಟಸ್ಗೆ ಸಂಬಂಧಿಸಿವೆ",
        "-> Miliaria Profunda: ಆಳವಾಗಿ ಕುಳಿತಿರುವ, ಚರ್ಮದ ಬಣ್ಣದ papules",
        ">> ಮಿಲಿರಿಯಾಗೆ ಕಾರಣ:",
        "-> ಎಕ್ರಿನ್ ಬೆವರು ನಾಳಗಳ ಅಡಚಣೆ, ಉರಿಯೂತಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ.",
        ">> ಮಿಲಿರಿಯಾಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ಬಿಸಿ ಮತ್ತು ಆರ್ದ್ರ ವಾತಾವರಣ",
        "-> ಅತಿಯಾದ ಬೆವರುವಿಕೆ",
        "-> ಬಿಗಿಯಾದ ಬಟ್ಟೆ",
        "-> ವಾಸಿಸುವ ಅಥವಾ ಕೆಲಸದ ವಾತಾವರಣದಲ್ಲಿ ಕಳಪೆ ಗಾಳಿ",
        "-> ಪೌಷ್ಟಿಕಾಂಶದ ಕೊರತೆ-ಸಂಬಂಧಿತ ಚರ್ಮರೋಗಗಳು",
        "■ ವಿಟಮಿನ್ ಕೊರತೆಗಳು",
        "● ವಿಟಮಿನ್ ಎ ಕೊರತೆ:",
        "-> ಫ್ರೈನೋಡರ್ಮಾ (ಫೋಲಿಕ್ಯುಲರ್ ಹೈಪರ್ಕೆರಾಟೋಸಿಸ್):",
        "-> ಕೆರಾಟೋಟಿಕ್ ಪಪೂಲ್‌ಗಳೊಂದಿಗೆ ಒರಟು, ಜೆರೋಟಿಕ್ (ಶುಷ್ಕ) ಚರ್ಮ → 'ಟೋಡ್ ಸ್ಕಿನ್'",
        "-> ಸಾಮಾನ್ಯವಾಗಿ ಪೆರಿಫೋಲಿಕ್ಯುಲರ್, ಕೂದಲು ಕಿರುಚೀಲಗಳ ಸುತ್ತಲೂ ಒಳಗೊಳ್ಳುವಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ",
        ">> ವಿಟಮಿನ್ ಎ ಕೊರತೆಗೆ ಕಾರಣ:",
        "-> ವಿಟಮಿನ್ ಎ ಯ ಅಸಮರ್ಪಕ ಸೇವನೆ, ಚರ್ಮದ ಆರೋಗ್ಯ ಮತ್ತು ಜೀವಕೋಶದ ವಹಿವಾಟಿಗೆ ನಿರ್ಣಾಯಕ.",
        ">> ವಿಟಮಿನ್ ಎ ಕೊರತೆಗಳಿಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ಕಳಪೆ ಆಹಾರ (ಉದಾ. ಪ್ರಾಣಿ ಉತ್ಪನ್ನಗಳ ಕೊರತೆ ಅಥವಾ ಬಲವರ್ಧಿತ ಆಹಾರಗಳು)",
        "-> ಕೊಬ್ಬು ಕರಗುವ ಜೀವಸತ್ವಗಳ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯನ್ನು ದುರ್ಬಲಗೊಳಿಸುವ ಮಾಲಾಬ್ಸರ್ಪ್ಶನ್ ಅಸ್ವಸ್ಥತೆಗಳು (ಉದಾ. ಉದರದ ಕಾಯಿಲೆ, ಕ್ರೋನ್ಸ್ ಕಾಯಿಲೆ, ಪ್ಯಾಂಕ್ರಿಯಾಟಿಕ್ ಕೊರತೆ)",
        "-> ಪೌಷ್ಟಿಕಾಂಶದ ಸೇವನೆ ಅಥವಾ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ದೀರ್ಘಕಾಲದ ಕಾಯಿಲೆಗಳು (ಉದಾ. ಯಕೃತ್ತಿನ ರೋಗ)",
        "● ವಿಟಮಿನ್ ಬಿ ಕಾಂಪ್ಲೆಕ್ಸ್ ಕೊರತೆ:",
        "-> ಪೆಲ್ಲಾಗ್ರಾ:",
        "-> ಕ್ಲಾಸಿಕ್ ಟ್ರೈಡ್: ಡರ್ಮಟೈಟಿಸ್ + ಅತಿಸಾರ + ಬುದ್ಧಿಮಾಂದ್ಯತೆ",
        "-> ಡರ್ಮಟೈಟಿಸ್ ವಿಶಿಷ್ಟವಾಗಿ ಸಮ್ಮಿತೀಯವಾಗಿರುತ್ತದೆ, ಸೂರ್ಯನಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವ ಪ್ರದೇಶಗಳಲ್ಲಿ ಎರಿಥೆಮ್ಯಾಟಸ್ ಮತ್ತು ಹೈಪರ್ಪಿಗ್ಮೆಂಟೆಡ್ ತೇಪೆಗಳೊಂದಿಗೆ, ಕುತ್ತಿಗೆಯ ಸುತ್ತ 'ಕ್ಯಾಸಲ್\"ನ ನೆಕ್ಲೇಸ್' ಮಾದರಿಯನ್ನು ರೂಪಿಸುತ್ತದೆ",
        ">> ವಿಟಮಿನ್ ಬಿ ಕಾಂಪ್ಲೆಕ್ಸ್ ಕೊರತೆಗೆ ಕಾರಣ:",
        "-> ನಿಯಾಸಿನ್ / ವಿಟಮಿನ್ B3 ಅಥವಾ ಟ್ರಿಪ್ಟೊಫಾನ್ (ನಿಯಾಸಿನ್ ಪೂರ್ವಗಾಮಿ) ಕೊರತೆ, ಸೆಲ್ಯುಲಾರ್ ಚಯಾಪಚಯ ಮತ್ತು ಶಕ್ತಿ ಉತ್ಪಾದನೆಗೆ ಅಗತ್ಯವಾದ ಸಂಯುಕ್ತಗಳು",
        ">> ವಿಟಮಿನ್ ಬಿ ಕಾಂಪ್ಲೆಕ್ಸ್ ಕೊರತೆಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ಆಹಾರದ ಕೊರತೆ (ಉದಾ. ಕಾರ್ನ್-ಆಧಾರಿತ ಆಹಾರಗಳು)",
        "-> ಮದ್ಯಪಾನ",
        "-> ಪೋಷಕಾಂಶಗಳ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಪರಿಸ್ಥಿತಿಗಳು (ಉದಾ. ಹಾರ್ಟ್‌ನಪ್ ಕಾಯಿಲೆ (ಟ್ರಿಪ್ಟೊಫಾನ್ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಆನುವಂಶಿಕ ಅಸ್ವಸ್ಥತೆ) ಮತ್ತು ಕಾರ್ಸಿನಾಯ್ಡ್ ಸಿಂಡ್ರೋಮ್ (ಟ್ರಿಪ್ಟೊಫಾನ್ ಸಿರೊಟೋನಿನ್ ಉತ್ಪಾದನೆಗೆ ತಿರುಗುತ್ತದೆ)",
        "● ರಿಬೋಫ್ಲಾವಿನ್ (ವಿಟಮಿನ್ B2) ಕೊರತೆ:",
        "-> ಕೋನೀಯ ಚೀಲೈಟಿಸ್ = ಬಾಯಿಯ ಮೂಲೆಗಳಲ್ಲಿ ಬಿರುಕುಗಳು",
        "-> ಗ್ಲೋಸಿಟಿಸ್= ಉರಿಯೂತದ ನಾಲಿಗೆ",
        "-> ಸೆಬೊರ್ಹೆಕ್ ಡರ್ಮಟೈಟಿಸ್ ತರಹದ ದದ್ದುಗಳು, ವಿಶೇಷವಾಗಿ ಮೂಗು ಮತ್ತು ಕಣ್ಣುಗಳ ಸುತ್ತಲೂ",
        ">> ರೈಬೋಫ್ಲಾವಿನ್ ಕಾರಣ:",
        "-> ರಿಬೋಫ್ಲಾವಿನ್‌ನ ಸಾಕಷ್ಟು ಸೇವನೆ, ಶಕ್ತಿ ಉತ್ಪಾದನೆ ಮತ್ತು ಸೆಲ್ಯುಲಾರ್ ಕಾರ್ಯಕ್ಕೆ ಮುಖ್ಯವಾಗಿದೆ",
        ">> ರಿಬೋಫ್ಲಾವಿನ್‌ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ರೈಬೋಫ್ಲಾವಿನ್-ಭರಿತ ಆಹಾರಗಳ ಅಸಮರ್ಪಕ ಬಳಕೆ (ಉದಾ. ಹಾಲು, ಮೊಟ್ಟೆ ಮತ್ತು ಹಸಿರು ತರಕಾರಿಗಳು)",
        "-> ದೀರ್ಘಕಾಲದ ಕಾಯಿಲೆಗಳು ಅಥವಾ ಮಾಲಾಬ್ಸರ್ಪ್ಶನ್ ಸಿಂಡ್ರೋಮ್‌ಗಳು ಪೋಷಕಾಂಶಗಳ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯನ್ನು ದುರ್ಬಲಗೊಳಿಸುತ್ತವೆ ಅಥವಾ ಚಯಾಪಚಯದ ಬೇಡಿಕೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ (ಉದಾಹರಣೆಗೆ ದೀರ್ಘಕಾಲದ ಸೋಂಕುಗಳು, ಮಾರಕತೆಗಳು, ಸೆಲಿಯಾಕ್ ಕಾಯಿಲೆ)",
        "● ಬಯೋಟಿನ್ (ವಿಟಮಿನ್ B7) ಕೊರತೆ:",
        "-> ಅಲೋಪೆಸಿಯಾ",
        "-> ಡರ್ಮಟೈಟಿಸ್, ವಿಶೇಷವಾಗಿ ಕಣ್ಣುಗಳು, ಮೂಗು ಮತ್ತು ಬಾಯಿಯ ಸುತ್ತ ಪೆರಿಯೊರಿಫಿಯಲ್ ಡರ್ಮಟೈಟಿಸ್",
        "-> ಕಾಂಜಂಕ್ಟಿವಿಟಿಸ್",
        ">> ಬಯೋಟಿನ್‌ಗೆ ಕಾರಣ:",
        "-> ಬಯೋಟಿನ್ ಕೊರತೆ, ಕೊಬ್ಬಿನಾಮ್ಲ ಸಂಶ್ಲೇಷಣೆ ಮತ್ತು ಚರ್ಮ, ಕೂದಲು ಮತ್ತು ಉಗುರುಗಳ ಆರೋಗ್ಯಕ್ಕೆ ಅವಶ್ಯಕ",
        ">> ಬಯೋಟಿನ್‌ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ಹಸಿ ಮೊಟ್ಟೆಯ ಬಿಳಿಭಾಗದ ದೀರ್ಘಕಾಲದ ಬಳಕೆ, ಇದು ಬಯೋಟಿನ್ ಅನ್ನು ಬಂಧಿಸುವ ಮತ್ತು ಅದರ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯನ್ನು ತಡೆಯುವ ಅವಿಡಿನ್ ಅನ್ನು ಹೊಂದಿರುತ್ತದೆ",
        "-> ಅಪೌಷ್ಟಿಕತೆ",
        "-> ಬಯೋಟಿನ್ ಅನ್ನು ಬಳಸಿಕೊಳ್ಳುವ ದೇಹದ ಸಾಮರ್ಥ್ಯದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಆನುವಂಶಿಕ ಅಸ್ವಸ್ಥತೆಗಳು (ಉದಾ. ಬಯೋಟಿನಿಡೇಸ್ ಕೊರತೆ ಅಥವಾ ಹೋಲೋಕಾರ್ಬಾಕ್ಸಿಲೇಸ್ ಸಿಂಥೆಟೇಸ್ ಕೊರತೆ)",
        "● ವಿಟಮಿನ್ ಸಿ ಕೊರತೆ (ಸ್ಕರ್ವಿ):",
        "-> ಪೆರಿಫೋಲಿಕ್ಯುಲರ್ ಹೆಮರೇಜ್= ಕೂದಲು ಕಿರುಚೀಲಗಳ ಸುತ್ತಲೂ ಸಣ್ಣ, ಪಿನ್‌ಪಾಯಿಂಟ್ ರಕ್ತಸ್ರಾವ, ಸಾಮಾನ್ಯವಾಗಿ ಕೆಂಪು ಅಥವಾ ಕೆನ್ನೇರಳೆ ಮ್ಯಾಕುಲ್‌ಗಳಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ",
        "-> ಕಾರ್ಕ್ಸ್ಕ್ರೂ ಕೂದಲುಗಳು= ತಿರುಚಿದ, ಸುರುಳಿಯಾಕಾರದ ಕೂದಲುಗಳು",
        "-> ಜಿಂಗೈವಿಟಿಸ್= ಊದಿಕೊಂಡ, ಒಸಡುಗಳು ರಕ್ತಸ್ರಾವವಾಗುವುದು, ಆಗಾಗ್ಗೆ ಪರಿದಂತದ ಕಾಯಿಲೆಗೆ ಪ್ರಗತಿಯಾಗುತ್ತದೆ ಮತ್ತು ತೀವ್ರತರವಾದ ಪ್ರಕರಣಗಳಲ್ಲಿ ಹಲ್ಲಿನ ನಷ್ಟ",
        ">> ವಿಟಮಿನ್ ಸಿ ಕೊರತೆಗೆ ಕಾರಣ:",
        "-> ವಿಟಮಿನ್ ಸಿ (ಆಸ್ಕೋರ್ಬಿಕ್ ಆಮ್ಲ) ಕೊರತೆ, ಕಾಲಜನ್ ಸಂಶ್ಲೇಷಣೆ, ಗಾಯದ ಚಿಕಿತ್ಸೆ ಮತ್ತು ಚರ್ಮದ ಸಮಗ್ರತೆಗೆ ಪ್ರಮುಖವಾಗಿದೆ",
        ">> ವಿಟಮಿನ್ ಸಿ ಕೊರತೆಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ವಿಟಮಿನ್ ಸಿ ಸಮೃದ್ಧವಾಗಿರುವ ಹಣ್ಣುಗಳು ಮತ್ತು ತರಕಾರಿಗಳ ಅಸಮರ್ಪಕ ಸೇವನೆ",
        "-> ಧೂಮಪಾನ",
 "-> ಪೋಷಕಾಂಶಗಳ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಜಠರಗರುಳಿನ ಅಸ್ವಸ್ಥತೆಗಳು (ಉದಾ. ಕ್ರೋನ್ಸ್ ಕಾಯಿಲೆ, ಸೆಲಿಯಾಕ್ ಕಾಯಿಲೆ, ಅಲ್ಸರೇಟಿವ್ ಕೊಲೈಟಿಸ್, ದೀರ್ಘಕಾಲದ ಪ್ಯಾಂಕ್ರಿಯಾಟೈಟಿಸ್)",
 "● ವಿಟಮಿನ್ ಡಿ ಕೊರತೆ:",
 "-> ಸೋರಿಯಾಸಿಸ್ ತರಹದ ಡರ್ಮಟೈಟಿಸ್:",
 "-> ಸ್ಕೇಲಿ, ಎರಿಥೆಮಾಟಸ್ ಪ್ಲೇಕ್‌ಗಳು ಸೋರಿಯಾಸಿಸ್ ಅನ್ನು ಹೋಲುತ್ತವೆ, ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಚರ್ಮದ ಸೂರ್ಯನ ತೆರೆದ ಪ್ರದೇಶಗಳಲ್ಲಿ ಕಂಡುಬರುತ್ತದೆ",
 ">> ವಿಟಮಿನ್ ಡಿ ಕೊರತೆಗೆ ಕಾರಣ:",
 "-> ಅಸಮರ್ಪಕ ವಿಟಮಿನ್ ಡಿ, ಕ್ಯಾಲ್ಸಿಯಂ ಹೋಮಿಯೋಸ್ಟಾಸಿಸ್, ಪ್ರತಿರಕ್ಷಣಾ ಕಾರ್ಯ ಮತ್ತು ಚರ್ಮದ ಆರೋಗ್ಯಕ್ಕೆ ನಿರ್ಣಾಯಕ",
 ">> ವಿಟಮಿನ್ ಡಿ ಕೊರತೆಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಸೀಮಿತ ಸೂರ್ಯನ ಮಾನ್ಯತೆ",
 "-> ಗಾಢವಾದ ಚರ್ಮದ ಟೋನ್ಗಳು (ಹೆಚ್ಚಿನ ಮೆಲನಿನ್ ಅಂಶವು UVB ನುಗ್ಗುವಿಕೆ ಮತ್ತು ವಿಟಮಿನ್ D ಸಂಶ್ಲೇಷಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ)",
 "-> ವಿಟಮಿನ್ ಡಿ-ಭರಿತ ಆಹಾರಗಳ ಕಡಿಮೆ ಸೇವನೆ (ಉದಾಹರಣೆಗೆ ಕೊಬ್ಬಿನ ಮೀನು, ಬಲವರ್ಧಿತ ಡೈರಿ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಮೊಟ್ಟೆಗಳು)",
 "■ ಖನಿಜ ಕೊರತೆಗಳು",
 "● ಸತು ಕೊರತೆ:",
 "-> ಪೆರಿಯೊರಿಫಿಶಿಯಲ್ ಡರ್ಮಟೈಟಿಸ್, ಬಾಯಿ, ಗುದದ್ವಾರ ಮತ್ತು ಕಣ್ಣುಗಳ ಸುತ್ತ ಎರಿಥೆಮಾಟಸ್, ಪಸ್ಟುಲರ್ ಗಾಯಗಳಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.",
 "-> ಅಲೋಪೆಸಿಯಾ",
 "-> ಪರೋನಿಚಿಯಾ= ಉಗುರುಗಳ ಸುತ್ತ ಉರಿಯೂತ",
 ">> ಸತು ಕೊರತೆಗೆ ಕಾರಣ:",
 "-> ಸತುವು ಕೊರತೆ, ಡಿಎನ್‌ಎ ಸಂಶ್ಲೇಷಣೆ, ಕೋಶ ವಿಭಜನೆ, ಪ್ರೋಟೀನ್ ಸಂಶ್ಲೇಷಣೆ ಮತ್ತು ಪ್ರತಿರಕ್ಷಣಾ ಕಾರ್ಯಕ್ಕೆ ನಿರ್ಣಾಯಕ",
 ">> ಝಿಂಕ್ ಕೊರತೆಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಸತುವು ಹೀರಿಕೊಳ್ಳುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಆನುವಂಶಿಕ ಅಸ್ವಸ್ಥತೆಗಳು (ಉದಾ. ಅಕ್ರೋಡರ್ಮಟೈಟಿಸ್ ಎಂಟರೊಪತಿಕಾ)",
 "-> ಸತುವು ಭರಿತ ಆಹಾರಗಳ ಕಳಪೆ ಆಹಾರ ಸೇವನೆ (ಉದಾ. ಮಾಂಸ, ಕೋಳಿ ಮತ್ತು ಸಮುದ್ರಾಹಾರದಂತಹ ಪ್ರಾಣಿ ಮೂಲದ ಆಹಾರಗಳು)",
 "-> ಪೋಷಕಾಂಶಗಳ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಜಠರಗರುಳಿನ ಅಸ್ವಸ್ಥತೆಗಳು (ಉದಾ. ಉರಿಯೂತದ ಕರುಳಿನ ಕಾಯಿಲೆ)",
 "● ಕಬ್ಬಿಣದ ಕೊರತೆ:",
 "-> ಪಲ್ಲರ್ = ತೆಳು ಚರ್ಮ",
 "-> ಕೊಯಿಲೋನಿಚಿಯಾ= ಚಮಚದ ಆಕಾರದ ಉಗುರುಗಳು",
 "-> ಗ್ಲೋಸೈಟಿಸ್ - ಉರಿಯೂತ ಮತ್ತು ನಾಲಿಗೆಯ ಮೃದುಗೊಳಿಸುವಿಕೆ, ಇದು ನುಂಗಲು ಕಷ್ಟವಾಗಬಹುದು ಮತ್ತು ರುಚಿ ಸಂವೇದನೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು",
 ">> ಕಬ್ಬಿಣದ ಕೊರತೆಗೆ ಕಾರಣ:",
 "-> ಅಸಮರ್ಪಕ ಕಬ್ಬಿಣ, ಹಿಮೋಗ್ಲೋಬಿನ್ ಉತ್ಪಾದನೆಗೆ ಮತ್ತು ರಕ್ತದಲ್ಲಿನ ಆಮ್ಲಜನಕದ ಸಾಗಣೆಗೆ ಅವಶ್ಯಕ",
 ">> ಕಬ್ಬಿಣದ ಕೊರತೆಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಕಬ್ಬಿಣಾಂಶವಿರುವ ಆಹಾರಗಳ ಕಡಿಮೆ ಸೇವನೆ (ಉದಾ. ಕೆಂಪು ಮಾಂಸ, ದ್ವಿದಳ ಧಾನ್ಯಗಳು ಮತ್ತು ಬಲವರ್ಧಿತ ಧಾನ್ಯಗಳು)",
 "-> ರಕ್ತದ ನಷ್ಟ (ಉದಾ. ಭಾರೀ ಮುಟ್ಟಿನ ರಕ್ತಸ್ರಾವ, ಜಠರಗರುಳಿನ ರಕ್ತಸ್ರಾವ)",
 "-> ಕಬ್ಬಿಣದ ಹೀರಿಕೊಳ್ಳುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಮಾಲಾಬ್ಸರ್ಪ್ಶನ್ ಸಿಂಡ್ರೋಮ್‌ಗಳು (ಉದಾ. ಸೆಲಿಯಾಕ್ ಕಾಯಿಲೆ)",
 "■ ಪ್ರೋಟೀನ್-ಶಕ್ತಿ ಅಪೌಷ್ಟಿಕತೆ",
 "● ಕ್ವಾಶಿಯೋರ್ಕರ್:",
 "-> ಸಾಮಾನ್ಯೀಕರಿಸಿದ ಎಡಿಮಾ (ಊತ), ವಿಸ್ತರಿಸಿದ ಯಕೃತ್ತು ಮತ್ತು ಚರ್ಮದ ಗಾಯಗಳು",
 "-> 'ಫ್ಲೇಕಿ ಪೇಂಟ್ ಡರ್ಮಟೈಟಿಸ್' ಎಂದು ಕರೆಯಲ್ಪಡುವ ಚರ್ಮದ ಗಾಯಗಳು ಹೈಪರ್ಪಿಗ್ಮೆಂಟೆಡ್, ಸಿಪ್ಪೆಸುಲಿಯುವ ಪ್ರದೇಶಗಳಾಗಿ ಕಂಡುಬರುತ್ತವೆ",
 ">> ಕ್ವಾಶಿಯೋರ್ಕರ್‌ಗೆ ಕಾರಣ:",
 "-> ಸಾಕಷ್ಟು ಕ್ಯಾಲೋರಿ ಸೇವನೆಯ ಹೊರತಾಗಿಯೂ ತೀವ್ರವಾದ ಪ್ರೋಟೀನ್ ಕೊರತೆ. ಪ್ರೋಟೀನ್ ಕೊರತೆಯು ಅಲ್ಬುಮಿನ್ ಸಂಶ್ಲೇಷಣೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ, ಇದು ಎಡಿಮಾ ಮತ್ತು ದುರ್ಬಲಗೊಂಡ ಚರ್ಮದ ಸಮಗ್ರತೆಗೆ ಕಾರಣವಾಗುತ್ತದೆ.",
 ">> ಕ್ವಾಶಿಯೋರ್ಕರ್‌ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಪ್ರೋಟೀನ್ ಕಡಿಮೆ ಇರುವ ಆಹಾರಗಳು, ವಿಶೇಷವಾಗಿ ಮಕ್ಕಳಲ್ಲಿ",
 "-> ಸಾಮಾಜಿಕ-ಆರ್ಥಿಕ ಅಂಶಗಳು (ಉದಾ. ಬಡತನ ಮತ್ತು ಆಹಾರದ ಕೊರತೆ)",
 "● ಮರಸ್ಮಸ್:",
 "-> ಸ್ನಾಯುವಿನ ದ್ರವ್ಯರಾಶಿ ಮತ್ತು ಸಬ್ಕ್ಯುಟೇನಿಯಸ್ ಕೊಬ್ಬಿನ ಗಮನಾರ್ಹ ನಷ್ಟದೊಂದಿಗೆ ತೆಳುವಾದ, ಸಣಕಲು ನೋಟ",
 "-> ಚರ್ಮದ ಸ್ಥಿತಿಸ್ಥಾಪಕತ್ವದ ನಷ್ಟ, ಶುಷ್ಕ ಮತ್ತು ಸುಕ್ಕುಗಟ್ಟಿದ ಚರ್ಮಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ",
 ">> ಮರಸ್ಮಸ್‌ಗೆ ಕಾರಣ:",
 "-> ಪ್ರೋಟೀನ್ ಮತ್ತು ಕ್ಯಾಲೋರಿಗಳೆರಡರಲ್ಲೂ ತೀವ್ರವಾದ ಕೊರತೆಯು ಶಕ್ತಿಯ ಸವಕಳಿ, ಸ್ನಾಯು ಕ್ಷೀಣತೆ ಮತ್ತು ಕೊಬ್ಬಿನ ಸಂಗ್ರಹಗಳ ನಷ್ಟಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ",
 ">> ಮಾರಸ್ಮಸ್‌ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ತೀವ್ರ ಬಡತನ",
 "-> ದೀರ್ಘಕಾಲದ ಅಪೌಷ್ಟಿಕತೆಗೆ ಕಾರಣವಾಗುವ ದೀರ್ಘಕಾಲದ ಅನಾರೋಗ್ಯ (ಉದಾ. ದೀರ್ಘಕಾಲದ ಸೋಂಕುಗಳು ಮತ್ತು ಜಠರಗರುಳಿನ ಕಾಯಿಲೆಗಳು)"
       ],
    "ks": [

        "■ पर्यावरण और व्यावसायिक विकार:",
        
        "● प्रकाश संवेदनशीलता:",
        
        "-> लाल पपल्स या पुटिकाएँ",
        
        "-> सनबर्न जैसा दिख सकता है, जिसमें लालिमा, सूजन और छीलन हो सकती है, और लंबे समय तक संपर्क में रहने पर हाइपरपिग्मेंटेशन और लाइकेनिफिकेशन जैसे पुराने बदलाव हो सकते हैं",
        
        ">> प्रकाश संवेदनशीलता का कारण:",
        
        "-> यूवी विकिरण के प्रति संवेदनशीलता में वृद्धि",
        
        ">> प्रकाश संवेदनशीलता के लिए जोखिम कारक:",
        
        "-> दवाएँ (जैसे टेट्रासाइक्लिन, सल्फोनामाइड्स जैसे एंटीबायोटिक्स, थियाज़ाइड्स और फ़्यूरोसेमाइड जैसे मूत्रवर्धक, NSAIDs)",
        
        "-> आनुवंशिक स्थितियाँ (जैसे ज़ेरोडर्मा पिगमेंटोसम या सिस्टमिक ल्यूपस एरिथेमेटोसस)",
        
        "-> रसायनों के संपर्क में आना (जैसे कोल टार, परफ्यूम, सोरालेंस)",
        
        "● मिलिरिया (हीट रैश):",
        "-> लाल-गुलाबी पपल्स या पुटिकाएँ",
        "-> उपप्रकार:",
        "-> मिलिरिया क्रिस्टलिना: एरिथेमा (लालिमा) के बिना सतही, स्पष्ट पुटिकाएँ",
        "-> मिलिरिया रूब्रा: एरिथेमेटस पपल्स और पुटिकाएँ, जो खुजली से जुड़ी होती हैं",
        "-> मिलिरिया प्रोफुंडा: गहरे बैठे, त्वचा के रंग के पपल्स",
        ">> मिलिरिया के कारण:",
        "-> एक्राइन पसीने की नलिकाओं में रुकावट, जिसके परिणामस्वरूप सूजन होती है।",
        ">> मिलिरिया के लिए जोखिम कारक:",
        "-> गर्म और आर्द्र मौसम",
        "-> अत्यधिक पसीना आना",
        "-> तंग कपड़े",
        "-> रहने या काम करने के माहौल में खराब वेंटिलेशन",
        "-> पोषण संबंधी कमी से संबंधित त्वचा रोग",
        "■ विटामिन की कमी",
        "● विटामिन ए की कमी:",
        "-> फ़्रीनोडर्मा (फॉलिक्युलर हाइपरकेराटोसिस):",
        "-> खुरदरी, ज़ेरोटिक (सूखी) त्वचा जिसमें केराटोटिक पपल्स होते हैं → 'टॉड स्किन'",
        "-> अक्सर पेरिफोलिक्युलर, जो बालों के रोम के आस-पास की समस्या को दर्शाता है",
        ">> विटामिन ए की कमी के कारण:",
        "-> विटामिन ए का अपर्याप्त सेवन, जो त्वचा के स्वास्थ्य और सेल टर्नओवर के लिए महत्वपूर्ण है।",
        ">> विटामिन ए की कमी के जोखिम कारक:",
        "-> खराब आहार (जैसे. पशु उत्पादों या फोर्टिफाइड खाद्य पदार्थों की कमी वाले आहार)",
        "-> मैलाबॉस्पशन विकार जो वसा में घुलनशील विटामिनों के अवशोषण को बाधित करते हैं (जैसे सीलिएक रोग, क्रोहन रोग, अग्नाशय की कमी)",
        "-> पुरानी बीमारियाँ जो पोषक तत्वों के सेवन या अवशोषण को प्रभावित करती हैं (जैसे यकृत रोग)",
        "● विटामिन बी कॉम्प्लेक्स की कमी:",
        "-> पेलाग्रा:",
        "-> क्लासिक ट्रायड: डर्मेटाइटिस + डायरिया + डिमेंशिया",
        "-> डर्मेटाइटिस आमतौर पर सममित होता है, जिसमें सूर्य के संपर्क में आने वाले क्षेत्रों पर एरिथेमेटस और हाइपरपिग्मेंटेड पैच होते हैं, जो गर्दन के चारों ओर 'कैसल\"स नेकलेस' पैटर्न बनाते हैं",
        ">> विटामिन बी कॉम्प्लेक्स की कमी के कारण:",
        "-> नियासिन/विटामिन बी3 या ट्रिप्टोफैन (नियासिन अग्रदूत) की कमी, सेलुलर चयापचय और ऊर्जा उत्पादन के लिए आवश्यक यौगिक",
        ">> विटामिन बी कॉम्प्लेक्स की कमी के जोखिम कारक:",
        "-> आहार की कमी (जैसे मकई आधारित आहार)",
        
        "-> शराब की लत",
        
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाली स्थितियाँ (जैसे हार्टनप रोग (ट्रिप्टोफैन अवशोषण को प्रभावित करने वाला आनुवंशिक विकार) और कार्सिनॉइड सिंड्रोम (ट्रिप्टोफैन को सेरोटोनिन उत्पादन में बदल दिया जाता है))",
        
        "● राइबोफ्लेविन (विटामिन बी2) की कमी:",
        
        "-> कोणीय चेइलाइटिस= मुंह के कोनों पर दरारें",
        
        "-> ग्लोसिटिस= जीभ में सूजन",
        
        "-> सेबोरहाइक डर्मेटाइटिस जैसे चकत्ते, खासकर नाक और आँखों के आस-पास",
        
        ">> राइबोफ्लेविन के कारण:",
        
        "-> ऊर्जा उत्पादन और सेलुलर फ़ंक्शन के लिए महत्वपूर्ण राइबोफ्लेविन का अपर्याप्त सेवन",
        
        ">> राइबोफ्लेविन के लिए जोखिम कारक:",
        
        "-> राइबोफ्लेविन युक्त खाद्य पदार्थों का अपर्याप्त सेवन (जैसे. दूध, अंडे और हरी सब्जियाँ)",
        "-> पुरानी बीमारियाँ या कुपोषण सिंड्रोम जो पोषक तत्वों के अवशोषण को बाधित करते हैं या चयापचय की मांग को बढ़ाते हैं (जैसे कि पुराने संक्रमण, घातक बीमारियाँ, सीलिएक रोग)",
        "● बायोटिन (विटामिन बी7) की कमी:",
        "-> खालित्य",
        "-> डर्मेटाइटिस, विशेष रूप से आँखों, नाक और मुँह के आस-पास पेरिओरिफ़िशियल डर्मेटाइटिस",
        "-> नेत्रश्लेष्मलाशोथ",
        ">> बायोटिन के कारण:",
        "-> फैटी एसिड संश्लेषण और त्वचा, बालों और नाखूनों के स्वास्थ्य के लिए आवश्यक बायोटिन की कमी",
        ">> बायोटिन के लिए जोखिम कारक:",
        "-> कच्चे अंडे की सफेदी का लंबे समय तक सेवन, जिसमें एविडिन होता है जो बायोटिन को बांधता है और इसके अवशोषण को रोकता है",
        "-> कुपोषण",
        "-> बायोटिन का उपयोग करने की शरीर की क्षमता को प्रभावित करने वाले आनुवंशिक विकार (जैसे कि बायोटिनिडेस की कमी या होलोकार्बोक्सिलेज सिंथेटेस कमी)",
        "● विटामिन सी की कमी (स्कर्वी):",
        "-> पेरिफॉलिक्युलर रक्तस्राव= बालों के रोम के आस-पास छोटा, बिंदु जैसा रक्तस्राव, जो अक्सर लाल या बैंगनी धब्बे के रूप में दिखाई देता है",
        "-> कॉर्कस्क्रू बाल= मुड़े हुए, कुंडलित बाल",
        "-> मसूड़े की सूजन= सूजन, मसूड़ों से खून आना, जो अक्सर गंभीर मामलों में पीरियडोंटल बीमारी और दांतों के नुकसान की ओर बढ़ जाता है",
        ">> विटामिन सी की कमी के कारण:",
        "-> कोलेजन संश्लेषण, घाव भरने और त्वचा की अखंडता के लिए महत्वपूर्ण विटामिन सी (एस्कॉर्बिक एसिड) की कमी",
        ">> विटामिन सी की कमी के जोखिम कारक:",
        "-> विटामिन सी से भरपूर फलों और सब्जियों का अपर्याप्त सेवन",
        "-> धूम्रपान",
        
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे क्रोहन रोग, सीलिएक रोग, अल्सरेटिव कोलाइटिस, क्रोनिक अग्नाशयशोथ)",
        
        "● विटामिन डी की कमी:",
        
        "-> सोरायसिस जैसा डर्मेटाइटिस:",
        
        "-> पपड़ीदार, एरिथेमेटस पट्टिकाएँ जो सोरायसिस जैसी होती हैं, जो अक्सर त्वचा के धूप वाले क्षेत्रों पर देखी जाती हैं",
        
        ">> विटामिन डी की कमी के कारण:",
        
        "-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य और त्वचा के स्वास्थ्य के लिए महत्वपूर्ण है",
        
        ">> विटामिन डी की कमी के लिए जोखिम कारक:",
        
        "-> सीमित धूप में रहना",
        
        "-> त्वचा का रंग गहरा होना (मेलेनिन की उच्च मात्रा UVB प्रवेश और विटामिन डी संश्लेषण को कम करती है)",
        
        "-> विटामिन डी युक्त खाद्य पदार्थों का कम सेवन (जैसे वसायुक्त मछली, फोर्टिफाइड डेयरी उत्पाद और अंडे)",
        
        "■ खनिज कमियाँ",
        
        "● जिंक की कमी:",
        
        "-> पेरिओरिफिशियल डर्मेटाइटिस, जो मुंह, गुदा और आंखों के आसपास एरिथेमेटस, पुस्टुलर घावों के रूप में प्रकट होता है।",
        
        "-> एलोपेसिया",
        "-> पैरोनीशिया= नाखूनों के आसपास सूजन",
        
        ">> जिंक की कमी के कारण:",
        
        "-> जिंक की कमी, जो डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण और प्रतिरक्षा कार्य के लिए महत्वपूर्ण है",
        
        ">> जिंक की कमी के जोखिम कारक:",
        "-> जिंक अवशोषण को प्रभावित करने वाले आनुवंशिक विकार (जैसे. एक्रोडर्माटाइटिस एंटरोपैथिका)",
        "-> जिंक युक्त खाद्य पदार्थों (जैसे मांस, मुर्गी और समुद्री भोजन जैसे पशु-व्युत्पन्न खाद्य पदार्थ) का खराब आहार सेवन",
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे सूजन आंत्र रोग)",
        "● आयरन की कमी:",
        "-> पीलापन = पीली त्वचा",
        "-> कोइलोनीचिया = चम्मच के आकार के नाखून",
        "-> ग्लोसिटिस - जीभ की सूजन और चिकनापन जिसके कारण निगलने में कठिनाई और स्वाद संवेदना में बदलाव हो सकता है",
        ">> आयरन की कमी के कारण:",
        "-> अपर्याप्त आयरन, हीमोग्लोबिन उत्पादन और रक्त में ऑक्सीजन परिवहन के लिए आवश्यक है",
        ">> आयरन की कमी के जोखिम कारक:",
        "-> आयरन युक्त खाद्य पदार्थों (जैसे लाल मांस, फलियां और फोर्टिफाइड अनाज) का कम सेवन",
        "-> रक्त की हानि (जैसे भारी मासिक धर्म रक्तस्राव, जठरांत्र रक्तस्राव)",
        "-> कुअवशोषण आयरन अवशोषण को प्रभावित करने वाले सिंड्रोम (जैसे सीलिएक रोग)",
        
        "■ प्रोटीन-ऊर्जा कुपोषण",
        
        "● क्वाशिओरकोर:",
        
        "-> सामान्यीकृत एडिमा (सूजन), बढ़े हुए जिगर और त्वचा के घाव",
        
        "-> त्वचा के घाव, जिन्हें 'फ्लेकी पेंट डर्मेटाइटिस' के रूप में जाना जाता है, हाइपरपिग्मेंटेड, छीलने वाले क्षेत्रों के रूप में दिखाई देते हैं",
        
        ">> क्वाशिओरकोर का कारण:",
        
        "-> पर्याप्त कैलोरी सेवन के बावजूद गंभीर प्रोटीन की कमी। प्रोटीन की कमी से एल्ब्यूमिन का संश्लेषण प्रभावित होता है, जिससे एडिमा और त्वचा की अखंडता में कमी आती है।",
        
        ">> क्वाशिओरकोर के लिए जोखिम कारक:",
        
        "-> कम प्रोटीन वाला आहार, खासकर बच्चों में",
        
        "-> सामाजिक-आर्थिक कारक (जैसे गरीबी और भोजन की कमी)",
        
        "● मैरास्मस:",
        
        "-> मांसपेशियों और चमड़े के नीचे की वसा में महत्वपूर्ण कमी के साथ पतला, क्षीण दिखना",
        
        "-> त्वचा की लोच में कमी, जिससे त्वचा शुष्क और झुर्रीदार हो जाती है",
        
        ">> मैरास्मस के कारण:",
        
        "-> प्रोटीन और कैलोरी दोनों की गंभीर कमी जिसके कारण ऊर्जा की कमी, मांसपेशियों की बर्बादी और वसा भंडार में कमी आती है",
        
        ">> मैरास्मस के लिए जोखिम कारक:",
        
        "-> अत्यधिक गरीबी",
        
        "-> दीर्घकालिक कुपोषण का कारण बनने वाली पुरानी बीमारी (जैसे पुराने संक्रमण और जठरांत्र संबंधी रोग)"
        ],
    "kok": [
        "■ पर्यावरण आनी वेवसायीक विकार:",
        "● प्रकाश संवेदनशीलता:",
        "-> तांबडे पॅप्युल्स वा पुटिका",
        "-> सुर्याच्या जळपा सारकें आसूं येता, तांबडेपण, सुजप, आनी सोलप, आनी चड काळ संपर्कांत आयल्यार हायपरपिग्मेंटेशन आनी लायकेनीकरण अशे दीर्घकाळ बदल जावंक शकता",
        ">> प्रकाशसंवेदनशीलतायेचें कारण:",
        "-> पराबैंगनी किरणोत्सर्गाची संवेदनशीलता वाडली",
        ">> प्रकाशसंवेदनशीलताये खातीर जोखीम घटक:",
        "-> वखदां (देखीक- टेट्रासायक्लीन, सल्फोनामायड सारकिलीं प्रतिजैव वखदां, थिआझायड आनी फुरोसेमायड सारकिलीं मुताचीं वखदां, एनएसएआयडी)",
        "-> आनुवंशिक परिस्थिती (देखीक- क्षेरोडर्म पिगमेंटोसम वा प्रणालीगत ल्यूपस एरिथेमॅटोसस)",
        "-> रसायनांचो (देखीक- कोळशाचो डांबर, अत्तर, सोरालेन्स) संपर्कांत येवप",
        "● मिलियारिया (उश्णतायेचो फोड):",
        "-> तांबडे-गुलाबी रंगाचे पॅप्युल्स वा पुटिका",
        "-> उपप्रकार:",
        "-> Miliaria Crystallina: एरिथेमा (तांबडेपण) नाशिल्ले उपरांतचे, स्पश्ट पुटिका",
        "-> मिलियारिया रुब्रा: एरिथेमेटस पॅप्युल्स आनी पुटिका, खुजपाक संबंदीत",
        "-> मिलियारिया प्रोफुंडा: खोल बसलेले, कातीच्या रंगाचे पॅप्युल्स",
        ">> मिलिरिया खातीर कारण:",
        "-> एक्रीन घामाच्या नळयेंत आडखळ येवप, ताका लागून दाह जाता.",
        ">> मिलिरिया खातीर जोखीम घटक:",
        "-> उश्ण आनी दमट हवामान",
        "-> चड घाम येवप",
        "-> टाइट कपडे",
        "-> रावपाच्या वा कामाच्या वातावरणांत हवामानाची गरज ना",
        "-> पोशण उणावा संबंदीत त्वचेचे रोग",
        "■ जीवनसत्वाची उणीव",
        "● अ जीवनसत्वाची उणीव:",
        "-> फ्रायनोडर्म (फोलिकुलर हायपरकेराटोसिस):",
        "-> केराटोटिक पॅप्युल्स आशिल्ली खरखरीत, क्षेरोटिक (सुकी) कात → 'टोड कात'",
        "-> चड करून पेरिफोलिकुलर, केंसांच्या कूपांच्या भोंवतणी संलग्नताय दाखोवपी",
        ">> व्हिटॅमिन अ उणावाचें कारण:",
        "-> कातीचे भलायके खातीर आनी पेशींच्या उलाढाली खातीर म्हत्वाचें अशें व्हिटॅमिन ए चें फावो तें सेवन ना.",
        ">> अ जीवनसत्वाच्या उणावाक जोखीम घटक:",
        "-> वायट आहार (देखीक- जनावरांच्या उत्पादनांत वा किल्लेदार खाणांचो उणाव आशिल्लो आहार)",
        "-> चरबींत विरगळपी जीवनसत्वांचें शोशण करपाक आडमेळीं हाडपी कुशोशण विकार (देखीक- सिलिअॅक रोग, क्रोन रोग, स्वादुपिंडाची अपर्याप्तताय)",
        "-> पोशक तत्वांचो सेवन वा शोशणाचेर परिणाम करपी दीर्घकालीन दुयेंसां (देखीक- यकृताचो रोग)",
        "● व्हिटॅमिन बी संकुलाची उणीव:",
        "-> पेलाग्रा:",
        "-> क्लासिक त्रिकोण: त्वचाशोथ + अतिसार + डिमेंशिया",
        "-> त्वचेचो दाह सादारणपणान सममित आसता, सुर्याक लागून जावपी भागांचेर एरिथेमेटस आनी हायपरपिग्मेंटेड पॅच आसतात, जाका लागून गळ्याभोंवतणी 'Casal\"s necklace' नमुनो तयार जाता",
        ">> व्हिटॅमिन बी संकुलाची उणीव जावपाचें कारण:",
        "-> नियासीन/ व्हिटॅमिन बी 3 वा ट्रिप्टोफॅन (नियासीन पूर्ववर्ती) उणाव, कोशिकीय चयापचय आनी ऊर्जा उत्पादनाक गरजेचीं संयुगां",
        ">> व्हिटॅमिन बी संकुलाच्या उणावाक जोखीम घटक:",
        "-> आहारांतली उणीव (देखीक- मको आदारीत आहार)",
        "-> मद्यपान",
        "-> पोशक तत्वांच्या शोशणाचेर परिणाम करपी परिस्थिती (देखीक- हार्टनप रोग (ट्रिप्टोफॅन शोशणाचेर परिणाम करपी आनुवंशिक विकार) आनी कार्सिनोइड सिंड्रोम (ट्रिप्टोफॅन सेरोटोनिन उत्पादनांत वळयतात))",
        "● रायबोफ्लेविन (व्हिटॅमिन बी 2) उणाव:",
        "-> कोनशाक चेइलिटिस= तोंडाच्या कोनशांनी फटीं पडप",
        "-> ग्लोसाइटिस= जीब दाह",
        "-> सेबोरीक त्वचेचो दाह सारके फोड, खास करून नाक आनी दोळ्यां भोंवतणी",
        ">> रायबोफ्लेव्हिनाचें कारण:",
        "-> ऊर्जा उत्पादन आनी कोशिकीय कार्या खातीर म्हत्वाचें रायबोफ्लेविनाचें फावो तें सेवन नासप",
        ">> रायबोफ्लेव्हिना खातीर जोखीम घटक:",
        "-> रायबोफ्लेव्हिन भरपूर आशिल्ल्या खाणां (देखीक- दूद, तांतयां, आनी पाचवी भाजी) हांचो फावो तो सेवन ना",
        "-> पोशक तत्वांचो शोशण बादा करपी वा चयापचयाची मागणी वाडोवपी दीर्घकाळ चलपी दुयेंसां वा कुशोशण सिंड्रोम (देखीक- दीर्घकालीन संसर्ग, दुर्भावना, सिलिअॅक रोग)",
        "● बायोटीन (व्हिटॅमिन बी 7) उणाव:",
        "-> अलोपेसिया",  
        "-> त्वचेचो दाह, खास करून दोळे, नाक, आनी तोंडा भोंवतणीं पेरिओरिफिशियल त्वचेचो दाह",
        "-> नेत्रपटलाचो दाह",
        ">> बायोटीनाचें कारण:",
        "-> फॅटी अॅसिड संश्लेशणाखातीर आनी कात, केंस, खिळे हांचे भलायकेखातीर गरजेचें आशिल्ल्या बायोटीनाचो उणाव",
        ">> बायोटीना खातीर जोखीम घटक:",
        "-> कच्चे तांतयांचो धवो भाग चड काळ सेवन करप, तातूंत बायोटीनाक बांदून दवरपी आनी ताचें शोशण आडावपी एव्हिडीन आसता",
        "-> कुपोशण",  
        "-> बायोटीन वापरपाचे कुडीचे क्षमतेक परिणाम करपी आनुवंशिक विकार (देखीक- बायोटिनिडाज उणाव वा होलोकार्बोक्झीलेज सिंथेटेज उणाव)",
        "● व्हिटॅमिन सी उणाव (स्कर्वी):",
        "-> पेरिफोलिकुलर हेमरेज= केंसांच्या कूपांच्या भोंवतणी ल्हान, पिनपॉइंट रगत येवप, चड करून तांबडो वा जांबळो मॅक्युल्स म्हणून दिसून येता",
        "-> कॉर्कस्क्रू केंस= घुंवळे, कुंडलित केंस",
        "-> मसूडाचे दाह= सुजलेले, मसाज रगत येवप, चड करून दंतपरिक्षेचो रोग आनी खर प्रकरणांत दांत वचप",
        ">> व्हिटॅमिन सी उणाव जावपाचें कारण:",
        "-> कोलेजन संश्लेशण, घाय बरे जावप, आनी कातीची एकात्मता हांचेखातीर गरजेचें व्हिटॅमिन सी (एस्कॉर्बिक अॅसिड) ची उणीव",
        ">> व्हिटॅमिन सी उणावाक जोखीम घटक:",
        "-> व्हिटॅमिन सी भरपूर आशिल्लीं फळां आनी भाजीपालो फावो त्या प्रमाणांत घेवप ना",
        "-> धूम्रपान",  
 "-> पोशक तत्व शोशणाचेर परिणाम करपी जठरान्तरांतले विकार (देखीक- क्रोन रोग, सिलिअॅक रोग, व्रणात्मक कोलाइटिस, चिरकालीन स्वादुपिंडदाह)",
 "● व्हिटॅमिन डी उणाव:",
 "-> सोरायसिस सारको त्वचेचो दाह:",
 "-> सोरायसिस सारकीं स्कॅली, एरिथेमेटस प्लेक, चड करून कातीच्या सुर्याक लागून दिसपी भागांचेर दिसतात",
 ">> व्हिटॅमिन डी उणावाचें कारण:",
 "-> अपर्याप्त व्हिटॅमिन डी, कॅल्शियम होमियोस्टॅसिस, रोगप्रतिकार शक्त, आनी कातीचे भलायके खातीर म्हत्वाचें",
 ">> व्हिटॅमिन डी उणावाक जोखीम घटक:",
 "-> मर्यादीत सूर्याचो संपर्क",
 "-> कातीचे रंग गडद (मेलानिन चड आसल्यार यूव्हीबी प्रवेश आनी व्हिटॅमिन डी संश्लेशण उणें जाता)",
 "-> व्हिटॅमिन डी भरपूर आशिल्ल्या खाणांचें उणें सेवन (देखीक- चरबीयुक्त नुस्तें, किल्लेदार दुदाचे पदार्थ, आनी तांतयां)",
 "■ खनिजांची उणीव",
 "● जस्ताची उणीव:",
 "-> पेरिओरिफिशियल त्वचेचो दाह, तोंड, गुदांव आनी दोळ्यां भोंवतणी एरिथेमेटस, पुस्टुलर घाय म्हणून सादर जावपी.",
 "-> अलोपेसिया",  
 "-> पॅरोनिचिया= खिळ्यां भोंवतणी दाह",
 ">> जस्त उणावाचें कारण:",
 "-> जस्ताची उणीव, डीएनए संश्लेशण, कोशिका विभाजन, प्रथिन संश्लेशण, आनी रोगप्रतिकार शक्त कार्या खातीर म्हत्वाची",
 ">> जस्त उणावाचे जोखीम घटक:",
 "-> जस्त शोशणाचेर परिणाम करपी आनुवंशिक विकार (देखीक- अॅक्रोडर्मॅटायटीस एन्टेरोपॅथिका)",
 "-> जस्त भरपूर आशिल्ल्या खाणांचें (देखीक- मांस, कुकडां, दर्यांतलें खाण सारकिले जनावरांतल्यान मेळपी अन्न) वायट आहारांत घेवप",
 "-> पोशक तत्वांच्या शोशणाचेर परिणाम करपी जठरान्तरांतले विकार (देखीक- दाहक आंतकड्यांचो रोग)",
 "● लोखणाची उणीव:",
 "-> पल्लर= फिकी कात",
 "-> कोइलोनिचिया= चमच्या आकाराचे खिळे",
 "-> ग्लोसाइटिस- जीब दाह आनी गुळगुळीत जावप जाका लागून गिळपाक त्रास जावं येता आनी रुचीची संवेदना बदलूं येता",
 ">> लोखणाच्या उणावाचें कारण:",
 "-> रगतांत हिमोग्लोबीन उत्पादन आनी ऑक्सिजन येरादारी खातीर गरजेचें आशिल्लें लोखण अपर्याप्त",
 ">> लोखणाच्या उणावाक जोखीम घटक:",
 "-> लोखण भरपूर आशिल्ल्या खाणांचें उणें सेवन (देखीक- तांबडें मांस, फळफळावळ, आनी किल्लेदार कड्डणां)",
 "-> रगत वचप (देखीक- मासिक पाळींतल्यान चड रगत येवप, जठरान्तरांतल्यान रगत येवप)",
 "-> लोखणाच्या शोशणाचेर परिणाम करपी दुर्शोषण लक्षण (देखीक- सिलिअॅक रोग)",
 "■ प्रथिन-ऊर्जा कुपोशण",
 "● क्वाशिओर्कोर:",
 "-> सामान्यीकृत सूज (सूज), एक वाडिल्लें यकृत, आनी कातीचे घाय",
 "-> कातीचे घाय, जांकां 'फ्लेकी पेंट त्वचेचो दाह' अशें म्हण्टात, ते अतिरंजक, सोलपी वाठार म्हणून दिसतात",
 ">> क्वाशिओर्कोराचें कारण:",
 "-> फावो त्या प्रमाणांत कॅलरी घेतल्यार लेगीत प्रथिनांची खर उणीव. प्रथिनांचो उणाव आल्बुमिनाच्या संश्लेशणाचेर परिणाम करता, जाका लागून सूज जाता आनी कातीची अखंडताय इबाडटा.",
 ">> क्वाशिओरकोरा खातीर जोखीम घटक:",
 "-> प्रथिनांचें उणें आहार, खास करून भुरग्यांचें",
 "-> समाजीक-आर्थीक घटक (देखीक- गरिबी आनी अन्न उणाव)",
 "● मारास्मस:",
 "-> पातळ, क्षीण दिसप आनी स्नायूंचें द्रव्य आनी चमड्यापोंदा आशिल्ली चरबी खूब उणी जावप",
 "-> कातीची लवचीकता उणी जावप, जाका लागून कात सुकी आनी सुरकुती जाता",
 ">> मरास्मसाक कारण:",
 "-> प्रथिन आनी कॅलरीज ह्या दोनूय प्रकारांची खर उणीव जाका लागून उर्जा उणी जाता, स्नायू वाया वतात, आनी चरबी सांठो ना जातात",
 ">> मारास्मसा खातीर जोखीम घटक:",
 "-> अत्यंत गरिबी",
 "-> दीर्घकाळ कुपोशण (देखीक- दीर्घकाळ संसर्ग आनी जठरान्तरांतले रोग)"
       ] ,
    "mai": [
        "■ पर्यावरण एवं व्यावसायिक विकार:",
        "● प्रकाश संवेदनशीलता:",
        "-> लाल पप्यूल या पुटिका",
        "-> धूप सं जलन सं मिलैत जुलैत भ सकैत अछि, लाली, सूजन, आ छिलका के संग, आ लंबा समय तक संपर्क में रहला सं हाइपरपिग्मेंटेशन आ लाइकेनीकरण जेहन पुरान परिवर्तन में प्रगति क सकैत अछि",
        ">> प्रकाश संवेदनशीलता के कारण:",
        "-> यूवी विकिरण के प्रति संवेदनशीलता बढ़ी",
        ">> प्रकाश संवेदनशीलता के लिये जोखिम कारक:",
        "-> दवाई (जैना एंटीबायोटिक जेना टेट्रासाइक्लिन, सल्फोनामाइड, मूत्रवर्धक जेना थिआजाइड आ फुरोसेमाइड, एनएसएआईडी)",
        "-> आनुवंशिक स्थिति (जैसे जेरोडर्मा पिगमेंटोसम या प्रणालीगत ल्यूपस एरिथेमेटसस)",
        "-> रसायन (जैसे कोयला टार, इत्र, सोरालेन्स) के संपर्क में आना",
        "● मिलिरिया (गर्मी दाना):",
        "-> लाल-गुलाबी पप्यूल या पुटिका",
        "-> उपप्रकार:",
        "-> Miliaria Crystallina: सतही, स्पष्ट पुटिका बिना एरिथेमा (लाली)",
        "-> Miliaria Rubra: एरिथेमेटस पप्यूल्स आ पुटिका, खुजली सँ जुड़ल",
        "-> Miliaria Profunda: गहरे बैठे, त्वचा के रंग के पप्यूल",
        ">> मिलिरिया के लेल कारण:",
        "-> एक्रिन पसीना नलिका मे रुकावट, जकर परिणामस्वरूप सूजन होइत अछि।",
        ">> मिलिरिया के लिये जोखिम कारक:",
        "-> गरम आ नम मौसम",
        "-> अत्यधिक पसीना बहना",
        "-> टाइट कपड़ा",
        "-> रहय या काज करय वाला वातावरण मे खराब हवादार",
        "-> पोषण के कमी से सम्बन्धित त्वचा रोग",
        "■ विटामिन के कमी",
        "● विटामिन ए के कमी:",
        "-> फ्राइनोडर्म (कूपिक अतिकेराटोसिस):",
        "-> केराटोटिक पप्यूल्स के साथ खुरदुरी, जेरोटिक (शुष्क) त्वचा → 'मठुर की त्वचा'",
        "-> प्रायः पेरिफोलिकुलर, रोमकूप के आसपास संलग्नता के संकेत दैत अछि",
        ">> विटामिन ए के कमी के कारण:",
        "-> त्वचा के स्वास्थ्य आ कोशिका के कारोबार के लेल महत्वपूर्ण विटामिन ए के अपर्याप्त सेवन।",
        ">> विटामिन ए के कमी के जोखिम कारक:",
        "-> खराब आहार (जैना पशु उत्पाद या गढ़वाली खाद्य पदार्थक कें अभाव वाला आहार)",
        "-> कुशोषण विकार जे वसा में घुलनशील विटामिन के अवशोषण के बिगाड़ैत अछि (जैना सीलिएक रोग, क्रोहन रोग, अग्नाशय के अपर्याप्तता)",
        "-> पुरानी बीमारी जे पोषक तत्वक कें सेवन या अवशोषण कें प्रभावित करएयत छै (जैना यकृत रोग)",
        "● विटामिन बी परिसर के कमी:",
        "-> पेलाग्रा:",
        "-> क्लासिक त्रिकोण: जिल्द की सूजन + दस्त + डिमेंशिया",
        "-> जिल्द केरऽ सूजन आम तौर प॑ सममित होय छै, जेकरा म॑ सूर्य केरऽ संपर्क म॑ आबै वाला क्षेत्रऽ प॑ एरिथेमेटस आरू हाइपरपिग्मेंटेड पैच होय छै, जेकरा स॑ गर्दन के चारो तरफ 'Casal\"s necklace' पैटर्न बन॑ छै",  
        ">> विटामिन बी कॉम्प्लेक्स के कमी के कारण:",
        "-> नियासिन/ विटामिन बी 3 या ट्रिप्टोफैन (नियासिन पूर्ववर्ती) के कमी, कोशिकीय चयापचय आ ऊर्जा उत्पादन के लेल आवश्यक यौगिक",
        ">> विटामिन बी कॉम्प्लेक्स के कमी के जोखिम कारक:",
        "-> आहार के कमी (जैसे मकई आधारित आहार)",
        "-> मद्यपान",
        "-> पोषक तत्व अवशोषण कें प्रभावित करय वाला स्थिति (जैना हार्टनप रोग (ट्रिप्टोफैन अवशोषण कें प्रभावित करय वाला आनुवंशिक विकार) आ कार्सिनोइड सिंड्रोम (ट्रिप्टोफैन कें सेरोटोनिन उत्पादन मे मोड़ल जायत छै))",
        "● राइबोफ्लेविन (विटामिन बी 2) के कमी:",
        "-> कोणीय चेइलिटिस= मुँह के कोना में दरार",
        "-> ग्लोसिटिस= जीभ मे सूजन",
        "-> सेबोरियाक जिल्द के सूजन सन दाना, खास क' नाक आ आँखिक आसपास",
        ">> राइबोफ्लेविन के कारण:",
        "-> ऊर्जा उत्पादन आ कोशिकीय कार्य के लेल महत्वपूर्ण राइबोफ्लेविन के अपर्याप्त सेवन",
        ">> राइबोफ्लेविन के लिये जोखिम कारक:",
        "-> राइबोफ्लेविन सं भरपूर खाद्य पदार्थक (जैना दूध, अंडा, आ हरियर सब्जी) कें अपर्याप्त सेवन",
        "-> पुरानी बीमारी या कुशोषण सिंड्रोम जे पोषक तत्वक कें अवशोषण कें बिगाड़एयत छै या चयापचय कें मांग बढ़ाएयत छै (जैना पुरानी संक्रमण, घातकता, सीलिएक रोग)",
        "● बायोटिन (विटामिन बी 7) के कमी:",
        "-> खालोपन",  
        "-> जिल्द के सूजन, विशेष रूप स आँखि, नाक, आ मुँह के आसपास पेरिओरिफिशियल जिल्द के सूजन",
        "-> नेत्रश्लेष्माशोथ",
        ">> बायोटिन के कारण:",
        "-> फैटी एसिड संश्लेषण आ त्वचा, बाल, आ नाखून के स्वास्थ्य के लेल आवश्यक बायोटिन के कमी",
        ">> बायोटिन के लिये जोखिम कारक:",
        "-> कच्चा अंडा के सफेदी के लंबा समय तक सेवन, जाहि में एविडिन होइत अछि जे बायोटिन के बान्हैत अछि आ ओकर अवशोषण के रोकैत अछि",
        "-> कुपोषण",
        "-> बायोटिन के उपयोग करय के शरीर के क्षमता के प्रभावित करय वाला आनुवंशिक विकार (जैना बायोटिनिडेज के कमी या होलोकार्बोक्जिलेज सिंथेटेज के कमी)",
        "● विटामिन सी के कमी (स्कर्वी):",
        "-> पेरिफोलिकुलर हेमरेज= रोमकूप के आसपास छोट, पिनपॉइंट रक्तस्राव, प्रायः लाल या बैंगनी मैकुलर के रूप में प्रस्तुत",
        "-> कॉर्कस्क्रू बाल= मुड़ल, कुंडलित बाल",
        "-> मसूड़ाक सूजन= मसूड़ा सूजन, रक्तस्राव, प्रायः गंभीर मामिला मे पीरियडोंटल रोग आ दाँतक क्षय दिस बढ़ैत अछि",
        ">> विटामिन सी के कमी के कारण:",
        "-> विटामिन सी (एस्कॉर्बिक एसिड) के कमी, कोलेजन संश्लेषण, घाव भरना, आ त्वचा के अखंडता के लेल बहुत जरूरी",
        ">> विटामिन सी के कमी के जोखिम कारक:",
        "-> विटामिन सी से भरपूर फल एवं सब्जी का अपर्याप्त सेवन",
        "-> धूम्रपान",
 "-> पोषक तत्व अवशोषण कें प्रभावित करय वाला जठरांत्र संबंधी विकार (जैना क्रोन रोग, सीलिएक रोग, अल्सर कोलाइटिस, पुरानी अग्नाशयशोथ)",
 "● विटामिन डी के कमी:",
 "-> सोरायसिस जैसा जिल्द की सूजन:",
 "-> पपड़ीदार, एरिथेमेटस प्लेक जे सोरायसिस स मिलैत जुलैत अछि, जे प्रायः त्वचा के धूप के संपर्क में आबय वाला इलाका पर देखल जाइत अछि",
 ">> विटामिन डी के कमी के कारण:",
 "-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य, आ त्वचा स्वास्थ्य के लेल महत्वपूर्ण",
 ">> विटामिन डी के कमी के जोखिम कारक:",
 "-> सीमित सूर्य के संपर्क में रहब",
 "-> त्वचा के रंग गहरा (मेलेनिन के अधिक मात्रा यूवीबी के पैठ आ विटामिन डी संश्लेषण में कमी करैत अछि)",
 "-> विटामिन डी सं भरपूर खाद्य पदार्थक (जैना वसायुक्त माछ, गढ़वाली डेयरी उत्पाद, आ अंडा) कें कम सेवन",
 "■ खनिज के कमी",
 "● जस्ता के कमी:",
 "-> पेरिओरिफिशियल जिल्द की सूजन, मुँह, गुदा, आ आँखि के आसपास एरिथेमेटस, पुस्टुलर घाव के रूप में प्रस्तुत।",
 "-> खालोपन",  
 "-> पैरोनिचिया= नाखून के आसपास सूजन",
 ">> जस्ता के कमी के कारण:",
 "-> जस्ता के कमी, डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण, आ प्रतिरक्षा कार्य के लेल महत्वपूर्ण",
 ">> जस्ता के कमी के लेल जोखिम कारक:",
 "-> जस्ता अवशोषण कें प्रभावित करय वाला आनुवंशिक विकार (जैसे एक्रोडर्माइटिस एन्टेरोपैथिका)",
 "-> जस्ता सं भरपूर खाद्य पदार्थक (जैना पशु सं प्राप्त खाद्य पदार्थ जेना मांस, मुर्गी, आ समुद्री भोजन) कें खराब आहार सेवन",
 "-> पोषक तत्व अवशोषण कें प्रभावित करय वाला जठरांत्र संबंधी विकार (जैसे भड़काऊ आंत रोग)",
 "● आयरन के कमी:",
 "-> पल्लर= पीयर त्वचा",
 "-> कोइलोनिचिया= चम्मच के आकार के नाखून",
 "-> ग्लोसाइटिस- जीभ के सूजन आ चिकना होयब जे निगलय में दिक्कत आ स्वाद के संवेदना में बदलाव के कारण भ सकैत अछि",
 ">> आयरन के कमी के कारण:",
 "-> अपर्याप्त आयरन, रक्त मे हीमोग्लोबिन उत्पादन आ ऑक्सीजन परिवहन लेल आवश्यक",
 ">> आयरन के कमी के जोखिम कारक:",
 "-> आयरन सं भरपूर खाद्य पदार्थक (जैना लाल मांस, फलियां, आ गढ़वाली अनाज) कें कम सेवन",
 "-> रक्तस्राव (जैसे मासिक धर्म के दौरान भारी रक्तस्राव, जठरांत्र संबंधी रक्तस्राव)",
 "-> लोहा अवशोषण कें प्रभावित करय वाला कुशोषण सिंड्रोम (जैसे सीलिएक रोग)",
 "■ प्रोटीन-ऊर्जा कुपोषण",
 "● क्वाशिओर्कोर:", 
 "-> सामान्यीकृत शोफ (सूजन), एक बढ़ल यकृत, आ त्वचा के घाव",
 "-> त्वचा के घाव, जेकरा 'फ्लेकी पेंट जिल्द के सूजन' के नाम सं जानल जाय छै, हाइपरपिग्मेंटेड, छील वाला क्षेत्र के रूप में दिखाई दै छै",
 ">> क्वाशिओर्कोर के लिये कारण:",
 "-> पर्याप्त कैलोरी के सेवन के बावजूद प्रोटीन के गंभीर कमी। प्रोटीन के कमी एल्ब्यूमिन के संश्लेषण के प्रभावित करैत अछि, जाहि स शोफ आ त्वचा के अखंडता बिगड़ैत अछि।",
 ">> क्वाशिओर्कोर के लिये जोखिम कारक:",
 "-> प्रोटीन कम वाला आहार, विशेष रूप स बच्चा मे",
 "-> सामाजिक-आर्थिक कारक (जैसे गरीबी आ भोजनक अभाव)",
 "● मरास्मस:", 
 "-> पतला, क्षीण रूप मे मांसपेशी द्रव्यमान आ चमड़ी के नीचे के वसा के काफी नुकसान",
 "-> त्वचा के लोच के नुकसान, जाहि स त्वचा रूखी आ झुर्रीदार भ जायत अछि",
 ">> मरास्मस के कारण:",
 "-> प्रोटीन आ कैलोरी दुनू मे गंभीर कमी जे ऊर्जा के कमी, मांसपेशी के बर्बादी, आ वसा के भंडार के नुकसान के कारण बनैत अछि",
 ">> मरास्मस के लिये जोखिम कारक:",
 "-> अत्यधिक गरीबी",
 "-> पुरानी बीमारी जे लंबा समय तक कुपोषण के कारण (जैना पुरान संक्रमण आ जठरांत्र संबंधी रोग)"
       ] ,
    "ml": [
        "■ പാരിസ്ഥിതികവും തൊഴിൽപരവുമായ വൈകല്യങ്ങൾ:",
        "● ഫോട്ടോസെൻസിറ്റിവിറ്റി:",
        "-> ചുവന്ന പാപ്പൂളുകൾ അല്ലെങ്കിൽ വെസിക്കിളുകൾ",
        "-> ചുവപ്പ്, നീർവീക്കം, പുറംതൊലി എന്നിവയ്‌ക്കൊപ്പം സൂര്യാഘാതം പോലെയാകാം, കൂടാതെ ദീർഘനേരം എക്സ്പോഷർ ചെയ്യുന്ന ഹൈപ്പർപിഗ്മെൻ്റേഷൻ, ലൈക്കനിഫിക്കേഷൻ തുടങ്ങിയ വിട്ടുമാറാത്ത മാറ്റങ്ങളിലേക്ക് പുരോഗമിക്കാം",
        ">> ഫോട്ടോസെൻസിറ്റിവിറ്റിക്കുള്ള കാരണം:",
        "-> UV വികിരണത്തോടുള്ള വർദ്ധിച്ച സംവേദനക്ഷമത",
        ">> ഫോട്ടോസെൻസിറ്റിവിറ്റിക്കുള്ള അപകട ഘടകങ്ങൾ:",
        "-> മരുന്നുകൾ (ഉദാ. ടെട്രാസൈക്ലിനുകൾ, സൾഫോണമൈഡുകൾ, തിയാസൈഡുകൾ, ഫ്യൂറോസെമൈഡ് തുടങ്ങിയ ഡൈയൂററ്റിക്സ്, NSAID-കൾ പോലുള്ള ആൻറിബയോട്ടിക്കുകൾ)",
        "-> ജനിതക അവസ്ഥകൾ (ഉദാ. സീറോഡെർമ പിഗ്മെൻ്റോസം അല്ലെങ്കിൽ സിസ്റ്റമിക് ല്യൂപ്പസ് എറിത്തമറ്റോസസ്)",
        "-> രാസവസ്തുക്കളുമായുള്ള സമ്പർക്കം (ഉദാ. കൽക്കരി ടാർ, പെർഫ്യൂമുകൾ, സോറാലെൻസ്)",
        "● മിലിയേറിയ (ഹീറ്റ് റാഷ്):",
        "-> ചുവപ്പ്-പിങ്ക് പാപ്പൂളുകൾ അല്ലെങ്കിൽ വെസിക്കിളുകൾ",
        "-> ഉപവിഭാഗങ്ങൾ:",
        "-> മിലിയേറിയ ക്രിസ്റ്റലിന: എറിത്തമ (ചുവപ്പ്) ഇല്ലാത്ത ഉപരിപ്ലവമായ, വ്യക്തമായ വെസിക്കിളുകൾ",
        "-> Miliaria Rubra: ചൊറിച്ചിലുമായി ബന്ധപ്പെട്ട എറിത്തമറ്റസ് പാപ്പൂളുകളും വെസിക്കിളുകളും",
        "-> Miliaria Profunda: ആഴത്തിൽ ഇരിക്കുന്ന, ചർമ്മത്തിൻ്റെ നിറമുള്ള പാപ്പൂളുകൾ",
        ">> മിലിയേറിയയുടെ കാരണം:",
        "-> എക്രിൻ വിയർപ്പ് നാളങ്ങളുടെ തടസ്സം, അതിൻ്റെ ഫലമായി വീക്കം സംഭവിക്കുന്നു.",
        ">> മിലിയേറിയയ്ക്കുള്ള അപകട ഘടകങ്ങൾ:",
        "-> ചൂടുള്ളതും ഈർപ്പമുള്ളതുമായ കാലാവസ്ഥ",
        "-> അമിതമായ വിയർപ്പ്",
        "-> ഇറുകിയ വസ്ത്രം",
        "-> ജീവനുള്ളതോ ജോലി ചെയ്യുന്നതോ ആയ അന്തരീക്ഷത്തിൽ മോശം വായുസഞ്ചാരം",
        "-> പോഷകാഹാരക്കുറവുമായി ബന്ധപ്പെട്ട ചർമ്മരോഗങ്ങൾ",
        "■ വിറ്റാമിൻ കുറവുകൾ",
        "● വിറ്റാമിൻ എ കുറവ്:",
        "-> ഫ്രിനോഡെർമ (ഫോളികുലാർ ഹൈപ്പർകെരാട്ടോസിസ്):",
        "-> കെരാട്ടോട്ടിക് പാപ്പുളുകളുള്ള പരുക്കൻ, സീറോട്ടിക് (വരണ്ട) ചർമ്മം → 'തോട് തൊലി'",
        "-> പലപ്പോഴും പെരിഫോളികുലാർ, രോമകൂപങ്ങൾക്ക് ചുറ്റുമുള്ള പങ്കാളിത്തം സൂചിപ്പിക്കുന്നു",
        ">> വിറ്റാമിൻ എ കുറവിനുള്ള കാരണം:",
        "-> വിറ്റാമിൻ എയുടെ അപര്യാപ്തമായ ഉപഭോഗം, ചർമ്മത്തിൻ്റെ ആരോഗ്യത്തിനും കോശ വിറ്റുവരവിനും നിർണായകമാണ്.",
        ">> വിറ്റാമിൻ എ കുറവുകൾക്കുള്ള അപകട ഘടകങ്ങൾ:",
        "-> മോശം ഭക്ഷണക്രമം (ഉദാ. മൃഗങ്ങളുടെ ഉൽപന്നങ്ങളുടെ അഭാവം അല്ലെങ്കിൽ ഉറപ്പുള്ള ഭക്ഷണങ്ങൾ)",
        "-> കൊഴുപ്പ് ലയിക്കുന്ന വിറ്റാമിനുകളുടെ ആഗിരണം തടസ്സപ്പെടുത്തുന്ന മാലാബ്സോർപ്ഷൻ ഡിസോർഡേഴ്സ് (ഉദാ: സീലിയാക് രോഗം, ക്രോൺസ് രോഗം, പാൻക്രിയാറ്റിക് അപര്യാപ്തത)",
        "-> പോഷകങ്ങളുടെ ഉപഭോഗത്തെയോ ആഗിരണത്തെയോ ബാധിക്കുന്ന വിട്ടുമാറാത്ത രോഗങ്ങൾ (ഉദാ. കരൾ രോഗം)",
        "● വിറ്റാമിൻ ബി കോംപ്ലക്സ് കുറവ്:",
        "-> പെല്ലഗ്ര:",
        "-> ക്ലാസിക് ട്രയാഡ്: ഡെർമറ്റൈറ്റിസ് + വയറിളക്കം + ഡിമെൻഷ്യ",
        "-> ഡെർമറ്റൈറ്റിസ് സാധാരണയായി സമമിതിയാണ്, സൂര്യപ്രകാശം ഏൽക്കുന്ന ഭാഗങ്ങളിൽ എറിത്തമറ്റസ്, ഹൈപ്പർപിഗ്മെൻ്റഡ് പാച്ചുകൾ, കഴുത്തിന് ചുറ്റും 'കാസലിൻ്റെ നെക്ലേസ്' പാറ്റേൺ ഉണ്ടാക്കുന്നു",
        ">> വൈറ്റമിൻ ബി കോംപ്ലക്സ് കുറവിനുള്ള കാരണം:",
        "-> നിയാസിൻ/ വിറ്റാമിൻ ബി 3 അല്ലെങ്കിൽ ട്രിപ്റ്റോഫാൻ (നിയാസിൻ മുൻഗാമി) കുറവ്, സെല്ലുലാർ മെറ്റബോളിസത്തിനും ഊർജ്ജ ഉൽപാദനത്തിനും ആവശ്യമായ സംയുക്തങ്ങൾ",
        ">> വിറ്റാമിൻ ബി കോംപ്ലക്സ് കുറവിനുള്ള അപകട ഘടകങ്ങൾ:",
        "-> ഭക്ഷണത്തിലെ കുറവ് (ഉദാ. ധാന്യം അടിസ്ഥാനമാക്കിയുള്ള ഭക്ഷണരീതികൾ)",
        "-> മദ്യപാനം",
        "-> പോഷകങ്ങൾ ആഗിരണം ചെയ്യുന്നതിനെ ബാധിക്കുന്ന അവസ്ഥകൾ (ഉദാ. ഹാർട്ട്‌നപ്പ് രോഗം (ട്രിപ്റ്റോഫാൻ ആഗിരണം ചെയ്യുന്നതിനെ ബാധിക്കുന്ന ജനിതക വൈകല്യം), കാർസിനോയിഡ് സിൻഡ്രോം (ട്രിപ്റ്റോഫാൻ സെറോടോണിൻ ഉൽപാദനത്തിലേക്ക് വഴിതിരിച്ചുവിടുന്നു)",
        "● റൈബോഫ്ലേവിൻ (വിറ്റാമിൻ ബി2) കുറവ്:",
        "-> കോണീയ ചൈലിറ്റിസ്= വായയുടെ മൂലകളിൽ വിള്ളലുകൾ",
        "-> ഗ്ലോസിറ്റിസ്= ഉഷ്ണത്താൽ നാവ്",
        "-> സെബോറെഹിക് ഡെർമറ്റൈറ്റിസ് പോലുള്ള തിണർപ്പ്, പ്രത്യേകിച്ച് മൂക്കിനും കണ്ണിനും ചുറ്റും",
        ">> റൈബോഫ്ലേവിൻ കാരണം:",
        "-> റൈബോഫ്ലേവിൻ്റെ അപര്യാപ്തമായ ഉപഭോഗം, ഊർജ്ജ ഉൽപ്പാദനത്തിനും സെല്ലുലാർ പ്രവർത്തനത്തിനും പ്രധാനമാണ്",
        ">> റിബോഫ്ലേവിൻ അപകട ഘടകങ്ങൾ:",
        "-> റൈബോഫ്ലേവിൻ അടങ്ങിയ ഭക്ഷണങ്ങളുടെ അപര്യാപ്തമായ ഉപഭോഗം (ഉദാ. പാൽ, മുട്ട, പച്ച പച്ചക്കറികൾ)",
        "-> വിട്ടുമാറാത്ത രോഗങ്ങളോ മാലാബ്സോർപ്ഷൻ സിൻഡ്രോമുകളോ പോഷകങ്ങളുടെ ആഗിരണത്തെ തടസ്സപ്പെടുത്തുകയോ ഉപാപചയ ആവശ്യകത വർദ്ധിപ്പിക്കുകയോ ചെയ്യുന്നു (ഉദാ. വിട്ടുമാറാത്ത അണുബാധകൾ, മാരകമായ രോഗങ്ങൾ, സീലിയാക് രോഗം)",
        "● ബയോട്ടിൻ (വിറ്റാമിൻ ബി7) കുറവ്:",
        "-> അലോപ്പീസിയ",
        "-> ഡെർമറ്റൈറ്റിസ്, പ്രത്യേകിച്ച് കണ്ണുകൾ, മൂക്ക്, വായ എന്നിവയ്ക്ക് ചുറ്റുമുള്ള പെരിയോറിഫിഷ്യൽ ഡെർമറ്റൈറ്റിസ്",
        "-> കൺജങ്ക്റ്റിവിറ്റിസ്",
        ">> ബയോട്ടിൻ കാരണം:",
        "-> ബയോട്ടിൻ്റെ അഭാവം, ഫാറ്റി ആസിഡ് സമന്വയത്തിനും ചർമ്മം, മുടി, നഖം എന്നിവയുടെ ആരോഗ്യത്തിനും അത്യാവശ്യമാണ്",
        ">> ബയോട്ടിൻ അപകട ഘടകങ്ങൾ:",
        "-> ബയോട്ടിൻ ബന്ധിപ്പിക്കുകയും അതിൻ്റെ ആഗിരണം തടയുകയും ചെയ്യുന്ന അവിഡിൻ അടങ്ങിയ അസംസ്കൃത മുട്ടയുടെ വെള്ളയുടെ നീണ്ട ഉപഭോഗം",
        "-> പോഷകാഹാരക്കുറവ്",
        "-> ബയോട്ടിൻ ഉപയോഗിക്കാനുള്ള ശരീരത്തിൻ്റെ കഴിവിനെ ബാധിക്കുന്ന ജനിതക വൈകല്യങ്ങൾ (ഉദാ: ബയോട്ടിനിഡേസ് കുറവ് അല്ലെങ്കിൽ ഹോളോകാർബോക്സിലേസ് സിന്തറ്റേസ് കുറവ്)",
        "● വിറ്റാമിൻ സി കുറവ് (സ്കർവി):",
        "-> പെരിഫോളികുലാർ രക്തസ്രാവം= രോമകൂപങ്ങൾക്ക് ചുറ്റുമുള്ള ചെറിയ, കൃത്യമായ രക്തസ്രാവം, പലപ്പോഴും ചുവപ്പ് അല്ലെങ്കിൽ പർപ്പിൾ മാക്യുലുകളായി കാണപ്പെടുന്നു",
        "-> കോർക്ക്സ്ക്രൂ രോമങ്ങൾ= വളച്ചൊടിച്ച, ചുരുണ്ട രോമങ്ങൾ",
        "-> മോണവീക്കം= മോണയിൽ രക്തസ്രാവം, പലപ്പോഴും പെരിയോഡോൻ്റൽ രോഗത്തിലേക്കും കഠിനമായ കേസുകളിൽ പല്ല് നഷ്ടപ്പെടുന്നതിലേക്കും പുരോഗമിക്കുന്നു",
        ">> വിറ്റാമിൻ സി കുറവിനുള്ള കാരണം:",
        "-> വിറ്റാമിൻ സിയുടെ (അസ്കോർബിക് ആസിഡ്) കുറവ്, കൊളാജൻ സിന്തസിസ്, മുറിവ് ഉണക്കൽ, ചർമ്മത്തിൻ്റെ സമഗ്രത എന്നിവയ്ക്ക് അത്യന്താപേക്ഷിതമാണ്",
        ">> വിറ്റാമിൻ സി കുറവിനുള്ള അപകട ഘടകങ്ങൾ:",
        "-> വിറ്റാമിൻ സി അടങ്ങിയ പഴങ്ങളുടെയും പച്ചക്കറികളുടെയും അപര്യാപ്തമായ ഉപഭോഗം",
        "-> പുകവലി",
 "-> പോഷകങ്ങളുടെ ആഗിരണത്തെ ബാധിക്കുന്ന ദഹനനാളത്തിൻ്റെ തകരാറുകൾ (ഉദാ. ക്രോൺസ് രോഗം, സീലിയാക് രോഗം, വൻകുടൽ പുണ്ണ്, വിട്ടുമാറാത്ത പാൻക്രിയാറ്റിസ്)",
 "● വിറ്റാമിൻ ഡി കുറവ്:",
 "-> സോറിയാസിസ് പോലുള്ള ഡെർമറ്റൈറ്റിസ്:",
 "-> ചർമ്മത്തിൻ്റെ സൂര്യപ്രകാശം ഏൽക്കുന്ന ഭാഗങ്ങളിൽ പലപ്പോഴും കാണപ്പെടുന്ന സോറിയാസിസിനോട് സാമ്യമുള്ള ചെതുമ്പൽ, എറിത്തമറ്റസ് ഫലകങ്ങൾ",
 ">> വിറ്റാമിൻ ഡി കുറവിനുള്ള കാരണം:",
 "-> അപര്യാപ്തമായ വിറ്റാമിൻ ഡി, കാൽസ്യം ഹോമിയോസ്റ്റാസിസ്, രോഗപ്രതിരോധ പ്രവർത്തനം, ചർമ്മത്തിൻ്റെ ആരോഗ്യം എന്നിവയ്ക്ക് നിർണായകമാണ്",
 ">> വിറ്റാമിൻ ഡി കുറവിനുള്ള അപകട ഘടകങ്ങൾ:",
 "-> പരിമിതമായ സൂര്യപ്രകാശം",
 "-> ഇരുണ്ട ചർമ്മ ടോണുകൾ (ഉയർന്ന മെലാനിൻ ഉള്ളടക്കം UVB നുഴഞ്ഞുകയറ്റവും വിറ്റാമിൻ ഡി സമന്വയവും കുറയ്ക്കുന്നു)",
 "-> വൈറ്റമിൻ ഡി അടങ്ങിയ ഭക്ഷണങ്ങൾ (ഉദാ: കൊഴുപ്പുള്ള മത്സ്യം, പാലുൽപ്പന്നങ്ങൾ, മുട്ടകൾ) കുറഞ്ഞ അളവിൽ കഴിക്കുക",
 "■ ധാതുക്കളുടെ കുറവുകൾ",
 "● സിങ്കിൻ്റെ കുറവ്:",
 "-> പെരിയോറിഫിഷ്യൽ ഡെർമറ്റൈറ്റിസ്, വായ, മലദ്വാരം, കണ്ണുകൾ എന്നിവയ്ക്ക് ചുറ്റുമുള്ള എറിത്തമറ്റസ്, പസ്റ്റുലാർ നിഖേദ് ആയി പ്രത്യക്ഷപ്പെടുന്നു.",
 "-> അലോപ്പീസിയ",
 "-> Paronychia= നഖങ്ങൾക്ക് ചുറ്റുമുള്ള വീക്കം",
 ">> സിങ്കിൻ്റെ കുറവിനുള്ള കാരണം:",
 "-> സിങ്കിൻ്റെ കുറവ്, ഡിഎൻഎ സിന്തസിസ്, കോശവിഭജനം, പ്രോട്ടീൻ സിന്തസിസ്, രോഗപ്രതിരോധ പ്രവർത്തനം എന്നിവയ്ക്ക് നിർണായകമാണ്",
 ">> സിങ്കിൻ്റെ കുറവിനുള്ള അപകട ഘടകങ്ങൾ:",
 "-> സിങ്ക് ആഗിരണത്തെ ബാധിക്കുന്ന ജനിതക വൈകല്യങ്ങൾ (ഉദാ. അക്രോഡെർമറ്റൈറ്റിസ് എൻ്ററോപതിക്ക)",
 "-> സിങ്ക് അടങ്ങിയ ഭക്ഷണങ്ങളുടെ മോശം ഭക്ഷണക്രമം (ഉദാ. മാംസം, കോഴി, സമുദ്രവിഭവങ്ങൾ പോലുള്ള മൃഗങ്ങളിൽ നിന്ന് ലഭിക്കുന്ന ഭക്ഷണങ്ങൾ)",
 "-> പോഷകങ്ങളുടെ ആഗിരണത്തെ ബാധിക്കുന്ന ദഹനനാളത്തിൻ്റെ തകരാറുകൾ (ഉദാ. കോശജ്വലന മലവിസർജ്ജനം)",
 "● ഇരുമ്പിൻ്റെ കുറവ്:",
 "-> പല്ലർ= വിളറിയ ചർമ്മം",
 "-> Koilonychia= സ്പൂൺ ആകൃതിയിലുള്ള നഖങ്ങൾ",
 "-> ഗ്ലോസിറ്റിസ് - വിഴുങ്ങാൻ ബുദ്ധിമുട്ട് ഉണ്ടാക്കുകയും രുചി സംവേദനം മാറുകയും ചെയ്തേക്കാവുന്ന നാവിൻ്റെ വീക്കം, മിനുസപ്പെടുത്തൽ",
 ">> ഇരുമ്പിൻ്റെ കുറവിനുള്ള കാരണം:",
 "-> അപര്യാപ്തമായ ഇരുമ്പ്, ഹീമോഗ്ലോബിൻ ഉൽപാദനത്തിനും രക്തത്തിലെ ഓക്സിജൻ ഗതാഗതത്തിനും അത്യന്താപേക്ഷിതമാണ്",
 ">> ഇരുമ്പിൻ്റെ കുറവിനുള്ള അപകട ഘടകങ്ങൾ:",
 "-> ഇരുമ്പ് അടങ്ങിയ ഭക്ഷണങ്ങൾ (ഉദാ: ചുവന്ന മാംസം, പയർവർഗ്ഗങ്ങൾ, ഉറപ്പുള്ള ധാന്യങ്ങൾ)",
 "-> രക്തനഷ്ടം (ഉദാ. കനത്ത ആർത്തവ രക്തസ്രാവം, ദഹനനാളത്തിൻ്റെ രക്തസ്രാവം)",
 "-> ഇരുമ്പ് ആഗിരണത്തെ ബാധിക്കുന്ന മാലാബ്സോർപ്ഷൻ സിൻഡ്രോംസ് (ഉദാ. സീലിയാക് രോഗം)",
 "■ പ്രോട്ടീൻ-ഊർജ്ജ പോഷകാഹാരക്കുറവ്",
 "● ക്വാഷിയോർകോർ:",
 "-> സാമാന്യവൽക്കരിച്ച എഡിമ (വീക്കം), വലുതാക്കിയ കരൾ, ത്വക്ക് മുറിവുകൾ",
 "-> 'ഫ്ലേക്കി പെയിൻ്റ് ഡെർമറ്റൈറ്റിസ്' എന്നറിയപ്പെടുന്ന ചർമ്മ നിഖേദ്, ഹൈപ്പർപിഗ്മെൻ്റഡ്, പുറംതൊലിയുള്ള പ്രദേശങ്ങളായി കാണപ്പെടുന്നു",
 ">> ക്വാഷിയോർകോറിൻ്റെ കാരണം:",
 "-> മതിയായ കലോറി ഉപഭോഗം ഉണ്ടായിരുന്നിട്ടും കടുത്ത പ്രോട്ടീൻ്റെ കുറവ്. പ്രോട്ടീൻ്റെ അഭാവം ആൽബുമിൻ സമന്വയത്തെ ബാധിക്കുന്നു, ഇത് എഡിമയിലേക്കും ചർമ്മത്തിൻ്റെ സമഗ്രതയെ ബാധിക്കുന്നു.",
 ">> ക്വാഷിയോർക്കറിനുള്ള അപകട ഘടകങ്ങൾ:",
 "-> പ്രോട്ടീൻ കുറഞ്ഞ ഭക്ഷണങ്ങൾ, പ്രത്യേകിച്ച് കുട്ടികളിൽ",
 "-> സാമൂഹിക-സാമ്പത്തിക ഘടകങ്ങൾ (ഉദാ. ദാരിദ്ര്യവും ഭക്ഷ്യക്ഷാമവും)",
 "● മറാസ്മസ്:",
 "-> മെലിഞ്ഞതും മെലിഞ്ഞതുമായ രൂപം, പേശികളുടെ പിണ്ഡവും സബ്ക്യുട്ടേനിയസ് കൊഴുപ്പും ഗണ്യമായി കുറയുന്നു",
 "-> ചർമ്മത്തിൻ്റെ ഇലാസ്തികത നഷ്ടപ്പെടുന്നു, ഇത് വരണ്ടതും ചുളിവുകളുള്ളതുമായ ചർമ്മത്തിലേക്ക് നയിക്കുന്നു",
 ">> മറാസ്മസിൻ്റെ കാരണം:",
 "-> പ്രോട്ടീൻ്റെയും കലോറിയുടെയും ഗുരുതരമായ കുറവ് ഊർജ്ജം കുറയുന്നതിനും പേശികൾ ക്ഷയിക്കുന്നതിനും കൊഴുപ്പ് ശേഖരം നഷ്ടപ്പെടുന്നതിനും കാരണമാകുന്നു",
 ">> മറാസ്മസിൻ്റെ അപകട ഘടകങ്ങൾ:",
 "-> കടുത്ത ദാരിദ്ര്യം",
 "-> നീണ്ടുനിൽക്കുന്ന പോഷകാഹാരക്കുറവ് ഉണ്ടാക്കുന്ന വിട്ടുമാറാത്ത അസുഖം (ഉദാ. വിട്ടുമാറാത്ത അണുബാധകളും ദഹനനാളത്തിൻ്റെ രോഗങ്ങളും)"
       ],
    "mni": [

        "■ पर्यावरण और व्यावसायिक विकार:",
        
        "● प्रकाश संवेदनशीलता:",
        
        "-> लाल पपल्स या पुटिकाएँ",
        
        "-> सनबर्न जैसा दिख सकता है, जिसमें लालिमा, सूजन और छीलन हो सकती है, और लंबे समय तक संपर्क में रहने पर हाइपरपिग्मेंटेशन और लाइकेनिफिकेशन जैसे पुराने बदलाव हो सकते हैं",
        
        ">> प्रकाश संवेदनशीलता का कारण:",
        
        "-> यूवी विकिरण के प्रति संवेदनशीलता में वृद्धि",
        
        ">> प्रकाश संवेदनशीलता के लिए जोखिम कारक:",
        
        "-> दवाएँ (जैसे टेट्रासाइक्लिन, सल्फोनामाइड्स जैसे एंटीबायोटिक्स, थियाज़ाइड्स और फ़्यूरोसेमाइड जैसे मूत्रवर्धक, NSAIDs)",
        
        "-> आनुवंशिक स्थितियाँ (जैसे ज़ेरोडर्मा पिगमेंटोसम या सिस्टमिक ल्यूपस एरिथेमेटोसस)",
        
        "-> रसायनों के संपर्क में आना (जैसे कोल टार, परफ्यूम, सोरालेंस)",
        
        "● मिलिरिया (हीट रैश):",
        "-> लाल-गुलाबी पपल्स या पुटिकाएँ",
        "-> उपप्रकार:",
        "-> मिलिरिया क्रिस्टलिना: एरिथेमा (लालिमा) के बिना सतही, स्पष्ट पुटिकाएँ",
        "-> मिलिरिया रूब्रा: एरिथेमेटस पपल्स और पुटिकाएँ, जो खुजली से जुड़ी होती हैं",
        "-> मिलिरिया प्रोफुंडा: गहरे बैठे, त्वचा के रंग के पपल्स",
        ">> मिलिरिया के कारण:",
        "-> एक्राइन पसीने की नलिकाओं में रुकावट, जिसके परिणामस्वरूप सूजन होती है।",
        ">> मिलिरिया के लिए जोखिम कारक:",
        "-> गर्म और आर्द्र मौसम",
        "-> अत्यधिक पसीना आना",
        "-> तंग कपड़े",
        "-> रहने या काम करने के माहौल में खराब वेंटिलेशन",
        "-> पोषण संबंधी कमी से संबंधित त्वचा रोग",
        "■ विटामिन की कमी",
        "● विटामिन ए की कमी:",
        "-> फ़्रीनोडर्मा (फॉलिक्युलर हाइपरकेराटोसिस):",
        "-> खुरदरी, ज़ेरोटिक (सूखी) त्वचा जिसमें केराटोटिक पपल्स होते हैं → 'टॉड स्किन'",
        "-> अक्सर पेरिफोलिक्युलर, जो बालों के रोम के आस-पास की समस्या को दर्शाता है",
        ">> विटामिन ए की कमी के कारण:",
        "-> विटामिन ए का अपर्याप्त सेवन, जो त्वचा के स्वास्थ्य और सेल टर्नओवर के लिए महत्वपूर्ण है।",
        ">> विटामिन ए की कमी के जोखिम कारक:",
        "-> खराब आहार (जैसे. पशु उत्पादों या फोर्टिफाइड खाद्य पदार्थों की कमी वाले आहार)",
        "-> मैलाबॉस्पशन विकार जो वसा में घुलनशील विटामिनों के अवशोषण को बाधित करते हैं (जैसे सीलिएक रोग, क्रोहन रोग, अग्नाशय की कमी)",
        "-> पुरानी बीमारियाँ जो पोषक तत्वों के सेवन या अवशोषण को प्रभावित करती हैं (जैसे यकृत रोग)",
        "● विटामिन बी कॉम्प्लेक्स की कमी:",
        "-> पेलाग्रा:",
        "-> क्लासिक ट्रायड: डर्मेटाइटिस + डायरिया + डिमेंशिया",
        "-> डर्मेटाइटिस आमतौर पर सममित होता है, जिसमें सूर्य के संपर्क में आने वाले क्षेत्रों पर एरिथेमेटस और हाइपरपिग्मेंटेड पैच होते हैं, जो गर्दन के चारों ओर 'कैसल\"स नेकलेस' पैटर्न बनाते हैं",
        ">> विटामिन बी कॉम्प्लेक्स की कमी के कारण:",
        "-> नियासिन/विटामिन बी3 या ट्रिप्टोफैन (नियासिन अग्रदूत) की कमी, सेलुलर चयापचय और ऊर्जा उत्पादन के लिए आवश्यक यौगिक",
        ">> विटामिन बी कॉम्प्लेक्स की कमी के जोखिम कारक:",
        "-> आहार की कमी (जैसे मकई आधारित आहार)",
        
        "-> शराब की लत",
        
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाली स्थितियाँ (जैसे हार्टनप रोग (ट्रिप्टोफैन अवशोषण को प्रभावित करने वाला आनुवंशिक विकार) और कार्सिनॉइड सिंड्रोम (ट्रिप्टोफैन को सेरोटोनिन उत्पादन में बदल दिया जाता है))",
        
        "● राइबोफ्लेविन (विटामिन बी2) की कमी:",
        
        "-> कोणीय चेइलाइटिस= मुंह के कोनों पर दरारें",
        
        "-> ग्लोसिटिस= जीभ में सूजन",
        
        "-> सेबोरहाइक डर्मेटाइटिस जैसे चकत्ते, खासकर नाक और आँखों के आस-पास",
        
        ">> राइबोफ्लेविन के कारण:",
        
        "-> ऊर्जा उत्पादन और सेलुलर फ़ंक्शन के लिए महत्वपूर्ण राइबोफ्लेविन का अपर्याप्त सेवन",
        
        ">> राइबोफ्लेविन के लिए जोखिम कारक:",
        
        "-> राइबोफ्लेविन युक्त खाद्य पदार्थों का अपर्याप्त सेवन (जैसे. दूध, अंडे और हरी सब्जियाँ)",
        "-> पुरानी बीमारियाँ या कुपोषण सिंड्रोम जो पोषक तत्वों के अवशोषण को बाधित करते हैं या चयापचय की मांग को बढ़ाते हैं (जैसे कि पुराने संक्रमण, घातक बीमारियाँ, सीलिएक रोग)",
        "● बायोटिन (विटामिन बी7) की कमी:",
        "-> खालित्य",
        "-> डर्मेटाइटिस, विशेष रूप से आँखों, नाक और मुँह के आस-पास पेरिओरिफ़िशियल डर्मेटाइटिस",
        "-> नेत्रश्लेष्मलाशोथ",
        ">> बायोटिन के कारण:",
        "-> फैटी एसिड संश्लेषण और त्वचा, बालों और नाखूनों के स्वास्थ्य के लिए आवश्यक बायोटिन की कमी",
        ">> बायोटिन के लिए जोखिम कारक:",
        "-> कच्चे अंडे की सफेदी का लंबे समय तक सेवन, जिसमें एविडिन होता है जो बायोटिन को बांधता है और इसके अवशोषण को रोकता है",
        "-> कुपोषण",
        "-> बायोटिन का उपयोग करने की शरीर की क्षमता को प्रभावित करने वाले आनुवंशिक विकार (जैसे कि बायोटिनिडेस की कमी या होलोकार्बोक्सिलेज सिंथेटेस कमी)",
        "● विटामिन सी की कमी (स्कर्वी):",
        "-> पेरिफॉलिक्युलर रक्तस्राव= बालों के रोम के आस-पास छोटा, बिंदु जैसा रक्तस्राव, जो अक्सर लाल या बैंगनी धब्बे के रूप में दिखाई देता है",
        "-> कॉर्कस्क्रू बाल= मुड़े हुए, कुंडलित बाल",
        "-> मसूड़े की सूजन= सूजन, मसूड़ों से खून आना, जो अक्सर गंभीर मामलों में पीरियडोंटल बीमारी और दांतों के नुकसान की ओर बढ़ जाता है",
        ">> विटामिन सी की कमी के कारण:",
        "-> कोलेजन संश्लेषण, घाव भरने और त्वचा की अखंडता के लिए महत्वपूर्ण विटामिन सी (एस्कॉर्बिक एसिड) की कमी",
        ">> विटामिन सी की कमी के जोखिम कारक:",
        "-> विटामिन सी से भरपूर फलों और सब्जियों का अपर्याप्त सेवन",
        "-> धूम्रपान",
        
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे क्रोहन रोग, सीलिएक रोग, अल्सरेटिव कोलाइटिस, क्रोनिक अग्नाशयशोथ)",
        
        "● विटामिन डी की कमी:",
        
        "-> सोरायसिस जैसा डर्मेटाइटिस:",
        
        "-> पपड़ीदार, एरिथेमेटस पट्टिकाएँ जो सोरायसिस जैसी होती हैं, जो अक्सर त्वचा के धूप वाले क्षेत्रों पर देखी जाती हैं",
        
        ">> विटामिन डी की कमी के कारण:",
        
        "-> अपर्याप्त विटामिन डी, कैल्शियम होमियोस्टेसिस, प्रतिरक्षा कार्य और त्वचा के स्वास्थ्य के लिए महत्वपूर्ण है",
        
        ">> विटामिन डी की कमी के लिए जोखिम कारक:",
        
        "-> सीमित धूप में रहना",
        
        "-> त्वचा का रंग गहरा होना (मेलेनिन की उच्च मात्रा UVB प्रवेश और विटामिन डी संश्लेषण को कम करती है)",
        
        "-> विटामिन डी युक्त खाद्य पदार्थों का कम सेवन (जैसे वसायुक्त मछली, फोर्टिफाइड डेयरी उत्पाद और अंडे)",
        
        "■ खनिज कमियाँ",
        
        "● जिंक की कमी:",
        
        "-> पेरिओरिफिशियल डर्मेटाइटिस, जो मुंह, गुदा और आंखों के आसपास एरिथेमेटस, पुस्टुलर घावों के रूप में प्रकट होता है।",
        
        "-> एलोपेसिया",
        "-> पैरोनीशिया= नाखूनों के आसपास सूजन",
        
        ">> जिंक की कमी के कारण:",
        
        "-> जिंक की कमी, जो डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण और प्रतिरक्षा कार्य के लिए महत्वपूर्ण है",
        
        ">> जिंक की कमी के जोखिम कारक:",
        "-> जिंक अवशोषण को प्रभावित करने वाले आनुवंशिक विकार (जैसे. एक्रोडर्माटाइटिस एंटरोपैथिका)",
        "-> जिंक युक्त खाद्य पदार्थों (जैसे मांस, मुर्गी और समुद्री भोजन जैसे पशु-व्युत्पन्न खाद्य पदार्थ) का खराब आहार सेवन",
        "-> पोषक तत्वों के अवशोषण को प्रभावित करने वाले जठरांत्र संबंधी विकार (जैसे सूजन आंत्र रोग)",
        "● आयरन की कमी:",
        "-> पीलापन = पीली त्वचा",
        "-> कोइलोनीचिया = चम्मच के आकार के नाखून",
        "-> ग्लोसिटिस - जीभ की सूजन और चिकनापन जिसके कारण निगलने में कठिनाई और स्वाद संवेदना में बदलाव हो सकता है",
        ">> आयरन की कमी के कारण:",
        "-> अपर्याप्त आयरन, हीमोग्लोबिन उत्पादन और रक्त में ऑक्सीजन परिवहन के लिए आवश्यक है",
        ">> आयरन की कमी के जोखिम कारक:",
        "-> आयरन युक्त खाद्य पदार्थों (जैसे लाल मांस, फलियां और फोर्टिफाइड अनाज) का कम सेवन",
        "-> रक्त की हानि (जैसे भारी मासिक धर्म रक्तस्राव, जठरांत्र रक्तस्राव)",
        "-> कुअवशोषण आयरन अवशोषण को प्रभावित करने वाले सिंड्रोम (जैसे सीलिएक रोग)",
        
        "■ प्रोटीन-ऊर्जा कुपोषण",
        
        "● क्वाशिओरकोर:",
        
        "-> सामान्यीकृत एडिमा (सूजन), बढ़े हुए जिगर और त्वचा के घाव",
        
        "-> त्वचा के घाव, जिन्हें 'फ्लेकी पेंट डर्मेटाइटिस' के रूप में जाना जाता है, हाइपरपिग्मेंटेड, छीलने वाले क्षेत्रों के रूप में दिखाई देते हैं",
        
        ">> क्वाशिओरकोर का कारण:",
        
        "-> पर्याप्त कैलोरी सेवन के बावजूद गंभीर प्रोटीन की कमी। प्रोटीन की कमी से एल्ब्यूमिन का संश्लेषण प्रभावित होता है, जिससे एडिमा और त्वचा की अखंडता में कमी आती है।",
        
        ">> क्वाशिओरकोर के लिए जोखिम कारक:",
        
        "-> कम प्रोटीन वाला आहार, खासकर बच्चों में",
        
        "-> सामाजिक-आर्थिक कारक (जैसे गरीबी और भोजन की कमी)",
        
        "● मैरास्मस:",
        
        "-> मांसपेशियों और चमड़े के नीचे की वसा में महत्वपूर्ण कमी के साथ पतला, क्षीण दिखना",
        
        "-> त्वचा की लोच में कमी, जिससे त्वचा शुष्क और झुर्रीदार हो जाती है",
        
        ">> मैरास्मस के कारण:",
        
        "-> प्रोटीन और कैलोरी दोनों की गंभीर कमी जिसके कारण ऊर्जा की कमी, मांसपेशियों की बर्बादी और वसा भंडार में कमी आती है",
        
        ">> मैरास्मस के लिए जोखिम कारक:",
        
        "-> अत्यधिक गरीबी",
        
        "-> दीर्घकालिक कुपोषण का कारण बनने वाली पुरानी बीमारी (जैसे पुराने संक्रमण और जठरांत्र संबंधी रोग)"
        ],
    "mr": [
        "■ पर्यावरणीय आणि व्यावसायिक विकार:",
        "● फोटोसंवेदनशीलता:",
        "-> लाल पॅप्युल्स किंवा वेसिकल्स",
        "-> सूर्य प्रकाशाने होणारा त्वचेचा क्षोभ सारखा असू शकतो, लालसरपणा, सूज आणि सोलणे, आणि दीर्घकाळापर्यंत प्रदर्शनासह हायपरपिग्मेंटेशन आणि लाइकेनिफिकेशन सारख्या तीव्र बदलांकडे प्रगती करू शकते",
        ">> फोटोसंवेदनशीलतेचे कारण:",
        "-> अतिनील किरणोत्सर्गाची वाढलेली संवेदनशीलता",
        ">> फोटोसंवेदनशीलतेसाठी जोखीम घटक:",
        "-> औषधे (उदा. टेट्रासाइक्लिन, सल्फोनामाइड्स सारखी प्रतिजैविक, थायझाइड्स आणि फ्युरोसेमाइड सारखी लघवीचे प्रमाण वाढवणारा पदार्थ, NSAIDs)",
        "-> अनुवांशिक परिस्थिती (उदा. झेरोडर्मा पिगमेंटोसम किंवा सिस्टेमिक ल्युपस एरिथेमॅटोसस)",
        "-> रसायनांचा संपर्क (उदा. कोळसा डांबर, परफ्यूम, सोरालेन्स)",
        "● मिलिरिया (उष्णता पुरळ):",
        "-> लाल-गुलाबी पॅप्युल्स किंवा वेसिकल्स",
        "-> उपप्रकार:",
        "-> मिलिरिया क्रिस्टलिना: वरवरचे, एरिथेमा (लालसरपणा) शिवाय स्पष्ट पुटिका",
        "-> मिलिरिया रुब्रा: एरिथेमॅटस पॅप्युल्स आणि वेसिकल्स, प्रुरिटसशी संबंधित",
        "-> मिलिरिया प्रोफंडा: खोलवर बसलेले, त्वचेच्या रंगाचे पॅप्युल्स",
        ">> मिलिरियाचे कारण:",
        "-> एक्रिन घामाच्या नलिकांमध्ये अडथळा निर्माण होतो, परिणामी जळजळ होते.",
        ">> मिलिरियासाठी जोखीम घटक:",
        "-> उष्ण आणि दमट हवामान",
        "-> जास्त घाम येणे",
        "-> घट्ट कपडे",
        "-> राहत्या किंवा कामाच्या वातावरणात खराब वायुवीजन",
        "-> पौष्टिक कमतरता-संबंधित त्वचारोग",
        "■ जीवनसत्वाची कमतरता",
        "● अ जीवनसत्वाची कमतरता:",
        "-> फ्रायनोडर्मा (फॉलिक्युलर हायपरकेराटोसिस):",
        "-> केराटोटिक पॅप्युल्स असलेली उग्र, झेरोटिक (कोरडी) त्वचा → 'टोड स्किन'",
        "-> बऱ्याचदा पेरिफोलिक्युलर, केसांच्या कूपांच्या आसपासचा सहभाग दर्शविते",
        ">> व्हिटॅमिन ए च्या कमतरतेची कारणे:",
        "-> व्हिटॅमिन ए चे अपर्याप्त सेवन, त्वचेच्या आरोग्यासाठी आणि पेशींच्या उलाढालीसाठी महत्त्वपूर्ण.",
        ">> अ जीवनसत्वाच्या कमतरतेसाठी जोखीम घटक:",
        "-> निकृष्ट आहार (उदा. प्राणीजन्य पदार्थांचा अभाव किंवा मजबूत खाद्यपदार्थ)",
        "-> चरबी-विरघळणारे जीवनसत्त्वे (उदा. सेलिआक रोग, क्रोहन रोग, स्वादुपिंडाची अपुरेपणा) शोषणात अडथळा आणणारे मलशोषण विकार",
        "-> दीर्घकालीन आजार जे पोषक तत्वांचे सेवन किंवा शोषणावर परिणाम करतात (उदा. यकृत रोग)",
        "● व्हिटॅमिन बी कॉम्प्लेक्सची कमतरता:",
        "-> पेलाग्रा:",
        "-> क्लासिक ट्रायड: त्वचारोग + अतिसार + स्मृतिभ्रंश",
        "-> त्वचारोग हा सामान्यत: सममितीय असतो, ज्यामध्ये सूर्यप्रकाश असलेल्या भागावर एरिथेमॅटस आणि हायपरपिग्मेंटेड पॅच असतात, ज्यामुळे मानेभोवती 'कॅसल'चा नेकलेस' नमुना तयार होतो",
        ">> व्हिटॅमिन बी कॉम्प्लेक्सच्या कमतरतेचे कारण:",
        "-> नियासिन/ व्हिटॅमिन बी 3 किंवा ट्रिप्टोफॅन (नियासिन पूर्ववर्ती) कमतरता, सेल्युलर चयापचय आणि ऊर्जा उत्पादनासाठी आवश्यक संयुगे",
        ">> व्हिटॅमिन बी कॉम्प्लेक्सच्या कमतरतेसाठी जोखीम घटक:",
        "-> आहारातील कमतरता (उदा. कॉर्न-आधारित आहार)",
        "-> मद्यपान",
        "-> पोषक शोषणावर परिणाम करणाऱ्या परिस्थिती (उदा. हार्टनप रोग (ट्रिप्टोफॅन शोषणावर परिणाम करणारे अनुवांशिक विकार) आणि कार्सिनॉइड सिंड्रोम (ट्रिप्टोफॅन सेरोटोनिन उत्पादनाकडे वळवले जाते))",
        "● Riboflavin (व्हिटॅमिन B2) कमतरता:",
        "-> अँगुलर चेइलायटिस = तोंडाच्या कोपऱ्यात क्रॅक",
        "-> ग्लॉसिटिस = सूजलेली जीभ",
        "-> Seborrheic dermatitis सारखे पुरळ, विशेषत: नाक आणि डोळ्याभोवती",
        ">> रिबोफ्लेविनचे ​​कारण:",
        "-> रिबोफ्लेविनचे ​​अपुरे सेवन, ऊर्जा उत्पादन आणि सेल्युलर कार्यासाठी महत्वाचे",
        ">> रिबोफ्लेविन साठी जोखीम घटक:",
        "-> राइबोफ्लेविन समृध्द अन्न (उदा. दूध, अंडी आणि हिरव्या भाज्या) अपुरा वापर",
        "-> जुनाट आजार किंवा मॅलॅबसॉर्प्शन सिंड्रोम जे पोषक तत्वांचे शोषण बिघडवतात किंवा चयापचय मागणी वाढवतात (उदा. जुनाट संक्रमण, घातक रोग, सेलियाक रोग)",
        "● बायोटिन (व्हिटॅमिन B7) कमतरता:",
        "-> अलोपेसिया",
        "-> त्वचारोग, विशेषत: डोळे, नाक आणि तोंडाभोवती पेरिरिफिशियल त्वचारोग",
        "-> डोळ्यांच्या बुबुळाच्या पुढील भागाचा होणारा दाह",
        ">> बायोटिनचे कारण:",
        "-> बायोटिनचा अभाव, फॅटी ऍसिड संश्लेषण आणि त्वचा, केस आणि नखे यांच्या आरोग्यासाठी आवश्यक",
        ">> बायोटिनसाठी जोखीम घटक:",
        "-> कच्च्या अंड्याचा पांढरा दीर्घकाळ वापर, ज्यात एविडिन असते जे बायोटिन बांधते आणि त्याचे शोषण रोखते",
        "-> कुपोषण",
        "-> बायोटिन वापरण्याच्या शरीराच्या क्षमतेवर परिणाम करणारे अनुवांशिक विकार (उदा. बायोटिनिडेसची कमतरता किंवा होलोकार्बोक्झिलेज सिंथेटेसची कमतरता)",
        "● क जीवनसत्वाची कमतरता (स्कर्वी):",
        "-> पेरिफोलिक्युलर रक्तस्राव = लहान, केसांच्या रोमांभोवती रक्तस्त्राव होतो, बहुतेकदा लाल किंवा जांभळा मॅक्युल्स म्हणून प्रकट होतो",
        "-> कॉर्कस्क्रू केस = वळलेले, गुंडाळलेले केस",
        "-> हिरड्यांना आलेली सूज = हिरड्या सुजणे, रक्तस्त्राव होणे, अनेकदा पीरियडॉन्टल रोगात प्रगती होणे आणि गंभीर प्रकरणांमध्ये दात गळणे",
        ">> व्हिटॅमिन सीच्या कमतरतेचे कारण:",
        "-> व्हिटॅमिन सी (एस्कॉर्बिक ऍसिड) ची कमतरता, कोलेजन संश्लेषण, जखम भरणे आणि त्वचेची अखंडता यासाठी आवश्यक आहे",
        ">> व्हिटॅमिन सीच्या कमतरतेसाठी जोखीम घटक:",
        "-> व्हिटॅमिन सी समृद्ध फळे आणि भाज्यांचे अपुरे सेवन",
        "-> धूम्रपान",
 "-> पोषक शोषणावर परिणाम करणारे गॅस्ट्रोइंटेस्टाइनल विकार (उदा. क्रोहन रोग, सेलिआक रोग, अल्सरेटिव्ह कोलायटिस, तीव्र स्वादुपिंडाचा दाह)",
 "● व्हिटॅमिन डीची कमतरता:",
 "-> सोरायसिस सारखी त्वचारोग:",
 "-> खवलेयुक्त, एरिथेमॅटस प्लेक्स जे सोरायसिस सारखे दिसतात, बहुतेकदा त्वचेच्या सूर्यप्रकाशातील भागात दिसतात",
 ">> व्हिटॅमिन डीच्या कमतरतेचे कारण:",
 "-> अपर्याप्त व्हिटॅमिन डी, कॅल्शियम होमिओस्टॅसिस, रोगप्रतिकारक कार्य आणि त्वचेच्या आरोग्यासाठी महत्त्वपूर्ण",
 ">> व्हिटॅमिन डीच्या कमतरतेसाठी जोखीम घटक:",
 "-> मर्यादित सूर्यप्रकाश",
 "-> त्वचेचा गडद रंग (उच्च मेलेनिन सामग्री UVB प्रवेश आणि व्हिटॅमिन डी संश्लेषण कमी करते)",
 "-> व्हिटॅमिन डी समृध्द पदार्थांचे कमी सेवन (उदा. फॅटी मासे, फोर्टिफाइड डेअरी उत्पादने आणि अंडी)",
 "■ खनिजांची कमतरता",
 "● झिंकची कमतरता:",
 "-> पेरिरिफिशियल त्वचारोग, तोंड, गुद्द्वार आणि डोळ्यांभोवती एरिथेमॅटस, पस्ट्युलर घाव म्हणून प्रस्तुत.",
 "-> अलोपेसिया",
 "-> पॅरोनिचिया = नखांभोवती जळजळ",
 ">> झिंकच्या कमतरतेचे कारण:",
 "-> झिंकची कमतरता, डीएनए संश्लेषण, पेशी विभाजन, प्रथिने संश्लेषण आणि रोगप्रतिकारक कार्यासाठी महत्त्वपूर्ण",
 ">> झिंकच्या कमतरतेसाठी जोखीम घटक:",
 "-> झिंक शोषणावर परिणाम करणारे अनुवांशिक विकार (उदा. ॲक्रोडर्माटायटिस एन्टरोपॅथिका)",
 "-> झिंक-समृद्ध अन्न (उदा. मांस, कुक्कुटपालन आणि सीफूड यांसारखे प्राणी व्युत्पन्न अन्न) कमी आहार घेणे",
 "-> पोषक शोषणावर परिणाम करणारे गॅस्ट्रोइंटेस्टाइनल विकार (उदा. दाहक आंत्र रोग)",
 "● लोहाची कमतरता:",
 "-> फिकट गुलाबी = फिकट त्वचा",
 "-> कोइलोनीचिया = चमच्याच्या आकाराचे नखे",
 "-> ग्लोसिटिस - जिभेची जळजळ आणि गुळगुळीत ज्यामुळे गिळण्यास त्रास होऊ शकतो आणि चव संवेदना बदलू शकतात",
 ">> लोहाच्या कमतरतेचे कारण:",
 "-> अपर्याप्त लोह, हिमोग्लोबिन निर्मिती आणि रक्तातील ऑक्सिजन वाहतुकीसाठी आवश्यक",
 ">> लोहाच्या कमतरतेसाठी जोखीम घटक:",
 "-> लोहयुक्त पदार्थांचे कमी सेवन (उदा. लाल मांस, शेंगा आणि मजबूत तृणधान्ये)",
 "-> रक्त कमी होणे (उदा. मासिक पाळीत जास्त रक्तस्त्राव, गॅस्ट्रोइंटेस्टाइनल रक्तस्त्राव)",
 "-> लोह शोषणावर परिणाम करणारे मालाब्सॉर्प्शन सिंड्रोम (उदा. सेलिआक रोग)",
 "■ प्रथिने-ऊर्जा कुपोषण",
 "● Kwashiorkor:",
 "-> सामान्यीकृत सूज (सूज), वाढलेले यकृत आणि त्वचेचे विकृती",
 "-> 'फ्लेकी पेंट डर्मेटायटिस' म्हणून ओळखल्या जाणाऱ्या त्वचेच्या जखमा, हायपरपिग्मेंटेड, सोललेली भाग म्हणून दिसतात",
 ">> क्वाशिओरकोरचे कारण:",
 "-> पुरेसे उष्मांक असूनही प्रथिनांची तीव्र कमतरता. प्रथिनांच्या कमतरतेमुळे अल्ब्युमिनच्या संश्लेषणावर परिणाम होतो, ज्यामुळे सूज येते आणि त्वचेची अखंडता बिघडते.",
 ">> क्वाशिओरकोरसाठी जोखीम घटक:",
 "-> प्रथिने कमी असलेले आहार, विशेषतः मुलांमध्ये",
 "-> सामाजिक-आर्थिक घटक (उदा. गरिबी आणि अन्न टंचाई)",
 "● मरास्मस:",
 "-> स्नायूंच्या वस्तुमान आणि त्वचेखालील चरबीच्या लक्षणीय नुकसानासह पातळ, अशक्त दिसणे",
 "-> त्वचेची लवचिकता कमी होणे, ज्यामुळे त्वचा कोरडी आणि सुरकुत्या पडते",
 ">> मॅरास्मसचे कारण:",
 "-> प्रथिने आणि कॅलरीज या दोन्हीमध्ये तीव्र कमतरता ज्यामुळे ऊर्जा कमी होते, स्नायूंचा अपव्यय होतो आणि चरबीचा संचय कमी होतो",
 ">> मॅरास्मससाठी जोखीम घटक:",
 "-> अत्यंत गरिबी",
 "-> दीर्घकाळापर्यंत कुपोषण (उदा. जुनाट संक्रमण आणि गॅस्ट्रोइंटेस्टाइनल रोग) कारणीभूत आजार"
       ],
    "ne": [
        "■ वातावरणीय र व्यावसायिक विकारहरू:",
        "● फोटोसंवेदनशीलता:",
        "-> रातो पापुल्स वा पुटिका",
        "-> रातोपन, सुन्निने, र पिलिङ्गको साथ, सनबर्नसँग मिल्दोजुल्दो हुन सक्छ, र लामो समयसम्म सम्पर्कमा रहँदा हाइपरपिग्मेन्टेसन र लाइकेनिफिकेशन जस्ता पुरानो परिवर्तनहरूमा प्रगति गर्न सक्छ",
        ">> फोटोसंवेदनशीलता को कारण:",
        "-> पराबैंगनी विकिरणको लागि बढेको संवेदनशीलता",
        ">> फोटोसेन्सिटिभिटीका लागि जोखिम कारकहरू:",
        "-> औषधिहरू (जस्तै एन्टिबायोटिकहरू जस्तै टेट्रासाइक्लिनहरू, सल्फोनामाइडहरू, मूत्रवर्धकहरू जस्तै थियाजाइड र फुरोसेमाइड, NSAIDs)",
        "-> आनुवंशिक अवस्था (जस्तै xeroderma pigmentosum वा प्रणालीगत लुपस erythematosus)",
        "-> रसायनको जोखिम (जस्तै कोइला टार, अत्तर, psoralens)",
        "● मिलियारिया (तातो दाग):",
        "-> रातो-गुलाबी पापुल्स वा पुटिका",
        "-> उपप्रकार:",
        "-> मिलिरिया क्रिस्टलिना: सतही, एरिथिमा बिना स्पष्ट पुटिका (रातोपन)",
        "-> मिलिरिया रुब्रा: एरिथेमेटस पेप्युल्स र वेसिकल्स, प्रुरिटससँग सम्बन्धित",
        "-> मिलिरिया प्रोफन्डा: गहिरो बसेको, छालाको रङ्गको पापुल्स",
        ">> मिलिरियाको कारण:",
        "-> एक्रिन पसिना नलिका को अवरोध, सूजन को परिणामस्वरूप।",
        ">> मिलिरियाका लागि जोखिम कारकहरू:",
        "-> तातो र आर्द्र मौसम",
        "-> अत्याधिक पसिना आउने",
        "-> टाइट लुगा",
        "-> बस्ने वा काम गर्ने वातावरणमा कमजोर भेन्टिलेसन",
        "-> पोषणको कमी-सम्बन्धित डर्मेटोसेस",
        "■ भिटामिनको कमी",
        "● भिटामिन ए को कमी:",
        "-> Phrynoderma (Follicular Hyperkeratosis):",
        "-> रफ, जेरोटिक (सुक्खा) छाला केराटोटिक पापुल्स → 'टोड छाला'",
        "-> प्रायः पेरिफोलिक्युलर, कपालको कूप वरिपरि संलग्नता संकेत गर्दछ",
        ">> भिटामिन ए को कमी को कारण:",
        "-> भिटामिन ए को अपर्याप्त सेवन, छाला स्वास्थ्य र कोशिका कारोबार को लागी महत्वपूर्ण।",
        ">> भिटामिन ए को कमी को लागी जोखिम कारकहरु:",
        "-> खराब आहार (जस्तै पशुजन्य उत्पादन वा फोर्टिफाइड खानेकुरामा कमी भएको आहार)",
        "-> फ्याट-घुलनशील भिटामिनको अवशोषणमा बाधा पुर्‍याउने मालाब्शोर्प्सन विकारहरू (जस्तै सेलिआक रोग, क्रोनको रोग, प्यान्क्रियाटिक अपर्याप्तता)",
        "-> पौष्टिक तत्वको सेवन वा अवशोषणलाई असर गर्ने पुरानो रोगहरू (जस्तै कलेजो रोग)",
        "● भिटामिन बी कम्प्लेक्सको कमी:",
        "-> Pellagra:",
        "-> क्लासिक ट्राइड: डर्मेटाइटिस + डायरिया + डिमेन्सिया",
        "-> डर्मेटाइटिस सामान्यतया सममित हुन्छ, घाममा परेका क्षेत्रहरूमा एरिथेमेटस र हाइपरपिग्मेन्टेड प्याचहरू छन्, जसले घाँटी वरिपरि 'क्यासलको नेकलेस' ढाँचा बनाउँछ",
        ">> भिटामिन बी कम्प्लेक्सको कमीको कारण:",
        "-> नियासिन / भिटामिन बी 3 वा ट्रिप्टोफान (नियासिन पूर्ववर्ती) को कमी, सेलुलर चयापचय र ऊर्जा उत्पादनको लागि आवश्यक यौगिकहरू",
        ">> भिटामिन बी कम्प्लेक्सको कमीका लागि जोखिम कारकहरू:",
        "-> आहारको कमी (जस्तै मकैमा आधारित आहार)",
        "-> मद्यपान",
        "-> पोषक तत्व अवशोषणलाई असर गर्ने अवस्थाहरू (जस्तै हार्टनप रोग (ट्रिप्टोफान अवशोषणलाई असर गर्ने आनुवंशिक विकार) र कार्सिनोइड सिन्ड्रोम (ट्रिप्टोफानलाई सेरोटोनिन उत्पादनमा फर्काइन्छ))",
        "● Riboflavin (भिटामिन B2) को कमी:",
        "-> Angular cheilitis = मुखको कुनामा चर्किने",
        "-> ग्लोसाइटिस = सूजन भएको जिब्रो",
        "-> Seborrheic dermatitis जस्तै दाग, विशेष गरी नाक र आँखा वरिपरि",
        ">> Riboflavin को कारण:",
        "-> रिबोफ्लेविनको अपर्याप्त सेवन, ऊर्जा उत्पादन र सेलुलर प्रकार्यको लागि महत्त्वपूर्ण",
        ">> Riboflavin को लागि जोखिम कारक:",
        "-> रिबोफ्लेविन युक्त खानेकुराहरू (जस्तै दूध, अण्डा र हरियो सागसब्जी) को अपर्याप्त खपत",
        "-> पुरानो रोग वा मालाब्सोर्पशन सिन्ड्रोम जसले पोषक तत्व अवशोषणमा बाधा पुर्‍याउँछ वा चयापचयको माग बढाउँछ (जस्तै पुरानो संक्रमण, घातक रोग, Celiac रोग)",
        "● बायोटिन (भिटामिन B7) को कमी:",
        "-> एलोपेसिया",
        "-> डर्मेटाइटिस, विशेष गरी आँखा, नाक र मुख वरिपरि periorificial dermatitis",
        "-> कन्जेक्टिभाइटिस",
        ">> बायोटिनको कारण:",
        "-> बायोटिनको कमी, फ्याटी एसिड संश्लेषण र छाला, कपाल र नङको स्वास्थ्यको लागि आवश्यक",
        ">> बायोटिनका लागि जोखिम कारकहरू:",
        "-> काँचो अन्डाको सेतोको लामो समयसम्म खपत, जसमा एविडिन हुन्छ जसले बायोटिनलाई बाँध्छ र यसको अवशोषणलाई रोक्छ",
        "-> कुपोषण",
        "-> शरीरको बायोटिन प्रयोग गर्ने क्षमतालाई असर गर्ने आनुवंशिक विकारहरू (जस्तै बायोटिनिडेजको कमी वा होलोकार्बोक्साइलेज सिन्थेटेजको कमी)",
        "● भिटामिन सी को कमी (स्कर्भी):",
        "-> पेरिफोलिक्युलर रक्तस्राव = सानो, कपालको फोलिकल्स वरिपरि रगत बग्ने, प्रायः रातो वा बैजनी म्याक्युल्सको रूपमा प्रस्तुत हुन्छ",
        "-> कर्कस्क्रू कपाल = घुमाइएको, कुण्डलित कपाल",
        "-> जिन्जिभाइटिस = सुन्निएको, गिजाबाट रगत बग्ने, प्रायः पीरियडोन्टल रोगमा जाने र गम्भीर अवस्थामा दाँत झर्ने",
        ">> भिटामिन सी को कमी को कारण:",
        "-> भिटामिन सी (एस्कर्बिक एसिड) को कमी, कोलाजेन संश्लेषण, घाउ निको पार्ने, र छालाको अखण्डताको लागि महत्त्वपूर्ण",
        ">> भिटामिन सी को कमी को लागी जोखिम कारकहरु:",
        "-> भिटामिन सी प्रशस्त फलफूल र तरकारीहरूको अपर्याप्त सेवन",
        "-> धुम्रपान",
 "-> पोषक तत्व अवशोषणलाई असर गर्ने ग्यास्ट्रोइंटेस्टाइनल विकारहरू (जस्तै क्रोनको रोग, सेलियाक रोग, अल्सरेटिभ कोलाइटिस, क्रोनिक प्यान्क्रियाटाइटिस)",
 "● भिटामिन डी को कमी:",
 "-> सोरायसिस जस्तो डर्मेटाइटिस:",
 "-> स्केली, erythematous plaques जो psoriasis जस्तो देखिन्छ, प्रायः छालाको घाममा परेको क्षेत्रमा देखिन्छ",
 ">> भिटामिन डी को कमी को कारण:",
 "-> अपर्याप्त भिटामिन डी, क्याल्सियम होमियोस्टेसिस, प्रतिरक्षा कार्य, र छाला स्वास्थ्य को लागी महत्वपूर्ण",
 ">> भिटामिन डी को कमी को लागी जोखिम कारकहरु:",
 "-> सीमित सूर्य एक्सपोजर",
 "-> गाढा छाला टोन (उच्च मेलानिन सामग्रीले UVB प्रवेश र भिटामिन डी संश्लेषण कम गर्छ)",
 "-> भिटामिन डी युक्त खानेकुराको कम सेवन (जस्तै बोसोयुक्त माछा, फोर्टिफाइड डेयरी उत्पादन र अण्डा)",
 "■ खनिज कमी",
 "● जस्ताको कमी:",
 "-> Periorificial dermatitis, erythematous, मुख, गुदा र आँखा वरिपरि पस्टुलर घावको रूपमा प्रस्तुत।",
 "-> एलोपेसिया",
 "-> Paronychia = नङ वरिपरि सूजन",
 ">> जिंकको कमीको कारण:",
 "-> जस्ताको कमी, डीएनए संश्लेषण, कोशिका विभाजन, प्रोटीन संश्लेषण, र प्रतिरक्षा कार्यको लागि महत्वपूर्ण",
 ">> जिंकको कमीको लागि जोखिम कारक:",
 "-> जस्ता अवशोषणलाई असर गर्ने आनुवंशिक विकारहरू (जस्तै एक्रोडर्माटाइटिस इन्टरोपैथिका)",
 "-> जिंक युक्त खानेकुराहरूको कम आहार सेवन (जस्तै मासु, कुखुरा, र समुद्री खाना जस्ता जनावरबाट व्युत्पन्न खानेकुराहरू)",
 "-> ग्यास्ट्रोइंटेस्टाइनल विकारहरूले पोषक तत्व अवशोषणलाई असर गर्छ (जस्तै भडकाऊ आंत्र रोग)",
 "● फलामको कमी:",
 "-> पल्लोर = फिक्का छाला",
 "-> Koilonychia = चम्चा आकारको नङ",
 "-> ग्लोसाइटिस - जिब्रोको सूजन र चिल्लोपन जसले निल्न गाह्रो हुन सक्छ र स्वादको अनुभूतिमा परिवर्तन ल्याउन सक्छ",
 ">> फलामको कमीको कारण:",
 "-> अपर्याप्त फलाम, हेमोग्लोबिन उत्पादन र रगतमा अक्सिजन ढुवानीका लागि आवश्यक",
 ">> फलामको कमीको लागि जोखिम कारकहरू:",
 "-> फलाम युक्त खानेकुराको कम सेवन (जस्तै रातो मासु, फलफूल र बलियो अनाज)",
 "-> रगतको कमी (जस्तै भारी महिनावारीको रक्तस्राव, ग्यास्ट्रोइंटेस्टाइनल रक्तस्राव)",
 "-> फलामको अवशोषणलाई असर गर्ने मालाब्सोर्पशन सिन्ड्रोमहरू (जस्तै Celiac रोग)",
 "■ प्रोटिन-ऊर्जा कुपोषण",
 "● Kwashiorkor:",
 "-> सामान्यीकृत edema (सुजन), एक विस्तारित कलेजो, र छाला घाव",
 "-> छालाको घाउ, जसलाई 'फ्लेकी पेन्ट डर्मेटाइटिस' भनिन्छ, हाइपरपिग्मेन्टेड, पिलिङ्ग क्षेत्रको रूपमा देखिन्छ",
 ">> Kwashiorkor को कारण:",
 "-> पर्याप्त क्यालोरी सेवनको बावजुद गम्भीर प्रोटिनको कमी। प्रोटिनको कमीले एल्बुमिनको संश्लेषणलाई असर गर्छ, जसले सूजन र छालाको अखण्डता बिग्रन्छ।",
 ">> Kwashiorkor को लागि जोखिम कारक:",
 "-> प्रोटिनमा कम आहार, विशेष गरी बच्चाहरु मा",
 "-> सामाजिक-आर्थिक कारकहरू (जस्तै गरिबी र खाद्य अभाव)",
 "● Marasmus:",
 "-> मांसपेशी मास र छालापट्टि बोसोको उल्लेखनीय हानि संग पातलो, कमजोर उपस्थिति",
 "-> छालाको लोचको कमी, सुख्खा र झुर्रिएको छाला",
 ">> Marasmus को कारण:",
 "-> प्रोटिन र क्यालोरी दुवैमा गम्भीर कमी जसले ऊर्जाको कमी, मांसपेशी बर्बाद र फ्याट स्टोरहरू गुमाउँछ",
 ">> Marasmus को लागी जोखिम कारकहरु:",
 "-> चरम गरिबी",
 "-> लामो समयसम्म कुपोषण हुने दीर्घकालीन रोग (जस्तै दीर्घकालीन संक्रमण र ग्यास्ट्रोइंटेस्टाइनल रोगहरू)"
       ],
    "or": [
        "■ ପରିବେଶ ଏବଂ ବୃତ୍ତିଗତ ବ୍ୟାଧି:",
        "● ଫଟୋସେନସିଟିଭିଟି:",
        "-> ଲାଲ୍ ପେପୁଲ୍ ବା ଭେସିକଲ୍",
        "-> ଲାଲ ରଙ୍ଗ, ଫୁଲା ଏବଂ ପିଲିଙ୍ଗ୍ ସହିତ ସୂର୍ଯ୍ୟକିରଣର ସଦୃଶ ହୋଇପାରେ, ଏବଂ ଦୀର୍ଘସ୍ଥାୟୀ ଏକ୍ସପୋଜର୍ ସହିତ ହାଇପରପିଗମେଣ୍ଟେସନ୍ ଏବଂ ଲାଇଚେନାଇଫେସନ୍ ଭଳି କ୍ରନିକ୍ ପରିବର୍ତ୍ତନକୁ ଅଗ୍ରଗତି କରିପାରିବ",
        ">> ଫଟୋସେନସିଟିଭିଟିର କାରଣ:",
        "-> UV ବିକିରଣ ପ୍ରତି ସମ୍ବେଦନଶୀଳତା ବୃଦ୍ଧି",
        ">> ଫଟୋ ସମ୍ବେଦନଶୀଳତା ପାଇଁ ବିପଦ କାରକ:",
        "-> ications ଷଧଗୁଡିକ (ଯଥା ଟେଟ୍ରାସାଇକ୍ଲିନ୍, ସଲଫୋନାମାଇଡ୍, ଥିଆଜାଇଡ୍ ଏବଂ ଫୁରୋସେମାଇଡ୍, NSAID ପରି ଆଣ୍ଟିବାୟୋଟିକ୍)",
        "-> ଜେନେଟିକ୍ ଅବସ୍ଥା (ଯଥା ଜେରୋଡର୍ମା ପିଗମେଣ୍ଟୋସମ୍ କିମ୍ବା ସିଷ୍ଟମିକ୍ ଲୁପସ୍ ଏରିଥେମାଟୋସ୍)",
        "-> ରାସାୟନିକ ପଦାର୍ଥର ସଂସ୍ପର୍ଶରେ ଆସିବା (ଯଥା କୋଇଲା ଟାର୍, ଅତର, ସୋରାଲେନ୍ସ)",
        "● ମିଲିୟରିଆ (ଉତ୍ତାପ ରଶ୍):",
        "-> ଲାଲ-ଗୋଲାପୀ ପେପୁଲ୍ କିମ୍ବା ଭେସିକଲ୍",
        "-> ଉପ ପ୍ରକାରଗୁଡିକ:",
        "-> ମିଲିରିଆ କ୍ରିଷ୍ଟାଲିନା: ଏରିଥେମା (ଲାଲ ରଙ୍ଗ) ବିନା ଅତିରିକ୍ତ, ସ୍ୱଚ୍ଛ ଭେସିକଲ୍",
        "-> ମିଲିଆରିଆ ରୁବ୍ରା: ଏରିଥେମାଟସ୍ ପେପୁଲ୍ ଏବଂ ଭେସିକଲ୍, ପ୍ରୁରିଟସ୍ ସହିତ ଜଡିତ",
        "-> ମିଲିଆରିଆ ପ୍ରଫୁଣ୍ଡା: ଗଭୀର ବସିଥିବା, ଚର୍ମ ରଙ୍ଗର ପେପୁଲ୍ସ",
        ">> ମିଲିୟାରିଆର କାରଣ:",
        "-> ଇକ୍ରାଇନ୍ at ାଳ ନଳୀର ଅବରୋଧ, ଯାହା ଦ୍ inflam ାରା ପ୍ରଦାହ ହୁଏ।",
        ">> ମିଲିଆରିଆ ପାଇଁ ବିପଦ କାରକ:",
        "-> ଗରମ ଏବଂ ଆର୍ଦ୍ର ପାଗ",
        "-> ଅତ୍ୟଧିକ ating ାଳ",
        "-> ଟାଇଟ୍ ପୋଷାକ",
        "-> ଜୀବନ୍ତ କିମ୍ବା କାର୍ଯ୍ୟ ପରିବେଶରେ ଖରାପ ଭେଣ୍ଟିଲେସନ୍",
        "-> ପୁଷ୍ଟିକର ଅଭାବ ସମ୍ବନ୍ଧୀୟ ଚର୍ମରୋଗ",
        "■ ଭିଟାମିନ୍ ଅଭାବ",
        "● ଭିଟାମିନ୍ ଏ ଅଭାବ:",
        "-> ଫ୍ରିନୋଡର୍ମା (ଫୋଲିକୁଲାର ହାଇପରକେରାଟୋସିସ୍):",
        "-> କିରାଟୋଟିକ୍ ପେପୁଲ୍ସ ସହିତ କଠିନ, ଜେରୋଟିକ୍ (ଶୁଖିଲା) ଚର୍ମ → 'ଟୋଡ୍ ଚର୍ମ'",
        "-> ପ୍ରାୟତ per ପେରିଫୋଲିକୁଲାର, କେଶ ଫୋଲିକଲଗୁଡିକର ଜଡିତତାକୁ ସୂଚାଇଥାଏ",
        ">> ଭିଟାମିନ୍ ଏ ଅଭାବର କାରଣ:",
        "-> ଭିଟାମିନ୍ ଏ ର ପର୍ଯ୍ୟାପ୍ତ ପରିମାଣର ଗ୍ରହଣ, ଚର୍ମ ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ କୋଷ କାରବାର ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ |",
        ">> ଭିଟାମିନ୍ ଏ ଅଭାବ ପାଇଁ ବିପଦ କାରକ:",
        "-> ଖରାପ ଖାଦ୍ୟ (ଯଥା ପଶୁ ପଦାର୍ଥ କିମ୍ବା ଦୁର୍ଗନ୍ଧଯୁକ୍ତ ଖାଦ୍ୟର ଅଭାବ)",
        "-> ମାଲାବସର୍ପସନ୍ ବ୍ୟାଧି ଯାହା ଚର୍ବିରେ ଦ୍ରବୀଭୂତ ଭିଟାମିନ୍ (ଯଥା ସେଲିଆକ୍ ରୋଗ, କ୍ରୋନ୍ ରୋଗ, ଅଗ୍ନାଶୟ ଅଭାବ) ଅବଶୋଷଣକୁ ଦୁର୍ବଳ କରିଥାଏ |",
        "-> କ୍ରନିକ୍ ରୋଗ ଯାହା ପୁଷ୍ଟିକର ଖାଦ୍ୟ କିମ୍ବା ଅବଶୋଷଣକୁ ପ୍ରଭାବିତ କରିଥାଏ (ଯଥା ଯକୃତ ରୋଗ)",
        "● ଭିଟାମିନ୍ ବି କମ୍ପ୍ଲେକ୍ସ ଅଭାବ:",
        "-> ପେଲାଗ୍ରା:",
        "-> କ୍ଲାସିକ୍ ତ୍ରିକୋଣୀୟ: ଡର୍ମାଟାଇଟିସ୍ + ଡାଇରିଆ + ଡିମେନ୍ସିଆ",
        "-> ଡର୍ମାଟାଇଟିସ୍ ସାଧାରଣତ sym ସମୃଦ୍ଧ, ସୂର୍ଯ୍ୟ କିରଣ ଅଞ୍ଚଳରେ ଏରିଥେମାଟସ୍ ଏବଂ ହାଇପରପିଗମେଣ୍ଟେଡ୍ ପ୍ୟାଚ୍ ସହିତ ବେକରେ ଏକ 'କାସାଲ୍ ହାର' ପ୍ୟାଟର୍ ଗଠନ କରିଥାଏ",
        ">> ଭିଟାମିନ୍ ବି କମ୍ପ୍ଲେକ୍ସ ଅଭାବର କାରଣ:",
        "-> ନିୟାସିନ୍ / ଭିଟାମିନ୍ B3 କିମ୍ବା ଟ୍ରାଇପଟୋଫାନ୍ (ନିୟାସିନ୍ ପୂର୍ବବର୍ତ୍ତୀ) ଅଭାବ, ସେଲୁଲାର୍ ମେଟାବୋଲିଜିମ୍ ଏବଂ ଶକ୍ତି ଉତ୍ପାଦନ ପାଇଁ ଆବଶ୍ୟକ ଯ ounds ଗିକ",
        ">> ଭିଟାମିନ୍ ବି କମ୍ପ୍ଲେକ୍ସ ଅଭାବ ପାଇଁ ବିପଦ କାରକ:",
        "-> ଖାଦ୍ୟ ଅଭାବ (ଯଥା ମକା ଭିତ୍ତିକ ଖାଦ୍ୟ)",
        "-> ମଦ୍ୟପାନ",
        "-> ପୁଷ୍ଟିକର ଅବଶୋଷଣକୁ ପ୍ରଭାବିତ କରୁଥିବା ଅବସ୍ଥା (ଯଥା ହାର୍ଟନପ୍ ରୋଗ (ଟ୍ରାଇପଟୋଫାନ୍ ଅବଶୋଷଣକୁ ପ୍ରଭାବିତ କରୁଥିବା ଜେନେଟିକ୍ ବ୍ୟାଧି) ଏବଂ କାର୍ସିନଏଡ୍ ସିଣ୍ଡ୍ରୋମ (ଟ୍ରାଇପଟୋଫାନ୍ ସେରୋଟୋନିନ୍ ଉତ୍ପାଦନରେ ବିଭକ୍ତ)",
        "● ରିବୋଫ୍ଲାଭିନ (ଭିଟାମିନ୍ ବି 2) ଅଭାବ:",
        "-> ଆଙ୍ଗୁଲାର ଚିଲିଟିସ୍ = ପାଟିର କୋଣରେ ଫାଟ",
        "-> ଗ୍ଲୋସାଇଟିସ୍ = ପ୍ରଦାହିତ ଜିଭ",
        "-> ସେବୋରେହିକ୍ ଡର୍ମାଟାଇଟିସ୍ ପରି ଦାଗ, ବିଶେଷକରି ନାକ ଏବଂ ଆଖି ଚାରିପାଖରେ",
        ">> ରିବୋଫ୍ଲାଭିନର କାରଣ:",
        "-> ରାଇବୋଫ୍ଲାଭିନର ପର୍ଯ୍ୟାପ୍ତ ପରିମାଣର ଗ୍ରହଣ, ଶକ୍ତି ଉତ୍ପାଦନ ଏବଂ ସେଲୁଲାର୍ କାର୍ଯ୍ୟ ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ",
        ">> ରିବୋଫ୍ଲାଭିନ ପାଇଁ ବିପଦ କାରକ:",
        "-> ରାଇବୋଫ୍ଲାଭିନ ସମୃଦ୍ଧ ଖାଦ୍ୟର ପର୍ଯ୍ୟାପ୍ତ ଉପଯୋଗ (ଯଥା କ୍ଷୀର, ଅଣ୍ଡା, ଏବଂ ସବୁଜ ପନିପରିବା)",
        "-> କ୍ରନିକ୍ ରୋଗ ବା ମାଲାବସର୍ପସନ୍ ସିଣ୍ଡ୍ରୋମ୍ ଯାହା ପୁଷ୍ଟିକର ଅବଶୋଷଣକୁ ଦୁର୍ବଳ କରିଥାଏ କିମ୍ବା ମେଟାବୋଲିକ୍ ଚାହିଦା ବ increase ାଇଥାଏ (ଯଥା କ୍ରନିକ୍ ସଂକ୍ରମଣ, କୁପ୍ରଭାବ, ସିଲିଆକ୍ ରୋଗ)",
        "● ବାୟୋଟିନ୍ (ଭିଟାମିନ୍ B7) ଅଭାବ:",
        "-> ଆଲୋପେସିଆ",
        "-> ଚର୍ମରୋଗ, ବିଶେଷକରି ଆଖି, ନାକ ଏବଂ ପାଟି ଚାରିପାଖରେ ପେରିଓରିଫିସିଆଲ୍ ଡର୍ମାଟାଇଟିସ୍",
        "-> କନଜୁଣ୍ଟିଭାଇଟିସ୍",
        ">> ବାୟୋଟିନ ପାଇଁ କାରଣ:",
        "-> ବାୟୋଟିନ୍ର ଅଭାବ, ଫ୍ୟାଟି ଏସିଡ୍ ସିନ୍ଥେସିସ୍ ଏବଂ ଚର୍ମ, କେଶ ଏବଂ ନଖର ସ୍ୱାସ୍ଥ୍ୟ ପାଇଁ ଜରୁରୀ",
        ">> ବାୟୋଟିନ୍ ପାଇଁ ବିପଦ କାରକ:",
        "-> କଞ୍ଚା ଅଣ୍ଡାର ଧଳା ରଙ୍ଗର ଦୀର୍ଘ ସମୟ ବ୍ୟବହାର, ଯେଉଁଥିରେ ଆଭିଡିନ ଥାଏ ଯାହା ବାୟୋଟିନକୁ ବାନ୍ଧେ ଏବଂ ଏହାର ଅବଶୋଷଣକୁ ରୋକିଥାଏ",
        "-> ପୁଷ୍ଟିହୀନତା",
        "-> ଜେନେଟିକ୍ ବ୍ୟାଧି ଶରୀରର ବାୟୋଟିନ୍ ବ୍ୟବହାର କରିବାର କ୍ଷମତାକୁ ପ୍ରଭାବିତ କରିଥାଏ (ଯଥା ବାୟୋଟିନାଇଡେଜ୍ ଅଭାବ କିମ୍ବା ହୋଲୋକାର୍ବକ୍ସାଇଲେସ୍ ସିନ୍ଥେଟେଜ୍ ଅଭାବ)",
        "● ଭିଟାମିନ୍ ସି ଅଭାବ (ସ୍କର୍ଭି):",
        "-> ପେରିଫୋଲିକୁଲାର ରକ୍ତସ୍ରାବ = ଛୋଟ, କେଶ ଫୋଲିକଲଗୁଡିକର ଚାରିପାଖରେ ପିନପଏଣ୍ଟ ରକ୍ତସ୍ରାବ, ପ୍ରାୟତ red ନାଲି କିମ୍ବା ବାଇଗଣୀ ମାକୁଲ ଭାବରେ ଉପସ୍ଥାପିତ ହୁଏ,",
        "-> କର୍କସ୍କ୍ରୁ କେଶ = ମୋଡ଼ାଯାଇଥିବା, କୋଇଲା ହୋଇଥିବା କେଶ",
        "-> ଜିଙ୍ଗିଭାଇଟିସ୍ = ଫୁଲିଯିବା, ରକ୍ତସ୍ରାବ ହେବା, ପ୍ରାୟତ period ପିରିୟଡୋଣ୍ଟାଲ୍ ରୋଗ ଏବଂ ଗୁରୁତର ଅବସ୍ଥାରେ ଦାନ୍ତ ନଷ୍ଟ ହେବାରେ ଅଗ୍ରଗତି କରେ",
        ">> ଭିଟାମିନ୍ ସି ଅଭାବର କାରଣ:",
        "-> ଭିଟାମିନ୍ ସି (ଆସ୍କୋରବିକ୍ ଏସିଡ୍) ର ଅଭାବ, କୋଲାଜେନ୍ ସିନ୍ଥେସିସ୍, କ୍ଷତ ଆରୋଗ୍ୟ ଏବଂ ଚର୍ମର ଅଖଣ୍ଡତା ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ",
        ">> ଭିଟାମିନ୍ ସି ଅଭାବ ପାଇଁ ବିପଦ କାରକ:",
        "-> ଭିଟାମିନ୍ C ରେ ଭରପୂର ଫଳ ଏବଂ ପନିପରିବାର ପର୍ଯ୍ୟାପ୍ତ ପରିମାଣରେ ଗ୍ରହଣ",
        "-> ଧୂମପାନ",
 "-> ପୁଷ୍ଟିକର ଅବଶୋଷଣକୁ ପ୍ରଭାବିତ କରୁଥିବା ପାକସ୍ଥଳୀ ସମ୍ବନ୍ଧୀୟ ରୋଗ (ଯଥା କ୍ରୋନ୍ ରୋଗ, ସେଲିଆକ୍ ରୋଗ, ଅଲସରାଟିଭ କୋଲାଇଟିସ୍, କ୍ରନିକ୍ ପାନକ୍ର୍ରିୟାଇଟିସ୍)",
 "● ଭିଟାମିନ୍ ଡି ଅଭାବ:",
 "-> ସୋରିୟାସିସ୍ ପରି ଚର୍ମ ରୋଗ:",
 "-> ସ୍କାଲି, ଏରିଥେମାଟସ୍ ପ୍ଲେକ୍ ଯାହା ସୋରିୟାସିସ୍ ସଦୃଶ, ଚର୍ମର ସୂର୍ଯ୍ୟ କିରଣ ଅଞ୍ଚଳରେ ଦେଖାଯାଏ",
 ">> ଭିଟାମିନ୍ ଡି ଅଭାବର କାରଣ:",
 "-> ପର୍ଯ୍ୟାପ୍ତ ଭିଟାମିନ୍ D, କ୍ୟାଲସିୟମ୍ ହୋମୋଷ୍ଟାସିସ୍, ପ୍ରତିରକ୍ଷା କାର୍ଯ୍ୟ ଏବଂ ଚର୍ମ ସ୍ୱାସ୍ଥ୍ୟ ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ",
 ">> ଭିଟାମିନ୍ ଡି ଅଭାବ ପାଇଁ ବିପଦ କାରକ:",
 "-> ସୀମିତ ସୂର୍ଯ୍ୟ ଏକ୍ସପୋଜର",
 "-> ଗା er ଼ ଚର୍ମ ସ୍ୱର (ଅଧିକ ମେଲାନିନର ବିଷୟବସ୍ତୁ UVB ଅନୁପ୍ରବେଶ ଏବଂ ଭିଟାମିନ୍ ଡି ସିନ୍ଥେସିସ୍ ହ୍ରାସ କରେ)",
 "-> ଭିଟାମିନ୍ ଡି ସମୃଦ୍ଧ ଖାଦ୍ୟର କମ୍ ଗ୍ରହଣ (ଯଥା ଚର୍ବି ମାଛ, ଦୁର୍ଗନ୍ଧଯୁକ୍ତ ଦୁଗ୍ଧଜାତ ଦ୍ରବ୍ୟ ଏବଂ ଅଣ୍ଡା)",
 "■ ଖଣିଜ ଅଭାବ",
 "● ଜିଙ୍କ ଅଭାବ:",
 "-> ପେରିଫେରିସିଆଲ୍ ଡର୍ମାଟାଇଟିସ୍, ଏରିଥେମାଟସ୍, ପାଟି, ମଳଦ୍ୱାର ଏବଂ ଆଖି ଚାରିପାଖରେ ପୁଷ୍ଟୁଲାର୍ କ୍ଷତ ଭାବରେ ଉପସ୍ଥାପିତ ହୁଏ |",
 "-> ଆଲୋପେସିଆ",
 "-> ପାରୋନିଚିଆ = ନଖ ଚାରିପାଖରେ ପ୍ରଦାହ",
 ">> ଜିଙ୍କ ଅଭାବର କାରଣ:",
 "-> ଜିଙ୍କ ଅଭାବ, DNA ସିନ୍ଥେସିସ୍, କୋଷ ବିଭାଜନ, ପ୍ରୋଟିନ୍ ସିନ୍ଥେସିସ୍ ଏବଂ ପ୍ରତିରକ୍ଷା କାର୍ଯ୍ୟ ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ",
 ">> ଜିଙ୍କ ଅଭାବ ପାଇଁ ବିପଦ କାରକ:",
 "-> ଜିଙ୍କ ଅବଶୋଷଣକୁ ପ୍ରଭାବିତ କରୁଥିବା ଜେନେଟିକ୍ ବ୍ୟାଧି (ଯଥା ଆକ୍ରୋଡର୍ମାଟାଇଟିସ୍ ଏଣ୍ଟେରୋପାଥିକା)",
 "-> ଜିଙ୍କ ସମୃଦ୍ଧ ଖାଦ୍ୟର ଖରାପ ଖାଦ୍ୟ ଗ୍ରହଣ (ଯଥା ମାଂସ, କୁକୁଡ଼ା, ଏବଂ ସାମୁଦ୍ରିକ ଖାଦ୍ୟ ପରି ପଶୁ-ଉତ୍ପାଦିତ ଖାଦ୍ୟ)",
 "-> ପାକସ୍ଥଳୀ ଅବଶୋଷଣକୁ ପ୍ରଭାବିତ କରୁଥିବା ପାକସ୍ଥଳୀ ସମ୍ବନ୍ଧୀୟ ରୋଗ (ଯଥା ପ୍ରଦାହକାରୀ ଅନ୍ତନଳୀ ରୋଗ)",
 "● ଲ Iron ହ ଅଭାବ:",
 "-> ପାଲୋର = ଫିକା ଚର୍ମ",
 "-> କୋଇଲୋନିଚିଆ = ଚାମଚ ଆକୃତିର ନଖ",
 "-> ଗ୍ଲୋସାଇଟିସ୍- ଜିଭରେ ପ୍ରଦାହ ଏବଂ ମସୃଣ ଯାହା ଗିଳିବାରେ ଅସୁବିଧା ହୋଇପାରେ ଏବଂ ସ୍ୱାଦ ଅନୁଭବକୁ ବଦଳାଇପାରେ",
 ">> ଲ Iron ହ ଅଭାବର କାରଣ:",
 "-> ପର୍ଯ୍ୟାପ୍ତ ଲୁହା, ହେମୋଗ୍ଲୋବିନ୍ ଉତ୍ପାଦନ ଏବଂ ରକ୍ତରେ ଅମ୍ଳଜାନ ପରିବହନ ପାଇଁ ଜରୁରୀ",
 ">> ଲ Iron ହ ଅଭାବ ପାଇଁ ବିପଦ କାରକ:",
 "-> ଲୁହା ସମୃଦ୍ଧ ଖାଦ୍ୟର କମ୍ ଗ୍ରହଣ (ଯଥା ଲାଲ୍ ମାଂସ, ଲେମ୍ବୁ, ଏବଂ ଦୁର୍ଗଯୁକ୍ତ ଶସ୍ୟ)",
 "-> ରକ୍ତ କ୍ଷୟ (ଯଥା ଭାରୀ men ତୁସ୍ରାବ ରକ୍ତସ୍ରାବ, ପାକସ୍ଥଳୀ ରକ୍ତସ୍ରାବ)",
 "-> ଲ iron ହ ଅବଶୋଷଣକୁ ପ୍ରଭାବିତ କରୁଥିବା ମାଲାବସର୍ପସନ୍ ସିଣ୍ଡ୍ରୋମ୍ (ଯଥା ସେଲିଆକ୍ ରୋଗ)",
 "■ ପ୍ରୋଟିନ୍-ଶକ୍ତି ପୁଷ୍ଟିହୀନତା",
 "● Kwashiorkor:",
 "-> ଜେନେରାଲାଇଜଡ୍ ଏଡିମା (ଫୁଲା), ଏକ ବର୍ଦ୍ଧିତ ଯକୃତ ଏବଂ ଚର୍ମର କ୍ଷତ",
 "-> ଚର୍ମର କ୍ଷତଗୁଡିକ, 'ଫ୍ଲେକି ପେଣ୍ଟ୍ ଡର୍ମାଟାଇଟିସ୍' ଭାବରେ ଜଣାଶୁଣା, ହାଇପରପିଗମେଣ୍ଟେଡ୍, ପିଲିଂ ଅଞ୍ଚଳ ଭାବରେ ଦେଖାଯାଏ |",
 ">> Kwashiorkor ପାଇଁ କାରଣ:",
 "-> ପର୍ଯ୍ୟାପ୍ତ ପରିମାଣର କ୍ୟାଲୋରୀ ଗ୍ରହଣ ସତ୍ତ୍ protein େ ପ୍ରୋଟିନର ଅଭାବ। ପ୍ରୋଟିନର ଅଭାବ ଆଲବମିନ୍ର ସିନ୍ଥେସିସ୍ ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ, ଯାହା ଏଡିମା ଏବଂ ଚର୍ମର ଅଖଣ୍ଡତାକୁ ଦୁର୍ବଳ କରିଥାଏ |",
 ">> Kwashiorkor ପାଇଁ ବିପଦ କାରକ:",
 "-> ପ୍ରୋଟିନରେ କମ୍ ଖାଦ୍ୟ, ବିଶେଷତ children ପିଲାମାନଙ୍କଠାରେ",
 "-> ସାମାଜିକ-ଅର୍ଥନ factors ତିକ କାରଣଗୁଡିକ (ଯଥା ଦାରିଦ୍ର ଏବଂ ଖାଦ୍ୟ ଅଭାବ)",
 "● ମାରାସ୍ମସ୍:",
 "-> ପତଳା, ମାଂସପେଶୀ ଜନିତ ଏବଂ ସବ୍କ୍ୟୁଟାନ୍ସ ଚର୍ବିର ମହତ୍ତ୍ୱପୂର୍ଣ୍ଣ କ୍ଷତି ସହିତ ଦୁର୍ବଳ ରୂପ",
 "-> ଚର୍ମର ଇଲାସ୍ଟିସିଟି ହରାଇବା, ଶୁଷ୍କ ଏବଂ କୁଞ୍ଚିତ ଚର୍ମକୁ ନେଇଥାଏ",
 ">> ମାର୍ସମସ୍ ପାଇଁ କାରଣ:",
 "-> ଉଭୟ ପ୍ରୋଟିନ୍ ଏବଂ କ୍ୟାଲୋରୀରେ ଘୋର ଅଭାବ ଯାହା ଶକ୍ତି ହ୍ରାସ, ମାଂସପେଶୀ ନଷ୍ଟ ଏବଂ ଚର୍ବି ଷ୍ଟୋର୍‌ଗୁଡିକର କ୍ଷତି ଘଟାଇଥାଏ",
 ">> ମାରାସମସ୍ ପାଇଁ ବିପଦ କାରକ:",
 "-> ଅତ୍ୟଧିକ ଦାରିଦ୍ର",
 "-> ଦୀର୍ଘସ୍ଥାୟୀ ପୁଷ୍ଟିହୀନତା ସୃଷ୍ଟି କରୁଥିବା କ୍ରନିକ୍ ରୋଗ (ଯଥା କ୍ରନିକ୍ ସଂକ୍ରମଣ ଏବଂ ପାକସ୍ଥଳୀ ସମ୍ବନ୍ଧୀୟ ରୋଗ)"
       ],
    "pa": [
        "■ ਵਾਤਾਵਰਣ ਅਤੇ ਵਿਵਸਾਇਕ ਵਿਕਾਰ:",
        "● ਫੋਟੋ ਸੰਵੇਦਨਸ਼ੀਲਤਾ:",
        "-> ਲਾਲ ਪੈਪੁਲਸ ਜਾਂ ਵੇਸਿਕਲਸ",
        "-> ਲਾਲੀ, ਸੋਜ ਅਤੇ ਛਿੱਲ ਦੇ ਨਾਲ, ਝੁਲਸਣ ਵਰਗਾ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਐਕਸਪੋਜਰ ਨਾਲ ਹਾਈਪਰਪੀਗਮੈਂਟੇਸ਼ਨ ਅਤੇ ਲਾਈਕੇਨੀਫਿਕੇਸ਼ਨ ਵਰਗੀਆਂ ਪੁਰਾਣੀਆਂ ਤਬਦੀਲੀਆਂ ਵੱਲ ਵਧ ਸਕਦਾ ਹੈ",
        ">> ਫੋਟੋ ਸੰਵੇਦਨਸ਼ੀਲਤਾ ਦਾ ਕਾਰਨ:",
        "-> ਯੂਵੀ ਰੇਡੀਏਸ਼ਨ ਪ੍ਰਤੀ ਵਧੀ ਹੋਈ ਸੰਵੇਦਨਸ਼ੀਲਤਾ",
        ">> ਫੋਟੋ ਸੰਵੇਦਨਸ਼ੀਲਤਾ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਦਵਾਈਆਂ (ਜਿਵੇਂ ਕਿ ਐਂਟੀਬਾਇਓਟਿਕਸ ਜਿਵੇਂ ਕਿ ਟੈਟਰਾਸਾਈਕਲੀਨ, ਸਲਫੋਨਾਮਾਈਡਜ਼, ਡਾਇਯੂਰੀਟਿਕਸ ਜਿਵੇਂ ਥਿਆਜ਼ਾਈਡਜ਼ ਅਤੇ ਫਿਊਰੋਸੇਮਾਈਡ, NSAIDs)",
        "-> ਜੈਨੇਟਿਕ ਸਥਿਤੀਆਂ (ਜਿਵੇਂ ਕਿ ਜ਼ੀਰੋਡਰਮਾ ਪਿਗਮੈਂਟੋਸਮ ਜਾਂ ਸਿਸਟਮਿਕ ਲੂਪਸ ਏਰੀਥੀਮੇਟੋਸਸ)",
        "-> ਰਸਾਇਣਾਂ ਦਾ ਸੰਪਰਕ (ਜਿਵੇਂ ਕਿ ਕੋਲਾ ਟਾਰ, ਪਰਫਿਊਮ, psoralens)",
        "● ਮਿਲੀਰੀਆ (ਹੀਟ ਰੈਸ਼):",
        "-> ਲਾਲ-ਗੁਲਾਬੀ ਪੈਪੁਲਸ ਜਾਂ ਵੇਸਿਕਲਸ",
        "-> ਉਪ ਕਿਸਮ:",
        "-> ਮਿਲਿਏਰੀਆ ਕ੍ਰਿਸਟਾਲਿਨਾ: ਸਤਹੀ, erythema (ਲਾਲੀ) ਤੋਂ ਬਿਨਾਂ ਸਪੱਸ਼ਟ ਨਾੜੀ",
        "-> ਮਿਲੀਰੀਆ ਰੁਬਰਾ: erythematous papules ਅਤੇ vesicles, ਖੁਜਲੀ ਨਾਲ ਸੰਬੰਧਿਤ",
        "-> ਮਿਲੀਰੀਆ ਪ੍ਰੋਫੁੰਡਾ: ਡੂੰਘੇ ਬੈਠੇ, ਚਮੜੀ ਦੇ ਰੰਗ ਦੇ ਪੈਪੁਲਸ",
        ">> ਮਿਲੀਰੀਆ ਦਾ ਕਾਰਨ:",
        "-> ਪਸੀਨੇ ਦੀਆਂ ਨਲੀਆਂ ਦੀ ਰੁਕਾਵਟ, ਜਿਸਦੇ ਨਤੀਜੇ ਵਜੋਂ ਸੋਜਸ਼ ਹੁੰਦੀ ਹੈ।",
        ">> ਮਿਲੀਰੀਆ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਗਰਮ ਅਤੇ ਨਮੀ ਵਾਲਾ ਮੌਸਮ",
        "-> ਬਹੁਤ ਜ਼ਿਆਦਾ ਪਸੀਨਾ ਆਉਣਾ",
        "-> ਤੰਗ ਕੱਪੜੇ",
        "-> ਰਹਿਣ ਜਾਂ ਕੰਮ ਕਰਨ ਵਾਲੇ ਵਾਤਾਵਰਣ ਵਿੱਚ ਮਾੜੀ ਹਵਾਦਾਰੀ",
        "-> ਪੋਸ਼ਣ ਸੰਬੰਧੀ ਕਮੀ-ਸਬੰਧਤ ਡਰਮੇਟੋਜ਼",
        "■ ਵਿਟਾਮਿਨ ਦੀ ਕਮੀ",
        "● ਵਿਟਾਮਿਨ ਏ ਦੀ ਕਮੀ:",
        "-> ਫਰਾਈਨੋਡਰਮਾ (ਫੋਲੀਕੂਲਰ ਹਾਈਪਰਕੇਰਾਟੋਸਿਸ):",
        "-> ਕੇਰਾਟੋਟਿਕ ਪੈਪੁਲਸ ਵਾਲੀ ਖੁਰਦਰੀ, ਜ਼ੇਰੋਟਿਕ (ਸੁੱਕੀ) ਚਮੜੀ → 'ਟੌਡ ਸਕਿਨ'",
        "--> ਅਕਸਰ ਪੈਰੀਫੋਲੀਕੂਲਰ, ਵਾਲਾਂ ਦੇ follicles ਦੇ ਆਲੇ ਦੁਆਲੇ ਸ਼ਮੂਲੀਅਤ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ",
        ">> ਵਿਟਾਮਿਨ ਏ ਦੀ ਕਮੀ ਦਾ ਕਾਰਨ:",
        "-> ਵਿਟਾਮਿਨ ਏ ਦੀ ਨਾਕਾਫ਼ੀ ਮਾਤਰਾ, ਚਮੜੀ ਦੀ ਸਿਹਤ ਅਤੇ ਸੈੱਲ ਟਰਨਓਵਰ ਲਈ ਮਹੱਤਵਪੂਰਨ।",
        ">> ਵਿਟਾਮਿਨ ਏ ਦੀ ਕਮੀ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਮਾੜੀ ਖੁਰਾਕ (ਜਿਵੇਂ ਕਿ ਜਾਨਵਰਾਂ ਦੇ ਉਤਪਾਦਾਂ ਜਾਂ ਮਜ਼ਬੂਤ ​​ਭੋਜਨਾਂ ਦੀ ਘਾਟ ਵਾਲੀ ਖੁਰਾਕ)",
        "-> ਮਲਾਬਸੋਰਪਸ਼ਨ ਵਿਕਾਰ ਜੋ ਚਰਬੀ ਵਿੱਚ ਘੁਲਣਸ਼ੀਲ ਵਿਟਾਮਿਨਾਂ (ਜਿਵੇਂ ਕਿ ਸੇਲੀਏਕ ਦੀ ਬਿਮਾਰੀ, ਕਰੋਹਨ ਦੀ ਬਿਮਾਰੀ, ਪੈਨਕ੍ਰੀਆਟਿਕ ਨਾਕਾਫ਼ੀ) ਦੀ ਸਮਾਈ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਦੇ ਹਨ",
        "-> ਪੁਰਾਣੀਆਂ ਬਿਮਾਰੀਆਂ ਜੋ ਪੌਸ਼ਟਿਕ ਤੱਤਾਂ ਦੇ ਸੇਵਨ ਜਾਂ ਸਮਾਈ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੀਆਂ ਹਨ (ਜਿਵੇਂ ਕਿ ਜਿਗਰ ਦੀ ਬਿਮਾਰੀ)",
        "● ਵਿਟਾਮਿਨ ਬੀ ਕੰਪਲੈਕਸ ਦੀ ਕਮੀ:",
        "-> ਪੇਲਾਗਰਾ:",
        "-> ਕਲਾਸਿਕ ਟ੍ਰਾਈਡ: ਡਰਮੇਟਾਇਟਸ + ਦਸਤ + ਡਿਮੈਂਸ਼ੀਆ",
        "-> ਡਰਮੇਟਾਇਟਸ ਆਮ ਤੌਰ 'ਤੇ ਸਮਰੂਪ ਹੁੰਦਾ ਹੈ, ਸੂਰਜ ਦੇ ਸੰਪਰਕ ਵਾਲੇ ਖੇਤਰਾਂ 'ਤੇ erythematous ਅਤੇ hyperpigmented ਪੈਚਾਂ ਦੇ ਨਾਲ, ਗਰਦਨ ਦੇ ਦੁਆਲੇ 'Casal\"s necklace' ਪੈਟਰਨ ਬਣਾਉਂਦੇ ਹਨ",
        ">> ਵਿਟਾਮਿਨ ਬੀ ਕੰਪਲੈਕਸ ਦੀ ਕਮੀ ਦਾ ਕਾਰਨ:",
        "-> ਨਿਆਸੀਨ/ਵਿਟਾਮਿਨ ਬੀ3 ਜਾਂ ਟ੍ਰਿਪਟੋਫੈਨ (ਨਿਆਸੀਨ ਪੂਰਵਗਾਮੀ) ਦੀ ਘਾਟ, ਸੈਲੂਲਰ ਮੈਟਾਬੋਲਿਜ਼ਮ ਅਤੇ ਊਰਜਾ ਉਤਪਾਦਨ ਲਈ ਜ਼ਰੂਰੀ ਮਿਸ਼ਰਣ",
        ">> ਵਿਟਾਮਿਨ ਬੀ ਕੰਪਲੈਕਸ ਦੀ ਘਾਟ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਖੁਰਾਕ ਦੀ ਕਮੀ (ਜਿਵੇਂ ਕਿ ਮੱਕੀ-ਅਧਾਰਿਤ ਖੁਰਾਕ)",
        "--> ਸ਼ਰਾਬ",
        "-> ਪੌਸ਼ਟਿਕ ਸਮਾਈ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਵਾਲੀਆਂ ਸਥਿਤੀਆਂ (ਜਿਵੇਂ ਕਿ ਹਾਰਟਨਪ ਰੋਗ (ਟ੍ਰਾਈਪਟੋਫ਼ਨ ਦੇ ਸਮਾਈ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਵਾਲਾ ਜੈਨੇਟਿਕ ਵਿਕਾਰ) ਅਤੇ ਕਾਰਸੀਨੋਇਡ ਸਿੰਡਰੋਮ (ਟ੍ਰਾਈਪਟੋਫ਼ਨ ਨੂੰ ਸੇਰੋਟੋਨਿਨ ਦੇ ਉਤਪਾਦਨ ਵੱਲ ਮੋੜਿਆ ਜਾਂਦਾ ਹੈ))",
        "● ਰਿਬੋਫਲੇਵਿਨ (ਵਿਟਾਮਿਨ B2) ਦੀ ਕਮੀ:",
        "-> ਐਂਗੁਲਰ ਚੀਲਾਈਟਿਸ = ਮੂੰਹ ਦੇ ਕੋਨਿਆਂ 'ਤੇ ਚੀਰ",
        "-> ਗਲੋਸਾਈਟਿਸ = ਸੋਜ ਵਾਲੀ ਜੀਭ",
        "-> ਸੇਬੋਰੇਹਿਕ ਡਰਮੇਟਾਇਟਸ ਵਰਗੇ ਧੱਫੜ, ਖਾਸ ਕਰਕੇ ਨੱਕ ਅਤੇ ਅੱਖਾਂ ਦੇ ਆਲੇ ਦੁਆਲੇ",
        ">> ਰਿਬੋਫਲੇਵਿਨ ਦਾ ਕਾਰਨ:",
        "-> ਰਿਬੋਫਲੇਵਿਨ ਦਾ ਨਾਕਾਫ਼ੀ ਸੇਵਨ, ਊਰਜਾ ਉਤਪਾਦਨ ਅਤੇ ਸੈਲੂਲਰ ਫੰਕਸ਼ਨ ਲਈ ਮਹੱਤਵਪੂਰਨ",
        ">> ਰਿਬੋਫਲੇਵਿਨ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਰਿਬੋਫਲੇਵਿਨ-ਅਮੀਰ ਭੋਜਨ (ਜਿਵੇਂ ਕਿ ਦੁੱਧ, ਅੰਡੇ ਅਤੇ ਹਰੀਆਂ ਸਬਜ਼ੀਆਂ) ਦੀ ਨਾਕਾਫ਼ੀ ਖਪਤ",
        "-> ਪੁਰਾਣੀਆਂ ਬਿਮਾਰੀਆਂ ਜਾਂ ਮੈਲਾਬਸੋਰਪਸ਼ਨ ਸਿੰਡਰੋਮਜ਼ ਜੋ ਪੌਸ਼ਟਿਕ ਸਮਾਈ ਨੂੰ ਵਿਗਾੜਦੇ ਹਨ ਜਾਂ ਪਾਚਕ ਦੀ ਮੰਗ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ (ਜਿਵੇਂ ਕਿ ਪੁਰਾਣੀ ਲਾਗ, ਖ਼ਤਰਨਾਕ, ਸੇਲੀਏਕ ਬਿਮਾਰੀ)",
        "● ਬਾਇਓਟਿਨ (ਵਿਟਾਮਿਨ ਬੀ 7) ਦੀ ਕਮੀ:",
        "-> ਅਲੋਪੇਸ਼ੀਆ",
        "-> ਡਰਮੇਟਾਇਟਸ, ਖਾਸ ਤੌਰ 'ਤੇ ਅੱਖਾਂ, ਨੱਕ ਅਤੇ ਮੂੰਹ ਦੇ ਆਲੇ ਦੁਆਲੇ ਪੈਰੀਫਿਸ਼ੀਅਲ ਡਰਮੇਟਾਇਟਸ",
        "-> ਕੰਨਜਕਟਿਵਾਇਟਿਸ",
        ">> ਬਾਇਓਟਿਨ ਦਾ ਕਾਰਨ:",
        "-> ਬਾਇਓਟਿਨ ਦੀ ਘਾਟ, ਫੈਟੀ ਐਸਿਡ ਦੇ ਸੰਸਲੇਸ਼ਣ ਅਤੇ ਚਮੜੀ, ਵਾਲਾਂ ਅਤੇ ਨਹੁੰਆਂ ਦੀ ਸਿਹਤ ਲਈ ਜ਼ਰੂਰੀ",
        ">> ਬਾਇਓਟਿਨ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਕੱਚੇ ਅੰਡੇ ਦੀ ਸਫ਼ੈਦ ਦਾ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਸੇਵਨ, ਜਿਸ ਵਿੱਚ ਐਵਿਡਿਨ ਹੁੰਦਾ ਹੈ ਜੋ ਬਾਇਓਟਿਨ ਨੂੰ ਬੰਨ੍ਹਦਾ ਹੈ ਅਤੇ ਇਸਦੇ ਸਮਾਈ ਨੂੰ ਰੋਕਦਾ ਹੈ",
        "-> ਕੁਪੋਸ਼ਣ",
        "-> ਜੈਨੇਟਿਕ ਵਿਕਾਰ ਜੋ ਸਰੀਰ ਦੀ ਬਾਇਓਟਿਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੇ ਹਨ (ਜਿਵੇਂ ਕਿ ਬਾਇਓਟਿਨੀਡੇਜ਼ ਦੀ ਘਾਟ ਜਾਂ ਹੋਲੋਕਾਰਬੋਕਸੀਲੇਜ਼ ਸਿੰਥੇਟੇਜ਼ ਦੀ ਘਾਟ)",
        "● ਵਿਟਾਮਿਨ ਸੀ ਦੀ ਕਮੀ (ਸਕਰਵੀ):",
        "-> ਪੈਰੀਫੋਲੀਕੁਲਰ ਹੈਮਰੇਜ = ਵਾਲਾਂ ਦੇ follicles ਦੇ ਆਲੇ ਦੁਆਲੇ ਛੋਟਾ, ਨਿਸ਼ਾਨਾ ਖੂਨ ਨਿਕਲਣਾ, ਅਕਸਰ ਲਾਲ ਜਾਂ ਜਾਮਨੀ ਮੈਕੁਲਸ ਦੇ ਰੂਪ ਵਿੱਚ ਪੇਸ਼ ਹੁੰਦਾ ਹੈ",
        "-> ਕਾਰਕਸਕ੍ਰੂ ਵਾਲ = ਮਰੋੜੇ, ਕੋਇਲਡ ਵਾਲ",
        "-> ਗਿੰਗੀਵਾਈਟਿਸ = ਸੁੱਜਣਾ, ਮਸੂੜਿਆਂ ਤੋਂ ਖੂਨ ਵਗਣਾ, ਅਕਸਰ ਪੀਰੀਅਡੋਂਟਲ ਬਿਮਾਰੀ ਵੱਲ ਵਧਣਾ ਅਤੇ ਗੰਭੀਰ ਮਾਮਲਿਆਂ ਵਿੱਚ ਦੰਦਾਂ ਦਾ ਨੁਕਸਾਨ",
        ">> ਵਿਟਾਮਿਨ ਸੀ ਦੀ ਕਮੀ ਦਾ ਕਾਰਨ:",
        "-> ਵਿਟਾਮਿਨ ਸੀ (ਐਸਕੋਰਬਿਕ ਐਸਿਡ) ਦੀ ਘਾਟ, ਕੋਲੇਜਨ ਸੰਸਲੇਸ਼ਣ, ਜ਼ਖ਼ਮ ਭਰਨ, ਅਤੇ ਚਮੜੀ ਦੀ ਇਕਸਾਰਤਾ ਲਈ ਜ਼ਰੂਰੀ",
        ">> ਵਿਟਾਮਿਨ ਸੀ ਦੀ ਕਮੀ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਵਿਟਾਮਿਨ ਸੀ ਨਾਲ ਭਰਪੂਰ ਫਲਾਂ ਅਤੇ ਸਬਜ਼ੀਆਂ ਦਾ ਨਾਕਾਫ਼ੀ ਸੇਵਨ",
        "-> ਸਿਗਰਟਨੋਸ਼ੀ",
 "-> ਗੈਸਟਰੋਇੰਟੇਸਟਾਈਨਲ ਵਿਕਾਰ ਜੋ ਪੌਸ਼ਟਿਕ ਸਮਾਈ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੇ ਹਨ (ਜਿਵੇਂ ਕਿ ਕਰੋਹਨ ਦੀ ਬਿਮਾਰੀ, ਸੇਲੀਏਕ ਦੀ ਬਿਮਾਰੀ, ਅਲਸਰੇਟਿਵ ਕੋਲਾਈਟਿਸ, ਪੁਰਾਣੀ ਪੈਨਕ੍ਰੇਟਾਈਟਸ)",
 "● ਵਿਟਾਮਿਨ ਡੀ ਦੀ ਕਮੀ:",
 "-> ਚੰਬਲ ਵਰਗੀ ਡਰਮੇਟਾਇਟਸ:",
 "-> ਸਕੈਲੀ, erythematous ਤਖ਼ਤੀਆਂ ਜੋ ਚੰਬਲ ਵਰਗੀਆਂ ਹੁੰਦੀਆਂ ਹਨ, ਅਕਸਰ ਚਮੜੀ ਦੇ ਧੁੱਪ ਵਾਲੇ ਖੇਤਰਾਂ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦੀਆਂ ਹਨ",
 ">> ਵਿਟਾਮਿਨ ਡੀ ਦੀ ਕਮੀ ਦਾ ਕਾਰਨ:",
 "-> ਨਾਕਾਫ਼ੀ ਵਿਟਾਮਿਨ ਡੀ, ਕੈਲਸ਼ੀਅਮ ਹੋਮਿਓਸਟੈਸਿਸ, ਇਮਿਊਨ ਫੰਕਸ਼ਨ, ਅਤੇ ਚਮੜੀ ਦੀ ਸਿਹਤ ਲਈ ਮਹੱਤਵਪੂਰਨ",
 ">> ਵਿਟਾਮਿਨ ਡੀ ਦੀ ਕਮੀ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਸੂਰਜ ਦਾ ਸੀਮਤ ਐਕਸਪੋਜਰ",
 "-> ਚਮੜੀ ਦੇ ਗੂੜ੍ਹੇ ਰੰਗ (ਉੱਚ ਮੇਲਾਨਿਨ ਸਮੱਗਰੀ UVB ਦੇ ਪ੍ਰਵੇਸ਼ ਅਤੇ ਵਿਟਾਮਿਨ ਡੀ ਸੰਸਲੇਸ਼ਣ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ)",
 "-> ਵਿਟਾਮਿਨ ਡੀ ਨਾਲ ਭਰਪੂਰ ਭੋਜਨ (ਜਿਵੇਂ ਕਿ ਚਰਬੀ ਵਾਲੀ ਮੱਛੀ, ਮਜ਼ਬੂਤ ​​ਡੇਅਰੀ ਉਤਪਾਦ ਅਤੇ ਅੰਡੇ) ਦਾ ਘੱਟ ਸੇਵਨ",
 "■ ਖਣਿਜਾਂ ਦੀ ਕਮੀ",
 "● ਜ਼ਿੰਕ ਦੀ ਕਮੀ:",
 "-> ਪੈਰੀਰਿਫਿਸ਼ੀਅਲ ਡਰਮੇਟਾਇਟਸ, ਮੂੰਹ, ਗੁਦਾ ਅਤੇ ਅੱਖਾਂ ਦੇ ਆਲੇ ਦੁਆਲੇ erythematous, pustular ਜਖਮਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਪੇਸ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
 "-> ਅਲੋਪੇਸ਼ੀਆ",
 "-> ਪੈਰੋਨੀਚੀਆ = ਨਹੁੰਆਂ ਦੇ ਦੁਆਲੇ ਸੋਜਸ਼",
 ">> ਜ਼ਿੰਕ ਦੀ ਕਮੀ ਦਾ ਕਾਰਨ:",
 "-> ਜ਼ਿੰਕ ਦੀ ਕਮੀ, ਡੀਐਨਏ ਸੰਸਲੇਸ਼ਣ, ਸੈੱਲ ਡਿਵੀਜ਼ਨ, ਪ੍ਰੋਟੀਨ ਸੰਸਲੇਸ਼ਣ, ਅਤੇ ਇਮਿਊਨ ਫੰਕਸ਼ਨ ਲਈ ਮਹੱਤਵਪੂਰਨ",
 ">> ਜ਼ਿੰਕ ਦੀ ਘਾਟ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਜੈਨੇਟਿਕ ਵਿਕਾਰ ਜੋ ਜ਼ਿੰਕ ਦੀ ਸਮਾਈ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੇ ਹਨ (ਜਿਵੇਂ ਕਿ ਐਕਰੋਡਰਮੇਟਾਇਟਿਸ ਐਂਟਰੋਪੈਥਿਕਾ)",
 "-> ਜ਼ਿੰਕ-ਅਮੀਰ ਭੋਜਨ (ਜਿਵੇਂ ਕਿ ਮਾਸ, ਪੋਲਟਰੀ, ਅਤੇ ਸਮੁੰਦਰੀ ਭੋਜਨ ਵਰਗੇ ਜਾਨਵਰਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਭੋਜਨ) ਦੀ ਮਾੜੀ ਖੁਰਾਕ",
 "-> ਗੈਸਟਰੋਇੰਟੇਸਟਾਈਨਲ ਵਿਕਾਰ ਜੋ ਪੌਸ਼ਟਿਕ ਸਮਾਈ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੇ ਹਨ (ਜਿਵੇਂ ਕਿ ਸੋਜਸ਼ ਅੰਤੜੀ ਦੀ ਬਿਮਾਰੀ)",
 "● ਆਇਰਨ ਦੀ ਕਮੀ:",
 "-> ਪੈਲਰ = ਫਿੱਕੀ ਚਮੜੀ",
 "-> ਕੋਇਲੋਨੀਚੀਆ = ਚਮਚ ਦੇ ਆਕਾਰ ਦੇ ਨਹੁੰ",
 "-> ਗਲੋਸਾਈਟਿਸ - ਜੀਭ ਦੀ ਸੋਜ ਅਤੇ ਮੁਲਾਇਮ ਜਿਸ ਨਾਲ ਨਿਗਲਣ ਵਿੱਚ ਮੁਸ਼ਕਲ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਸਵਾਦ ਦੀ ਭਾਵਨਾ ਬਦਲ ਸਕਦੀ ਹੈ",
 ">> ਆਇਰਨ ਦੀ ਕਮੀ ਦਾ ਕਾਰਨ:",
 "-> ਨਾਕਾਫ਼ੀ ਆਇਰਨ, ਖੂਨ ਵਿੱਚ ਹੀਮੋਗਲੋਬਿਨ ਦੇ ਉਤਪਾਦਨ ਅਤੇ ਆਕਸੀਜਨ ਟ੍ਰਾਂਸਪੋਰਟ ਲਈ ਜ਼ਰੂਰੀ",
 ">> ਆਇਰਨ ਦੀ ਘਾਟ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਆਇਰਨ-ਅਮੀਰ ਭੋਜਨਾਂ ਦਾ ਘੱਟ ਸੇਵਨ (ਜਿਵੇਂ ਕਿ ਲਾਲ ਮੀਟ, ਫਲ਼ੀਦਾਰ ਅਤੇ ਮਜ਼ਬੂਤ ​​ਅਨਾਜ)",
 "-> ਖੂਨ ਦੀ ਕਮੀ (ਜਿਵੇਂ ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਭਾਰੀ ਖੂਨ ਵਹਿਣਾ, ਗੈਸਟਰੋਇੰਟੇਸਟਾਈਨਲ ਖੂਨ ਵਹਿਣਾ)",
 "-> ਮੈਲਾਬਸੋਰਪਸ਼ਨ ਸਿੰਡਰੋਮਜ਼ ਜੋ ਆਇਰਨ ਦੀ ਸਮਾਈ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੇ ਹਨ (ਜਿਵੇਂ ਕਿ ਸੇਲੀਏਕ ਬਿਮਾਰੀ)",
 "■ ਪ੍ਰੋਟੀਨ-ਊਰਜਾ ਕੁਪੋਸ਼ਣ",
 "● Kwashiorkor:",
 "-> ਆਮ ਐਡੀਮਾ (ਸੋਜ), ਇੱਕ ਵੱਡਾ ਜਿਗਰ, ਅਤੇ ਚਮੜੀ ਦੇ ਜਖਮ",
 "-> ਚਮੜੀ ਦੇ ਜਖਮ, ਜਿਨ੍ਹਾਂ ਨੂੰ 'ਫਲੇਕੀ ਪੇਂਟ ਡਰਮੇਟਾਇਟਸ' ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਹਾਈਪਰਪੀਗਮੈਂਟਡ, ਛਿੱਲਣ ਵਾਲੇ ਖੇਤਰਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ",
 ">> Kwashiorkor ਲਈ ਕਾਰਨ:",
 "-> ਕਾਫ਼ੀ ਕੈਲੋਰੀ ਲੈਣ ਦੇ ਬਾਵਜੂਦ ਗੰਭੀਰ ਪ੍ਰੋਟੀਨ ਦੀ ਘਾਟ। ਪ੍ਰੋਟੀਨ ਦੀ ਘਾਟ ਐਲਬਿਊਮਿਨ ਦੇ ਸੰਸਲੇਸ਼ਣ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੀ ਹੈ, ਜਿਸ ਨਾਲ ਸੋਜ ਅਤੇ ਚਮੜੀ ਦੀ ਅਖੰਡਤਾ ਵਿੱਚ ਕਮੀ ਆਉਂਦੀ ਹੈ।",
 ">> Kwashiorkor ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਪ੍ਰੋਟੀਨ ਵਿੱਚ ਘੱਟ ਖੁਰਾਕ, ਖਾਸ ਕਰਕੇ ਬੱਚਿਆਂ ਵਿੱਚ",
 "-> ਸਮਾਜਿਕ-ਆਰਥਿਕ ਕਾਰਕ (ਜਿਵੇਂ ਕਿ ਗਰੀਬੀ ਅਤੇ ਭੋਜਨ ਦੀ ਕਮੀ)",
 "● ਮਾਰਾਸਮਸ:",
 "-> ਮਾਸਪੇਸ਼ੀ ਪੁੰਜ ਅਤੇ ਚਮੜੀ ਦੇ ਹੇਠਲੇ ਚਰਬੀ ਦੇ ਮਹੱਤਵਪੂਰਨ ਨੁਕਸਾਨ ਦੇ ਨਾਲ ਪਤਲੀ, ਕਮਜ਼ੋਰ ਦਿੱਖ",
 "-> ਚਮੜੀ ਦੀ ਲਚਕਤਾ ਦਾ ਨੁਕਸਾਨ, ਸੁੱਕੀ ਅਤੇ ਝੁਰੜੀਆਂ ਵਾਲੀ ਚਮੜੀ",
 ">> ਮਾਰਾਸਮਸ ਦਾ ਕਾਰਨ:",
 "-> ਪ੍ਰੋਟੀਨ ਅਤੇ ਕੈਲੋਰੀ ਦੋਵਾਂ ਵਿੱਚ ਗੰਭੀਰ ਕਮੀ ਜਿਸ ਨਾਲ ਊਰਜਾ ਦੀ ਕਮੀ, ਮਾਸਪੇਸ਼ੀਆਂ ਦੀ ਬਰਬਾਦੀ, ਅਤੇ ਚਰਬੀ ਦੇ ਭੰਡਾਰਾਂ ਦਾ ਨੁਕਸਾਨ ਹੁੰਦਾ ਹੈ",
 ">> ਮਾਰਾਸਮਸ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਅਤਿ ਗਰੀਬੀ",
 "-> ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਕੁਪੋਸ਼ਣ ਦਾ ਕਾਰਨ ਬਣ ਰਹੀ ਪੁਰਾਣੀ ਬਿਮਾਰੀ (ਜਿਵੇਂ ਕਿ ਪੁਰਾਣੀ ਲਾਗ ਅਤੇ ਗੈਸਟਰੋਇੰਟੇਸਟਾਈਨਲ ਬਿਮਾਰੀਆਂ)"
       ],
    "sa": [  
    "■ पर्यावरण एवं व्यावसायिक विकार:",
    "● प्रकाशसंवेदनशीलता:",
    "-> रक्तपप्युल वा पुटिका",  
    "-> सूर्यदाहः सदृशः भवेत्, रक्तता, शोफः, छिलका च भवति, दीर्घकालं यावत् संसर्गेण अतिरञ्जनम्, लाइकेनीकरणम् इत्यादिषु दीर्घकालीनपरिवर्तनेषु प्रगतिम् कर्तुं शक्नोति",
    ">> प्रकाशसंवेदनशीलतायाः कारणम्:",
    "-> पराबैंगनी विकिरणस्य प्रति संवेदनशीलता वर्धिता",
    ">> प्रकाशसंवेदनशीलतायाः जोखिमकारकाः:",
    "-> औषधानि (उदा. टेट्रासाइक्लिन्स्, सल्फोनामाइड् इत्यादीनि प्रतिजीवनानि, थिआजाइड्स् तथा फुरोसेमाइड् इत्यादीनि मूत्रवर्धकानि, एनएसएआईडी)",
    "-> आनुवंशिकस्थितयः (उदा. क्षेरोडर्म पिग्मेन्टोसम अथवा प्रणालीगत ल्यूपस एरिथेमेटोसस)",
    "-> रसायनानां (उदा. अङ्गारस्य टारं, इत्रं, सोरालेन्स) संपर्कः",
    "● Miliaria (गर्म दाना):",
    "-> रक्तगुलाबी पप्युल वा पुटिका", 
    "-> उपप्रकार:",
    "-> Miliaria Crystallina: एरिथेमा (लालता) विना सतही, स्पष्टपुटिका",
    "-> Miliaria Rubra: एरिथेमेटस पप्युल्स तथा पुटिका, खुजली सह सम्बद्धाः",
    "-> Miliaria Profunda: गभीर-आसित, त्वचा-वर्णीय पप्युल्स",
    ">> मिलिरियायाः कारणम्:",
    "-> एक्क्रिनस्वेदनालिकानां बाधा, यस्य परिणामेण शोथः भवति।",
    ">> मिलिरियायाः कृते जोखिमकारकाः:",
    "-> उष्णं आर्द्रं च मौसमम्",
    "-> अतिस्वेदनम्", 
    "-> तंगवस्त्रम्",  
    "-> जीवने वा कार्यवातावरणे वा दुर्बलवायुप्रवाहः",
    "-> पोषण-अभाव-सम्बन्धी चर्मरोग",
    "■ विटामिनस्य अभावः",  
    "● विटामिन ए कमी:",
    "-> फ्रायनोडर्म (कूपिक अतिकेराटोसिस):",
    "-> केराटोटिक पप्युलयुक्तं रूक्षं, क्षेरोटिकं (शुष्कं) त्वचा → 'कङ्कणत्वक्'",
    "-> प्रायः पेरिफोलिकुलर, रोमकूपस्य परितः संलग्नतां सूचयति",
    ">> विटामिन ए-अभावस्य कारणम्:",
    "-> त्वचा स्वास्थ्याय कोशिकानां परिवर्तनाय च महत्त्वपूर्णं विटामिन ए इत्यस्य अपर्याप्तं सेवनम्।",
    ">> विटामिन ए-अभावस्य जोखिमकारकाः :",
    "-> दुर्बलः आहारः (उदा. पशुजन्यपदार्थानाम् अथवा दुर्गयुक्तानां आहारानाम् अभावः आहारः)",
    "-> दुर्शोषणविकाराः ये मेदः-विलेयविटामिनस्य अवशोषणं बाधन्ते (उदा. सीलिएकरोगः, क्रोन् रोगः, अग्नाशयस्य अपर्याप्तता)",
    "-> पोषकद्रव्याणां सेवनं वा अवशोषणं वा प्रभावितं कुर्वन्तः दीर्घकालीनाः रोगाः (उदा. यकृत्रोगः)",
    "● विटामिन बी परिसर कमी:",
    "-> पेल्लाग्रा:",
    "-> क्लासिक त्रिकोण: त्वचाशोथ + अतिसार + विक्षिप्तता",
    "-> चर्मशोथः सामान्यतया सममितः भवति, सूर्यस्य उजागरितक्षेत्रेषु एरिथेमेटसः अतिरञ्जकयुक्ताः च पटलाः भवन्ति, येन कण्ठस्य परितः 'Casal\"s necklace' इति प्रतिमानं भवति",  
    ">> विटामिन बी परिसरस्य अभावस्य कारणम्:",
    "-> नियासिन्/ विटामिन बी ३ अथवा ट्रिप्टोफान् (नियासिन् पूर्ववर्ती) अभावः, कोशिकीय चयापचयस्य ऊर्जा उत्पादनस्य च कृते आवश्यकाः यौगिकाः",
    ">> विटामिन बी परिसरस्य अभावस्य जोखिमकारकाः:",
    "-> आहारस्य अभावः (उदा. मक्का-आधारितः आहारः)",
    "-> मद्यपान",  
    "-> पोषकद्रव्यशोषणं प्रभावितं कुर्वन्तः परिस्थितयः (उदा. हार्टनुप् रोगः (ट्रिप्टोफान् अवशोषणं प्रभावितं कुर्वन् आनुवंशिकविकारः) तथा च कार्सिनोइड् सिण्ड्रोम (ट्रिप्टोफान् सेरोटोनिन् उत्पादनं प्रति विमुखः भवति))",
    "● राइबोफ्लेविन (विटामिन बी 2) के कमी:",
    "-> कोणीय चेइलिटिस= मुखस्य कोणेषु दरारः",
    "-> ग्लोसिटिस= जिह्वा प्रज्वलित",  
    "-> विशेषतः नासिका-नेत्रयोः परितः चर्मशोथ-सदृशाः दाहाः", 
    ">> राइबोफ्लेविन् इत्यस्य कारणम्:",
    "-> ऊर्जा उत्पादनार्थं कोशिकीयकार्यार्थं च महत्त्वपूर्णस्य राइबोफ्लेविनस्य अपर्याप्तसेवनम्",
    ">> राइबोफ्लेविनस्य जोखिमकारकाः:",
    "-> राइबोफ्लेविन्-युक्तानां खाद्यानां (उदा. दुग्धं, अण्डानि, हरितशाकानि च) अपर्याप्तं सेवनम्",
    "-> पुरातनरोगाः अथवा दुर्शोषणलक्षणाः ये पोषकद्रव्याणां अवशोषणं बाधन्ते अथवा चयापचयस्य माङ्गं वर्धयन्ति (उदा. पुरातनसंक्रमणं, दुर्भावना, सीलिएकरोगः)",
    "● बायोटिन (विटामिन बी 7) के कमी:",
    "-> अलोपेसिया",  
    "-> चर्मशोथः, विशेषतः नेत्रनासिकामुखयोः परितः पेरिओरिफिशियलत्वक्शोथः", 
    "-> नेत्रश्लेष्माशोथ", 
    ">> बायोटिनस्य कारणम्:",
    "-> मेदः अम्लसंश्लेषणाय तथा त्वचा, केशानां, नखानां च स्वास्थ्याय आवश्यकं बायोटिनस्य अभावः",
    ">> बायोटिनस्य जोखिमकारकाः:",
    "-> कच्चे अण्डस्य श्वेतस्य दीर्घकालं यावत् सेवनं, यस्मिन् एविडिन् भवति यत् बायोटिनं बध्नाति, तस्य अवशोषणं च निवारयति",
    "-> कुपोषण",  
    "-> बायोटिनस्य उपयोगस्य शरीरस्य क्षमतां प्रभावितं कुर्वन्तः आनुवंशिकविकाराः (उदा. बायोटिनिडेजस्य अभावः अथवा होलोकार्बोक्जिलेज् सिन्थेटेजस्य अभावः)",
    "● विटामिन सी के कमी (स्कर्वी):",
    "-> पेरिफोलिकुलर हेमरेज= केशकूपस्य परितः लघु, पिनपॉइंट् रक्तस्रावः, प्रायः रक्तवर्णीयः अथवा बैंगनीवर्णीयः मक्युलः इति रूपेण प्रस्तुतः",  
    "-> कॉर्कस्क्रू केश= मुड़ल, कुण्डलित केश",
    "-> मसूड़ाशोथ= सूजनं, मसूडानां रक्तस्रावः, प्रायः तीव्रप्रकरणेषु दन्तरोगः, दन्तक्षयः च भवति",
    ">> विटामिन-सी-अभावस्य कारणम्:",
    "-> कोलेजन संश्लेषणाय, व्रणचिकित्सायै, त्वचायाः अखण्डतायै च महत्त्वपूर्णं विटामिन-सी (एस्कॉर्बिक-अम्लस्य) अभावः",
    ">> विटामिन-सी-अभावस्य जोखिमकारकाः:",
    "-> विटामिन-सी-युक्तानां फलानां शाकानां च अपर्याप्तसेवनम्",
    "-> धूम्रपान",  
 "-> पोषकद्रव्यशोषणं प्रभावितं कुर्वन्तः जठरान्त्रविकाराः (उदा. Crohn’s disease, Celiac disease, Ulcerative colitis, chronic pancreatitis)",
 "● विटामिन डी अभाव:",
 "-> सोरायसिस-सदृश चर्मशोथ:",
 "-> सोरायसिस् सदृशाः पपड़ीयुक्ताः, रक्तस्रावयुक्ताः पट्टिकाः, प्रायः त्वचायाः सूर्यप्रकाशितेषु क्षेत्रेषु दृश्यन्ते",  
 ">> विटामिन-डी-अभावस्य कारणम्:",
 "-> अपर्याप्तं विटामिन डी, कैल्शियमस्य होमियोस्टेसिसस्य, प्रतिरक्षाकार्यस्य, त्वचास्वास्थ्यस्य च कृते महत्त्वपूर्णम्",
 ">> विटामिन-डी-अभावस्य जोखिमकारकाः:",
 "-> सीमित सूर्यस्य संपर्कः",
 "-> गहरे त्वचास्वरः (अधिकं मेलेनिन् सामग्रीं यूवीबी-प्रवेशं विटामिन-डी-संश्लेषणं च न्यूनीकरोति)",
 "-> विटामिन-डी-युक्तानां खाद्यानां (उदा. वसायुक्तानां मत्स्यानां, दुर्गयुक्तानां दुग्धजन्यपदार्थानाम्, अण्डानां च) न्यूनसेवनम्",
 "■ खनिजस्य अभावाः",  
 "● जस्ता अभाव:",
 "-> मुखस्य, गुदस्य, नेत्रस्य च परितः एरिथेमेटस, पुस्टुलर व्रणरूपेण प्रस्तुतः।",
 "-> अलोपेसिया",  
 "-> Paronychia= नखानां परितः शोथः",
 ">> जस्ता-अभावस्य कारणम्:",
 "-> जस्तायाः अभावः, डीएनए संश्लेषणाय, कोशिकाविभाजनाय, प्रोटीनसंश्लेषणाय, प्रतिरक्षाकार्याय च महत्त्वपूर्णः",
 ">> जस्ता-अभावस्य जोखिमकारकाः:",
 "-> जस्ता अवशोषणं प्रभावितं कुर्वन्तः आनुवंशिकविकाराः (उदा. एक्रोडर्माइटिस एन्टेरोपैथिका)",
 "-> जस्तायुक्तानि आहारपदार्थानि (उदा. मांसं, कुक्कुटं, समुद्रीभोजनं च इत्यादीनां पशुजननानां आहारानाम्) दुर्बलं सेवनम्",
 "-> पोषकद्रव्यशोषणं प्रभावितं कुर्वन्तः जठरान्त्रविकाराः (उदा. भड़काऊ आन्तरोगः)",
 "● लोहस्य अभाव:",
 "-> पल्लर= विवर्णत्वक्", 
 "-> कोइलोनिचिया= चम्मच-आकारस्य नखाः",
 "-> ग्लोसिटिस- जिह्वाया: शोथ: स्निग्धता च यत् निगलने कष्टं, रससंवेदना च परिवर्तयितुं शक्नोति",
 ">> लोहस्य अभावस्य कारणम्:",
 "-> अपर्याप्तं लोहं, रक्ते हीमोग्लोबिनस्य उत्पादनार्थं प्राणवायुपरिवहनार्थं च आवश्यकम्",
 ">> लोहस्य अभावस्य जोखिमकारकाः:",
 "-> लोहयुक्तानि आहारपदार्थानि (उदा. रक्तमांसम्, फलानि, दुर्गयुक्तानि अनाजानि च) न्यूनसेवनम्",  
 "-> रक्तक्षयः (उदा. मासिकधर्मस्य अत्यधिकं रक्तस्रावः, जठरान्त्रस्य रक्तस्रावः)",
 "-> लोहस्य अवशोषणं प्रभावितं कुर्वन्तः दुर्शोषणलक्षणाः (उदा. सिलिअक् रोगः)",
 "■ प्रोटीन-ऊर्जा कुपोषण",
 "● क्वाशिओर्कोर:",
 "-> सामान्यीकृतशोफः (सूजनः), यकृत् विस्तारितः, त्वचाक्षताः च",
 "-> 'फ्लेकी पेंट चर्मशोथः' इति नाम्ना प्रसिद्धाः त्वक्क्षताः अतिरञ्जकयुक्ताः, छिलकाक्षेत्राणि इति दृश्यन्ते",  
 ">> क्वाशिओर्कोरस्य कारणम्:",
 "-> पर्याप्तकैलोरी-सेवनस्य अभावेऽपि तीव्र-प्रोटीन-अभावः। प्रोटीनस्य अभावः एल्बुमिनस्य संश्लेषणं प्रभावितं करोति, येन शोफः, त्वचा-अखण्डता च क्षीणा भवति।",
 ">> क्वाशिओर्कोरस्य कृते जोखिमकारकाः:",
 "-> प्रोटीनयुक्तं न्यूनं आहारं विशेषतः बालकेषु",
 "-> सामाजिक-आर्थिककारकाः (उदा. दरिद्रता, अन्नस्य अभावः च)",
 "● मरास्मस:",
 "-> कृशं, कृशं रूपं मांसपेशीद्रव्यस्य चर्मस्य अधः मेदः च महत्त्वपूर्णहानिः भवति",  
 "-> त्वचायाः लोचस्य हानिः, शुष्कत्वक् कुरुकयुक्ता च भवति",  
 ">> मरास्मसस्य कारणम्:",
 "-> प्रोटीनस्य कैलोरी च द्वयोः अपि तीव्रः न्यूनता यया ऊर्जायाः क्षयः, मांसपेशीनां अपव्ययः, वसाभण्डारस्य हानिः च भवति",
 ">> मरास्मसस्य जोखिमकारकाः:",
 "-> अत्यन्त दरिद्रता", 
 "-> दीर्घकालं यावत् कुपोषणं जनयति दीर्घकालीनः रोगः (उदा. दीर्घकालीनः संक्रमणः जठरान्त्ररोगाः च)"
   ] ,
    "sat": [
        "■ Pargana ar kạmi reaḱ bạṛićaḱ:",
        "● Pạṭhạo:",
        "-> Lal papul se vesikel",
        "-> Surjomaḱ jạbun leka, rạput́, rạput́, ar jạbun akan, ar ḍher din hạbić jạbun akante ạḍi din hạbić reaḱ bodol ko laha idi daṛeaḱa",
        ">> Pạṭhạo lạgit́ karon:",
        "-> UV rediyeson re̱ bạṛti ạkil",
        ">> Pọṭọsensṭibṭiṭi lạgit́ jạruṛok’ karon:",
        "-> Daṛan (jeleka ēnṭibaẏōṭiksa jeleka ṭēṭrāsaiklaina, sālphonamā'iḍa, ḍi'urīṭika āra phurosemiḍa, NSAIDs)",
        "-> Jēnēṭika sthiṭa (jeleka jērōḍērma pigmenṭōsāma āra sisṭēmika lyupus ēriṭēmēṭōsāsa)",
        "-> Kemikal reak’ jọpọṛao (jeleka, ko̠la ṭar, sunum, psoralens)",
        "● Miliāriẏā (Guṛi rēśa):",
        "-> Aṛaṅ-gạlạpi papul se̱ vesikọl",
        "-> hạṭiń lekan:",
        "-> Miliāriẏā krisṭālina: ēriṭēma (laẏāga) bāgāra rēẏāga, sāfa rēẏāga",
        "-> Miliāriẏā rābrāra: ēriṭēmēṭāsa pāpula ēbaṁ vesikāla, rēẏāga sā'ō jōpāẏa",
        "-> Miliaria profunda: gạhir te̱ duṛuṕ akan, harta reak’ rạṅgao papul",
        ">> Miliaria reak̕ karon:",
        "-> Ecrine udgạr nalkọ re̱ ọbọjọk’, jahã reak’ phọlọn huyuk’ kana hạsu huyuk’ kana.",
        ">> Miliaria lạgit́ jạruṛaḱ karon:",
        "-> Lolo ar rạput́ akan ritu",
        "-> Ạḍi bạṛti uṭhạu",
        "-> Kạṭic̕ kicric̕",
        "-> Jiyon se kạmi reaḱ ạri-cạli re bạṛic̕ hawa",
        "-> Jom reaḱ komjoṅ são joṛao akan ḍahar",
        "■ Vitamin reak̕ kạmi",
        "● Biṭamin A reak̕ komjoṅ:",
        "-> phrinōḍērma (phōlikular haiparkēraṭōsis):",
        "-> Kēraṭōṭika pāpulēsa sā'ōtē rēẏāga, jēroṭika (rōka) harta → 'toḍa harta'",
        "-> Aema dhao perifolikula, bohoḱ reaḱ ḍạrko talare selet́ reaḱ cinhạe uduḱet́ kana",
        ">> Vitamin A reak̕ kạmi reak̕ karon:",
        "-> Vitamin A reak’ ạḍi bes te̱ jom, harta reak’ nifuṭ họṛmọ ar ko̠clo̠n reak’ kạmi lạgit mọhọtanak’ kana.",
        ">> Vitamin A reaḱ komjoṅ lạgit́ jạruṛaḱ karon:",
        "-> Bạṛic̕ jo̠m (jeleka, janwar jinis se̠ ạḍi jạruṛan jo̠m reaḱ kom)",
        "-> Bạṛić ạḍi jạruṛaḱ kạmi oka do̠ ạḍi jạruṛaḱ kạmi reaḱ kạmi ko bạṛić ocoet́ kana (jeleka celiac ro̠g, Crohn’s ro̠g, pancreatic reaḱ ạḍi jạruṛaḱ kạmi)",
        "-> Ạḍi din reaḱ rog oka do̠ jom ńu se̠ jom reaḱ ạt (jeleka, livar reaḱ rog)",
        "● Viṭamin B Ạḍi gạhir:",
        "-> pēlāgrā:",
        "-> Klasik triad: ḍarmeṭiṭis + paṭh + ḍimēnṭiẏā",
        "-> Dermatitis do̠ ạḍi jạruṛte simạṭrik hoyoḱ kana, surjo̠m reaḱ jaega kore ạḍi jạruṛ ar ạḍi jạruṛte ạḍi jạruṛte ạḍi jạruṛte ạḍi jạruṛte ạḍi jạruṛte ạḍi jạruṛte ạḍi jạruṛte ạḍi jạruṛte ạḍi jạruṛte.",
        ">> Biṭamin b ạdibạsi reak’ karon:",
        "-> niasin/ bitamin b3 se triptophan (niyasin laha) reak’ komjoṅ, selular metabolism ar daṛe utpat lạgit’ lạktiak’ jinis",
        ">> Biṭamin b ạdibạsi kọm lạgit́ jạruṛok’ karon:",
        "-> Jom reaḱ komjoṅ (jeleka, jạnum-asol jom)",
        "-> Puṛa",
        "-> Jom ạri-cạli ạḍi jạruṛa (jeleka Hartnup ro̠g (triptophan ạḍi jạruṛa) ar karsinoid sindrom (triptophan do̠ serotonin utpat lạgit́ ạḍi jạruṛa))",
        "● Rāibōflābin (Biṭāmin B2) kāmi:",
        "-> Kọnạl cheiliṭis= mo̠ca re̠aḱ ko̠na re̠ pạṭhạ",
        "-> Glosạṭis= jạbun akan jibạ",
        "-> Seborrheic ḍermatitis leka jạbun, khas lekate mọhọk̕ ar met̕ ṭhen",
        ">> rạibọphlābin lạgit́ karon:",
        "-> Riboflavin reak’ ạḍi kom jom, daṛe utpat ar selular kạmi lạgit mọhọtanak’ kana",
        ">> Riboflabin lạgit́ jạruṛaḱ karon:",
        "-> Riboflavin te ạḍi jạruṛan jomaḱ (jeleka, thọṛa, bili, ar hạṛiạr sạbji) reaḱ ạḍi bes beohar",
        "-> Ạḍi din reaḱ rog se malabsorpson sindrom oka do̠ jom ńu reaḱ ạḍi bạṛić kạmi kana se metabolic reaḱ jạruṛ do̠ bạṛti gea (jeleka ạḍi din reaḱ rog, ạḍi bạṛić rog, celiac rog)",
        "● Bayoṭin (Bitamin B7) reak’ komjoṅ:",
        "-> Alopesia",
        "-> Dạrmạṭiṭis, khas lekate met́, mọhọk̕ ar mo̠ca reaḱ ạḍi ḍher hạsu",
        "-> jhạli hạsu",
        ">> Bayoṭin reak’ karon:",
        "-> Biotin reak’ komjoṅ, jạruṛok’ kana ạḍi jạruṛok’ kana ạḍi jạruṛok’ kana ạḍi jạruṛok’ kana ạḍi jạruṛok’ kana ạḍi jạruṛok’ kana ạḍi jạruṛok’ kana",
        ">> Bayoṭin lạgit́ jạruṛaḱ karon:",
        "-> Ạḍi din hạbić ạḍi jạruṛaḱ jinis jom, oka re avidin menak̕a oka do̠ biotin bon bandhaoet̕ kana ar ona do̠ ạḍi jạruṛok̕ kana",
        "-> Kuṛại",
        "-> Bayoṭin beohar reaḱ hoṛmo reaḱ daṛe reaḱ ạḍi jạruṛaḱ kạmi (jeleka, bayotinidase reaḱ kạmi se holokarboksilase sinteṭise reaḱ kạmi)",
        "● Vitamin C reak’ komjoṅ (Skurvi):",
        "-> Perifolikular hemorrej= kạṭic̕, pinpoint hạṛic̕ hạsu, aema dhao ạḍi rạskạ se beṅgaṛ macules lekate so̠do̠rok̕ kana",
        "-> Korkskru up= jhoto, jhoto akan up",
        "-> Gingivitis= ḍahar reaḱ ḍahar, ḍahar reaḱ ḍahar, aema dhao ḍahar reaḱ ro̠g hạbić laha idiḱ kana ar ạḍi jạruṛ okte re ḍahar reaḱ ḍahar ḍahar ḍahar ḍahar",
        ">> Vitamin C reak’ karon:",
        "-> Vitamin C (askorbik asid) reak’ komjoṅ, kolajen sạdhin, ghao thik lạgit’ ar harta reak’ sạritet́ lạgit’ mọhọtanak’ kana",
        ">> Vitamin C reaḱ komjoṅ lạgit́ jạruṛaḱ karon:",
        "-> Vitamin C te̱ ạḍi ḍher jo ar sạbji reak’ ạḍi bes te̱ jom",
        "-> Sigaret",
 "-> Gastrointestinal rog oka do̠ jom ńu lạgit́ ạḍi jạruṛa (jeleka, Crohn’s rog, Celiac rog, Ulserative kolait, ạḍi din hạbić pankreatitis)",
 "● Viṭamin ḍi rēẏāga:",
 "-> Psoriasis leka ḍarmạṭiṭis:",
 "-> Scaly, erythematous plaques jahã psoriasis leka, jao ge̱ harta reak’ surjomaḱ jaega kore ńeloḱ kana",
 ">> Vitamin D reak’ karon:",
 "-> Viṭamin D baṅ jọgao, kēlsiẏāma hōmēśēṭēsa, rog khōna kāmi, āra harta sā'ōtē lāgida mēṅgāga",
 ">> Vitamin D reaḱ komjoṅ lạgit́ jạruṛaḱ karon:",
 "-> Simit́ surjomaḱ jạṛuṛ",
 "-> Ạḍi gạhir harta reaḱ rạṅgao (jasti melanin jinis UVB reaḱ ạḍi jạruṛaḱ kạmi ar bitamin D kạmi kạmi reaḱ kạmi kạmi)",
 "-> Vitamin D ạḍi ḍher jo̠m (jeleka, gạḍi hạku, ḍher gạḍi jinis, ar bili)",
 "■ Kạmiạkoak̕ kạmi",
 "● Jinc reak̕ komjoṅ:",
 "-> Periorifisial ḍarmatiṭis, moca, guṭ ar met́ ṭhen ạḍi rạskạ, ạḍi rạskạ reaḱ gạḍi leka ńeloḱ kana.",
 "-> Alopesia",
 "-> paronychia= nạ̃ṛĩkọ reak’ ạḍi ḍher hạsu",
 ">> Zinc reaḱ komjoṅ reaḱ karon:",
 "-> Zinc reak’ komjoṅ, DNA sạdhin, ko̠clo̠n hạṭiń, protein sạdhin, ar rog khon bańcao kạmi lạgit́ ạḍi jạruṛa",
 ">> Zinc reaḱ komjoṅ lạgit́ jạruṛaḱ karon:",
 "-> Jēnēṭika bām̐cāra jēnka ābrāpśana (jeleka akrōḍērmāṭiṭasa ēnṭērōpaṭika)",
 "-> Zinc ạḍi ḍher jo̠m reaḱ bạṛić jo̠m (jeleka, janwar khon ńam akan jo̠m jeleka je̠l, ḍaṅgra, ar do̠riaḱ jo̠m)",
 "-> Gastrointestinal rog oka do̠ jom ńu lạgit́ ạḍi jạruṛa (jeleka, ạḍi jạruṛa ạḍi jạruṛa ạḍi jạruṛa)",
 "● Loha reak̕ komjoṅ:",
 "-> rạput́= rạput́ akan harta",
 "-> Kọilonicia= camoc leka nạ̃ṛĩ",
 "-> Glossitis- jibạl reaḱ jạbun ar sạbit hoyoḱ oka do jom reaḱ muskil ar sạṅgiń reaḱ ạḍi jạruṛaḱ ạkil reaḱ bodol hoe daṛeaḱa",
 ">> Loha reaḱ komjoṅ reaḱ karon:",
 "-> Himoglobin benao ar mayaṅ re oksijen calao lạgit́ ạḍi jạruṛan loha",
 ">> Loha reaḱ komjoṅ lạgit́ jạruṛaḱ karon:",
 "-> Lo̠so̠t́ ạḍi ḍher jo̠m (jeleka, ạḍi rạskạ je̠l, ạḍi jạruṛan jomaḱ)",
 "-> Mayaḱ hạnḍiń (jeleka, mãhã mãhã reaḱ ạḍi bạṛti mayaṅ, gastrointestinal mayaṅ)",
 "-> Lo̠so̠t ạḍi jạruṛa (jeleka, celiac ro̠g)",
 "■ Proṭin-daṛe ạḍi jạruṛ",
 "● kwashiorkor:",
 "-> Sadharọn edema (fuṭ), mit́ maraṅ livar, ar harta reaḱ hạsu",
 "-> Haṛam reaḱ jạruṛaḱ, oka do 'flaki rạṅgao ḍermatiṭis' ńutumte baḍaeok̕ kana, ạḍi rạṅgao akan, rạṅgao akan jaega lekate ńelok̕ kana",
 ">> Kwashiorkor lạgit́ karon:",
 "-> Ạḍi jạruṛ caloric jom kate hõ ạḍi jạruṛ protein reaḱ komjoṅ. Protein reaḱ komjoṅ do̠ albumin reaḱ sạdhin kạmi reaḱ ạḍi jạruṛa, oka do̠ ạḍi jạruṛa ar ạḍi jạruṛa ạḍi jạruṛa ạḍi jạruṛa.",
 ">> Kwashiorkor lạgit́ jạruṛaḱ karon:",
 "-> Protein kom jom, khas lekate gidra ko re",
 "-> Somaj-arthik karon (jeleka, ḍạṅguạ ar jomaḱ reaḱ ḍhertet́)",
 "● Mārāsmāsa:",
 "-> Paṭla, ḍaṅra rup sãote ạḍi maraṅ hạn ar hara latar reaḱ gạḍi",
 "-> Haṛam reaḱ lạṭu lạṭu kạmi, oka do̠ haṛam reaḱ rạput́ ar rạput́ akan",
 ">> Marasmus lạgit́ karon:",
 "-> Protein ar calorie banar reaḱ ạḍi komjoṅ oka do̠ usạrate kạmi reaḱ kạmi, ạḍi jạruṛaḱ kạmi, ar ạḍi jạruṛaḱ kạmi reaḱ kạmi kạmi",
 ">> Marasmus lạgit́ jạruṛaḱ karon:",
 "-> ạdi gạṛi",
 "-> Ạḍi din hạbić ạḍi jạruṛan jom ńu reaḱ karonte ạḍi din khon ạḍi jạruṛan rog (jeleka ạḍi din hạbić ạḍi jạruṛan rog ar ạḍi jạruṛan rog)"
       ],
    "sd": [
        "■ ماحولياتي ۽ پيشه ورانه خرابيون:",
        "● Photosensitivity:",
        "-> ڳاڙھو پيپولس يا ويسيڪل",
        "-> سنبرن وانگر ٿي سگھي ٿو، ڳاڙهي، سوز، ۽ ڇڪڻ سان، ۽ ڊگھي نمائش سان دائمي تبديلين جهڙوڪ hyperpigmentation ۽ lichenification تائين ترقي ڪري سگھي ٿو",
        ">> ڦوٽو حساسيت جو سبب:",
        "-> UV تابڪاري ڏانهن وڌيل حساسيت",
        ">> ڦوٽو حساسيت لاءِ خطري جا عنصر:",
        "-> دوائون (مثال طور اينٽي بايوٽيڪس جهڙوڪ tetracyclines، sulfonamides، diuretics جهڙوڪ thiazides ۽ furosemide، NSAIDs)",
        "-> جينياتي حالتون (مثال طور xeroderma pigmentosum or systemic lupus erythematosus)",
        "-> ڪيميائي شين جي نمائش (مثال طور ڪوئلي جي ٽار، خوشبو، psoralens)",
        "● مليريا (هيٽ ريش):",
        "-> ڳاڙهي گلابي پيپولس يا ويسيڪل",
        "-> ذيلي قسم:",
        "-> مليريا ڪرسٽالينا: سطحي، صاف رگون بغير erythema (لاليء)",
        "--> مليريا روبرا: erythematous papules ۽ vesicles، pruritus سان لاڳاپيل",
        "-> مليريا پروفينڊا: گهاٽا، چمڙي جي رنگ جا پيپولس",
        ">> مليريا جو سبب:",
        "-> ايڪرين پسين جي نلڪن ۾ رڪاوٽ، نتيجي ۾ سوزش.",
        ">> مليريا لاءِ خطري جا عنصر:",
        "-> گرم ۽ خشڪ موسم",
        "-> تمام گهڻو پسڻ",
        "-> تنگ لباس",
        "-> زندگين يا ڪم ڪندڙ ماحول ۾ خراب وينٽيليشن",
        "-> غذائيت جي گھٽتائي سان لاڳاپيل ڊرماتوز",
        "■ وٽامن جي گھٽتائي،",
        "● وٽامن اي جي گھٽتائي:",
        "-> Phrynoderma (Follicular Hyperkeratosis):",
        "-> ڳاڙهي، زهريلي (خشڪ) چمڙي، ڪيراٽڪ پيپولس سان → 'ٽاڊ چمڙي'",
        "-> گهڻو ڪري پرفيوليڪيولر، وار follicles جي چوڌاري ملوث هجڻ جو اشارو ڪندي",
        ">> وٽامن اي جي گھٽتائي جا سبب:",
        "-> وٽامن اي جو نا مناسب استعمال، چمڙي جي صحت ۽ سيل جي تبديليءَ لاءِ اهم.",
        ">> وٽامن اي جي گھٽتائي جا خطرا عنصر:",
        "-> ناقص غذا (مثال طور غذا ۾ جانورن جي شين جي کوٽ يا مضبوط خوراڪ)",
        "-> مالابسورپشن جي خرابي جيڪي ٿلهي ۾ حل ٿيندڙ ويتامين جي جذب کي متاثر ڪن ٿا (مثال طور celiac disease، Crohn's disease، pancreatic insufficiency)",
        "-> دائمي بيماريون جيڪي غذائيت جي مقدار يا جذب کي متاثر ڪن ٿيون (مثال طور جگر جي بيماري)",
        "● وٽامن بي ڪمپليڪس جي گھٽتائي:",
        "-> پيلاگرا:",
        "-> ڪلاسڪ ٽريڊ: ڊرماتائٽس + اسهال + ڊيمنشيا",
        "-> ڊرماتائٽس عام طور تي سميٽرڪ هوندو آهي، سج جي روشني وارن علائقن تي erythematous ۽ hyperpigmented پيچ سان، ڳچيء جي چوڌاري 'Casal's necklace' جو نمونو ٺاهيندو آهي",
        ">> وٽامن بي ڪمپليڪس جي گهٽتائي جو سبب:",
        "-> Niacin/ vitamin B3 يا tryptophan (niacin precursor) جي گھٽتائي، سيلولر ميٽابولزم ۽ توانائي جي پيداوار لاءِ ضروري مرکبات",
        ">> وٽامن بي ڪمپليڪس جي گھٽتائي لاءِ خطري جا عنصر:",
        "-> غذائي کوٽ (مثال طور مکين تي ٻڌل غذا)",
        "-> شراب",
        "-> حالتون جيڪي غذائيت جي جذب کي متاثر ڪن ٿيون (مثال طور، هارٽنپ جي بيماري (جينياتي خرابي جيڪو ٽرپٽوفن جي جذب کي متاثر ڪري ٿو) ۽ ڪارڪينوڊ سنڊروم (ٽريپٽوفن کي سيروٽينن جي پيداوار ڏانهن ڦيرايو ويو آهي))",
        "● Riboflavin (Vitamin B2) جي گھٽتائي:",
        "-> Angular cheilitis = وات جي ڪنارن تي دراون",
        "-> گلوسائٽس = سوزش واري زبان" ,
        "-> Seborrheic dermatitis جھڙا ريش، خاص ڪري نڪ ۽ اکين جي چوڌاري",
        ">> ربوفلاوين جو سبب:",
        "-> ربوفلاوين جو ناکافي استعمال، توانائي جي پيداوار ۽ سيلولر فنڪشن لاء اهم",
        ">> Riboflavin لاءِ خطري جا عنصر:",
        "-> ربوفلاوين سان مالا مال خوراڪ جو نا مناسب استعمال (مثال طور کير، انڊا ۽ سائي ڀاڄيون)",
        "-> دائمي بيماريون يا مالابسورپشن سنڊرومس جيڪي غذائي اجزاء جي جذب کي متاثر ڪن ٿا يا ميٽابولڪ گهرج وڌائين ٿا (مثال طور دائمي انفيڪشن، خرابي، ڪيليڪ بيماري)",
        "● بايوٽين (وٽامن B7) جي گھٽتائي:",
        "-> الوپيسيا",
        "-> ڊرماتائٽس، خاص طور تي اکين، نڪ ۽ وات جي چوڌاري periorificial dermatitis",
        "-> آشوب چشم",
        ">> بايوٽين جو سبب:",
        "-> بايوٽين جي گھٽتائي، فائيٽي ايسڊ جي جوڙجڪ ۽ چمڙي، وارن ۽ ناخن جي صحت لاء ضروري آهي",
        ">> بايوٽين لاءِ خطري جا عنصر:",
        "-> خام انڊن جي اڇين جو ڊگھي عرصي تائين استعمال، جنهن ۾ avidin شامل آهي جيڪو بايوٽين کي پابند ڪري ٿو ۽ ان جي جذب کي روڪي ٿو",
        "-> غذائيت",
        "-> جينياتي خرابيون جيڪي جسم جي بايوٽين کي استعمال ڪرڻ جي صلاحيت کي متاثر ڪن ٿيون (مثال طور بايوٽينيڊس جي گھٽتائي يا هولو ڪاربوڪسائليس سنٿيٽيس جي گهٽتائي)",
        "● وٽامن سي جي گھٽتائي (Scurvy):",
        "-> Perifollicular hemorrhage = ننڍڙو، بال جي ڦڦڙن جي چوڌاري خونريزي، اڪثر ڪري ڳاڙهي يا واڱڻائي ميڪولس وانگر پيش ڪن ٿا",
        "-> ڪارڪ اسڪرو وار = مروڙيل، ڪنيل وار",
        "-> Gingivitis = سوجن، رت وهڻ مسوڙا، اڪثر ڪري دور جي بيماري ڏانهن وڌڻ ۽ سخت ڪيسن ۾ ڏند جو نقصان",
        ">> وٽامن سي جي گھٽتائي جو سبب:",
        "-> وٽامن سي جي گھٽتائي (ascorbic acid)، ڪوليجن جي جوڙجڪ، زخم جي شفا، ۽ چمڙي جي سالميت لاء ضروري",
        ">> وٽامن سي جي گھٽتائي جا خطرا عنصر:",
        "-> وٽامن سي سان مالا مال ميون ۽ ڀاڄين جو نا مناسب استعمال",
        "-> سگريٽ نوشي",
 "-> معدي جون خرابيون جيڪي غذائيت جي جذب کي متاثر ڪن ٿيون (مثال طور Crohn جي بيماري، Celiac بيماري، Ulcerative colitis، chronic pancreatitis)",
 "● وٽامن ڊي جي گھٽتائي:",
 "-> psoriasis جھڙي ڊرماتائٽس:",
 "-> اسڪيلي، erythematous تختيون جيڪي psoriasis سان مشابهت رکن ٿيون، اڪثر ڪري چمڙي جي سج جي روشني وارن علائقن تي نظر اچن ٿا",
 ">> وٽامن ڊي جي گھٽتائي جو سبب:",
 "-> ناکافي ويتامين ڊي، ڪلسيم هوميوسٽاسس، مدافعتي ڪم، ۽ چمڙي جي صحت لاء اهم",
 ">> وٽامن ڊي جي گھٽتائي جا خطرا عنصر:",
 "-> محدود سج جي نمائش",
 "-> ڳاڙهي چمڙي جا رنگ (وڌيڪ ميلانين مواد UVB جي دخول ۽ وٽامن ڊي جي ٺهڻ کي گھٽائي ٿو)",
 "-> وٽامن ڊي سان مالا مال خوراڪ جو گھٽ استعمال (مثال طور ٿلهي مڇي، مضبوط کير جون شيون، ۽ انڊا)",
 "■ معدني گھٽتائي,",
 "● زنڪ جي گھٽتائي:",
 "-> Periorificial dermatitis، جيڪو erythematous طور پيش ڪري ٿو، وات، مقعد ۽ اکين جي چوڌاري پسٽولر زخم.",
 "-> الوپيسيا",
 "-> Paronychia = ناخن جي چوڌاري سوزش",
 ">> زنڪ جي کوٽ جو سبب:",
 "-> زنڪ جي گھٽتائي، ڊي اين اي جي جوڙجڪ، سيل ڊويزن، پروٽين جي جوڙجڪ، ۽ مدافعتي ڪم لاء اهم",
 ">> زنڪ جي گھٽتائي لاءِ خطري جا عنصر:",
 "-> جينياتي خرابيون جيڪي زنڪ جي جذب کي متاثر ڪن ٿيون (مثال طور acrodermatitis enteropathica)",
 "-> زنڪ سان مالا مال خوراڪ جي خراب غذائي استعمال (مثال طور جانورن مان نڪتل کاڌو جهڙوڪ گوشت، پولٽري، ۽ سامونڊي کاڌو)",
 "-> معدي جون خرابيون جيڪي غذائيت جي جذب کي متاثر ڪن ٿيون (مثال طور آنڊن جي سوزش واري بيماري)",
 "● لوھ جي گھٽتائي:",
 "-> Pallor = پيلي جلد",
 "-> Koilonychia = چمچ جي شڪل جا ناخن",
 "-> Glossitis- زبان جي سوزش ۽ نرمي جيڪا نگلڻ ۾ ڏکيائي ۽ ذائقي جي احساس کي تبديل ڪري سگھي ٿي",
 ">> لوھ جي گھٽتائي جو سبب:",
 "-> ناکافي لوهه، رت ۾ هيموگلوبن جي پيداوار ۽ آڪسيجن ٽرانسپورٽ لاء ضروري آهي",
 ">> لوهه جي گھٽتائي لاءِ خطري جا عنصر:",
 "-> لوهه تي مشتمل خوراڪ جي گھٽ استعمال (مثال طور ڳاڙهو گوشت، ڀاڄيون، ۽ مضبوط اناج)",
 "-> رت جي گھٽتائي (مثال طور، وڏي حيض جو رت وهڻ، معدي جو رت وهڻ)",
 "-> مالابسورپشن سنڊرومس جيڪي لوھ جي جذب کي متاثر ڪن ٿا (مثال طور Celiac بيماري)",
 "■ پروٽين-توانائي غذائيت",
 "● Kwashiorkor:",
 "-> عام ٿيل ورم (سوجن)، هڪ وڏو جگر، ۽ چمڙي جي زخم",
 "-> چمڙي جا زخم، جيڪي ’فلڪي پينٽ ڊرميٽائٽس‘ جي نالي سان سڃاتا وڃن ٿا، ظاھر ٿين ٿا هائپر پيگمينٽ، ڇلڻ وارن علائقن وانگر،",
 ">> ڪوشيورڪر جو سبب:",
 "-> مناسب ڪيلوري جي مقدار جي باوجود سخت پروٽين جي گھٽتائي. پروٽين جي گھٽتائي البومين جي ٺاھڻ تي اثر انداز ڪري ٿي، جيڪو ورم ۽ چمڙي جي سالميت کي خراب ڪري ٿو.",
 ">> Kwashiorkor لاءِ خطري جا عنصر:",
 "-> پروٽين ۾ گھٽ غذا، خاص طور تي ٻارن ۾",
 "-> سماجي-اقتصادي عنصر (مثال طور غربت ۽ خوراڪ جي کوٽ)",
 "● ماراسموس:",
 "-> ٿلهي، ڪمزور ظهور سان گڏ عضلات ڪاميٽي ۽ ذيلي ذخيري چربی جي وڏي نقصان سان",
 "-> چمڙي جي لچڪ جي گھٽتائي، سڪل ۽ جھرڻ واري چمڙي جي ڪري",
 ">> ماراسمس جو سبب:",
 "-> پروٽين ۽ ڪيليريا ٻنهي ۾ سخت گهٽتائي جيڪا توانائي جي گھٽتائي، عضلات جي ضايع ڪرڻ، ۽ چربی اسٽورن جي نقصان جي ڪري ٿي",
 ">> ماراسمس لاءِ خطري جا عنصر:",
 "-> انتهائي غربت",
 "-> دائمي بيماري جيڪا ڊگهي غذائيت جو سبب بڻجي ٿي (مثال طور دائمي انفيڪشن ۽ معدي جون بيماريون)"
       ],
    "ta": [
 "■ சுற்றுச்சூழல் மற்றும் தொழில்சார் கோளாறுகள்:",
 "● போட்டோசென்சிட்டிவிட்டி:",
 "-> சிவப்பு பருக்கள் அல்லது வெசிகல்ஸ்",
 "-> சிவத்தல், வீக்கம் மற்றும் உரித்தல் ஆகியவற்றுடன் சூரிய ஒளியை ஒத்திருக்கலாம், மேலும் நீண்ட கால வெளிப்பாட்டுடன் ஹைப்பர் பிக்மென்டேஷன் மற்றும் லிக்கனிஃபிகேஷன் போன்ற நாள்பட்ட மாற்றங்களுக்கு முன்னேறலாம்",
 ">> போட்டோசென்சிட்டிவிட்டிக்கான காரணம்:",
 "-> UV கதிர்வீச்சுக்கு அதிகரித்த உணர்திறன்",
 ">> போட்டோசென்சிட்டிவிட்டிக்கான ஆபத்து காரணிகள்:",
 "-> மருந்துகள் (எ.கா. டெட்ராசைக்ளின்கள், சல்போனமைடுகள் போன்ற நுண்ணுயிர் எதிர்ப்பிகள், தியாசைடுகள் மற்றும் ஃபுரோஸ்மைடு போன்ற சிறுநீரிறக்கிகள், NSAIDகள்)",
 "-> மரபணு நிலைமைகள் (எ.கா. xeroderma pigmentosum அல்லது systemic lupus erythematosus)",
 "-> இரசாயனங்களின் வெளிப்பாடு (எ.கா. நிலக்கரி தார், வாசனை திரவியங்கள், சோராலென்ஸ்)",
 "● மிலியாரியா (ஹீட் ராஷ்):",
 "-> சிவப்பு-இளஞ்சிவப்பு பருக்கள் அல்லது வெசிகல்ஸ்",
 "-> துணை வகைகள்:",
 "-> மிலியாரியா கிரிஸ்டலினா: எரித்மா (சிவப்பு) இல்லாமல் மேலோட்டமான, தெளிவான வெசிகல்ஸ்",
 "-> மிலியாரியா ரூப்ரா: அரித்தமட்டஸ் பருக்கள் மற்றும் வெசிகல்ஸ், ப்ரூரிட்டஸுடன் தொடர்புடையது",
 "-> Miliaria Profunda: ஆழமான, தோல் நிற பருக்கள்",
 ">> மிலியாரியாவுக்கான காரணம்:",
 "-> எக்ரைன் வியர்வை குழாய்களின் அடைப்பு, இதன் விளைவாக வீக்கம் ஏற்படுகிறது.",
 ">> மிலியாரியாவிற்கான ஆபத்து காரணிகள்:",
 "-> சூடான மற்றும் ஈரப்பதமான வானிலை",
 "-> அதிக வியர்வை",
 "-> இறுக்கமான ஆடை",
 "-> வாழும் அல்லது வேலை செய்யும் சூழலில் மோசமான காற்றோட்டம்",
 "-> ஊட்டச்சத்து குறைபாடு தொடர்பான தோல்நோய்கள்",
 "■ வைட்டமின் குறைபாடுகள்",
 "● வைட்டமின் ஏ குறைபாடு:",
 "-> ஃபிரினோடெர்மா (ஃபோலிகுலர் ஹைபர்கெராடோசிஸ்):",
 "-> கெரடோடிக் பருக்கள் கொண்ட கரடுமுரடான, xerotic (உலர்ந்த) தோல் → 'தேரை தோல்'",
 "-> பெரும்பாலும் பெரிஃபோலிகுலர், மயிர்க்கால்களைச் சுற்றியுள்ள ஈடுபாட்டைக் குறிக்கிறது",
 ">> வைட்டமின் ஏ குறைபாடுக்கான காரணம்:",
 "-> வைட்டமின் A இன் போதிய உட்கொள்ளல், தோல் ஆரோக்கியம் மற்றும் செல் வளர்ச்சிக்கு முக்கியமானது.",
 ">> வைட்டமின் ஏ குறைபாடுகளுக்கான ஆபத்து காரணிகள்:",
 "-> மோசமான உணவு (எ.கா. விலங்கு பொருட்கள் அல்லது செறிவூட்டப்பட்ட உணவுகள் இல்லாத உணவுகள்)",
 "-> கொழுப்பில் கரையக்கூடிய வைட்டமின்களின் உறிஞ்சுதலைக் குறைக்கும் மாலாப்சார்ப்ஷன் கோளாறுகள் (எ.கா. செலியாக் நோய், கிரோன் நோய், கணையப் பற்றாக்குறை)",
 "-> ஊட்டச்சத்து உட்கொள்ளல் அல்லது உறிஞ்சுதலை பாதிக்கும் நாள்பட்ட நோய்கள் (எ.கா. கல்லீரல் நோய்)",
 "● வைட்டமின் பி சிக்கலான குறைபாடு:",
 "-> பெல்லாக்ரா:",
 "-> கிளாசிக் ட்ரைட்: டெர்மடிடிஸ் + வயிற்றுப்போக்கு + டிமென்ஷியா",
 "-> தோலழற்சி பொதுவாக சமச்சீராக இருக்கும், சூரிய ஒளி படும் பகுதிகளில் எரித்மட்டஸ் மற்றும் ஹைப்பர் பிக்மென்ட்டட் திட்டுகள், கழுத்தில் ஒரு 'காசல்\"ஸ் நெக்லஸ்' வடிவத்தை உருவாக்குகிறது",
 ">> வைட்டமின் பி சிக்கலான குறைபாட்டிற்கான காரணம்:",
 "-> நியாசின்/ வைட்டமின் பி3 அல்லது டிரிப்டோபன் (நியாசின் முன்னோடி) குறைபாடு, செல்லுலார் வளர்சிதை மாற்றம் மற்றும் ஆற்றல் உற்பத்திக்குத் தேவையான கலவைகள்",
 ">> வைட்டமின் பி சிக்கலான குறைபாட்டிற்கான ஆபத்து காரணிகள்:",
 "-> உணவுக் குறைபாடு (எ.கா. சோளம் சார்ந்த உணவுகள்)",
 "-> மதுப்பழக்கம்",
 "-> ஊட்டச்சத்து உறிஞ்சுதலைப் பாதிக்கும் நிலைமைகள் (எ.கா. ஹார்ட்நப் நோய் (டிரிப்டோபான் உறிஞ்சுதலைப் பாதிக்கும் மரபணுக் கோளாறு) மற்றும் கார்சினாய்டு நோய்க்குறி (டிரிப்டோபன் செரோடோனின் உற்பத்திக்குத் திசைதிருப்பப்படுகிறது)",
 "● ரிபோஃப்ளேவின் (வைட்டமின் பி2) குறைபாடு:",
 "-> கோண சீலிடிஸ்= வாயின் மூலைகளில் விரிசல்",
 "-> குளோசிடிஸ்= அழற்சி நாக்கு",
 "-> Seborrheic dermatitis போன்ற தடிப்புகள், குறிப்பாக மூக்கு மற்றும் கண்களைச் சுற்றி",
 ">> ரிபோஃப்ளேவின் காரணம்:",
 "-> ரிபோஃப்ளேவின் போதுமான உட்கொள்ளல், ஆற்றல் உற்பத்தி மற்றும் செல்லுலார் செயல்பாட்டிற்கு முக்கியமானது",
 ">> ரிபோஃப்ளேவின் ஆபத்து காரணிகள்:",
 "-> ரைபோஃப்ளேவின் நிறைந்த உணவுகளின் போதிய நுகர்வு (எ.கா. பால், முட்டை மற்றும் பச்சை காய்கறிகள்)",
 "-> நாள்பட்ட நோய்கள் அல்லது மாலாப்சார்ப்ஷன் சிண்ட்ரோம்கள் ஊட்டச்சத்து உறிஞ்சுதலை பாதிக்கின்றன அல்லது வளர்சிதை மாற்ற தேவையை அதிகரிக்கின்றன (எ.கா. நாள்பட்ட நோய்த்தொற்றுகள், வீரியம், செலியாக் நோய்)",
 "● பயோட்டின் (வைட்டமின் B7) குறைபாடு:",
 "-> அலோபீசியா",
 "-> டெர்மடிடிஸ், குறிப்பாக கண்கள், மூக்கு மற்றும் வாயைச் சுற்றியுள்ள பெரியோரிஃபிஷியல் டெர்மடிடிஸ்",
 "-> வெண்படல அழற்சி",
 ">> பயோட்டினுக்கான காரணம்:",
 "-> பயோட்டின் பற்றாக்குறை, கொழுப்பு அமில தொகுப்பு மற்றும் தோல், முடி மற்றும் நகங்களின் ஆரோக்கியத்திற்கு அவசியம்",
 ">> பயோட்டினுக்கான ஆபத்து காரணிகள்:",
 "-> பயோட்டினை பிணைத்து அதன் உறிஞ்சுதலைத் தடுக்கும் அவிடின் கொண்டிருக்கும் பச்சை முட்டையின் வெள்ளைக்கருவை நீண்ட நேரம் உட்கொள்வது",
 "-> ஊட்டச்சத்து குறைபாடு",
 "-> பயோட்டினைப் பயன்படுத்தும் உடலின் திறனைப் பாதிக்கும் மரபணுக் கோளாறுகள் (எ.கா. பயோட்டினிடேஸ் குறைபாடு அல்லது ஹோலோகார்பாக்சிலேஸ் சின்தேடேஸ் குறைபாடு)",
 "● வைட்டமின் சி குறைபாடு (ஸ்கர்வி):",
 "-> பெரிஃபோலிகுலர் ரத்தக்கசிவு= மயிர்க்கால்களைச் சுற்றி சிறிய, துல்லியமான இரத்தப்போக்கு, பெரும்பாலும் சிவப்பு அல்லது ஊதா நிற மாகுல்களாகக் காணப்படும்",
 "-> கார்க்ஸ்ரூ முடிகள்= முறுக்கப்பட்ட, சுருள் முடிகள்",
 "-> ஈறு அழற்சி= வீக்கம், ஈறுகளில் இரத்தம் கசிதல், அடிக்கடி பெரிடோன்டல் நோய் மற்றும் கடுமையான நிகழ்வுகளில் பல் இழப்புக்கு முன்னேறும்",
 ">> வைட்டமின் சி குறைபாட்டிற்கான காரணம்:",
 "-> வைட்டமின் சி குறைபாடு (அஸ்கார்பிக் அமிலம்), கொலாஜன் தொகுப்பு, காயம் குணப்படுத்துதல் மற்றும் தோல் ஒருமைப்பாடு ஆகியவற்றிற்கு இன்றியமையாதது",
 ">> வைட்டமின் சி குறைபாட்டிற்கான ஆபத்து காரணிகள்:",
 "-> வைட்டமின் சி நிறைந்த பழங்கள் மற்றும் காய்கறிகளின் போதிய உட்கொள்ளல்",
 "-> புகைத்தல்",
 "-> ஊட்டச்சத்து உறிஞ்சுதலை பாதிக்கும் இரைப்பை குடல் கோளாறுகள் (எ.கா. கிரோன் நோய், செலியாக் நோய், அல்சரேட்டிவ் பெருங்குடல் அழற்சி, நாள்பட்ட கணைய அழற்சி)",
 "● வைட்டமின் டி குறைபாடு:",
 "-> சொரியாசிஸ் போன்ற தோல் அழற்சி:",
 "-> சொரியாசிஸ் போன்ற செதில், எரித்மட்டஸ் பிளேக்குகள், பெரும்பாலும் சூரிய ஒளி படும் தோலில் காணப்படும்",
 ">> வைட்டமின் டி குறைபாட்டிற்கான காரணம்:",
 "-> போதிய வைட்டமின் டி, கால்சியம் ஹோமியோஸ்டாஸிஸ், நோயெதிர்ப்பு செயல்பாடு மற்றும் தோல் ஆரோக்கியத்திற்கு முக்கியமானது",
 ">> வைட்டமின் டி குறைபாட்டிற்கான ஆபத்து காரணிகள்:",
 "-> வரையறுக்கப்பட்ட சூரிய வெளிப்பாடு",
 "-> கருமையான தோல் நிறங்கள் (அதிக மெலனின் உள்ளடக்கம் UVB ஊடுருவலையும் வைட்டமின் D தொகுப்பையும் குறைக்கிறது)",
 "-> வைட்டமின் டி நிறைந்த உணவுகளை (எ.கா. கொழுப்புள்ள மீன், வலுவூட்டப்பட்ட பால் பொருட்கள் மற்றும் முட்டைகள்) குறைவாக உட்கொள்ளுதல்",
 "■ கனிம குறைபாடுகள்",
 "● ஜிங்க் குறைபாடு:",
 "-> பெரியோரிஃபிஷியல் டெர்மடிடிஸ், வாய், ஆசனவாய் மற்றும் கண்களைச் சுற்றி எரித்மட்டஸ், பஸ்டுலர் புண்களாகக் காணப்படுகிறது.",
 "-> அலோபீசியா",
 "-> Paronychia= நகங்களைச் சுற்றி வீக்கம்",
 ">> துத்தநாகக் குறைபாட்டிற்கான காரணம்:",
 "-> துத்தநாகத்தின் குறைபாடு, டிஎன்ஏ தொகுப்பு, உயிரணுப் பிரிவு, புரத தொகுப்பு மற்றும் நோயெதிர்ப்பு செயல்பாடு ஆகியவற்றிற்கு முக்கியமானது",
 ">> துத்தநாகக் குறைபாட்டிற்கான ஆபத்து காரணிகள்:",
 "-> ஜிங்க் உறிஞ்சுதலை பாதிக்கும் மரபணு கோளாறுகள் (எ.கா. அக்ரோடெர்மாடிடிஸ் என்டோரோபதிகா)",
 "-> துத்தநாகம் நிறைந்த உணவுகளின் மோசமான உணவு உட்கொள்ளல் (எ.கா. இறைச்சி, கோழி மற்றும் கடல் உணவு போன்ற விலங்குகளில் இருந்து பெறப்பட்ட உணவுகள்)",
 "-> ஊட்டச்சத்து உறிஞ்சுதலை பாதிக்கும் இரைப்பை குடல் கோளாறுகள் (எ.கா. அழற்சி குடல் நோய்)",
 "● இரும்புச்சத்து குறைபாடு:",
 "-> வெளிர் = வெளிர் தோல்",
 "-> கொய்லோனிச்சியா= கரண்டி வடிவ நகங்கள்",
 "-> குளோசிடிஸ் - வீக்கம் மற்றும் நாக்கை மென்மையாக்குதல், இது விழுங்குவதில் சிரமம் மற்றும் சுவை உணர்வை மாற்றும்",
 ">> இரும்புச்சத்து குறைபாட்டிற்கான காரணம்:",
 "-> போதிய இரும்புச்சத்து, இரத்தத்தில் ஹீமோகுளோபின் உற்பத்தி மற்றும் ஆக்ஸிஜன் போக்குவரத்துக்கு அவசியம்",
 ">> இரும்புச்சத்து குறைபாட்டிற்கான ஆபத்து காரணிகள்:",
 "-> இரும்புச்சத்து நிறைந்த உணவுகளை குறைவாக உட்கொள்வது (எ.கா. சிவப்பு இறைச்சி, பருப்பு வகைகள் மற்றும் வலுவூட்டப்பட்ட தானியங்கள்)",
 "-> இரத்த இழப்பு (எ.கா. அதிக மாதவிடாய் இரத்தப்போக்கு, இரைப்பை குடல் இரத்தப்போக்கு)",
 "-> இரும்பு உறிஞ்சுதலை பாதிக்கும் மாலாப்சார்ப்ஷன் சிண்ட்ரோம்கள் (எ.கா. செலியாக் நோய்)",
 "■ புரதம்-ஆற்றல் ஊட்டச்சத்து குறைபாடு",
 "● குவாஷியோர்கர்:",
 "-> பொதுவான எடிமா (வீக்கம்), விரிவாக்கப்பட்ட கல்லீரல் மற்றும் தோல் புண்கள்",
 "-> 'பிளேக்கி பெயிண்ட் டெர்மடிடிஸ்' எனப்படும் தோல் புண்கள், ஹைப்பர் பிக்மென்ட்டட், உரித்தல் பகுதிகளில் தோன்றும்",
 ">> குவாஷியோர்கோருக்கு காரணம்:",
 "-> போதுமான கலோரி உட்கொள்ளல் இருந்தபோதிலும் கடுமையான புரதக் குறைபாடு. புரதத்தின் பற்றாக்குறை அல்புமினின் தொகுப்பைப் பாதிக்கிறது, இது எடிமா மற்றும் பலவீனமான தோல் ஒருமைப்பாட்டிற்கு வழிவகுக்கிறது.",
 ">> குவாஷியோர்கருக்கு ஆபத்து காரணிகள்:",
 "-> புரதம் குறைவாக உள்ள உணவுகள், குறிப்பாக குழந்தைகளில்",
 "-> சமூக-பொருளாதார காரணிகள் (எ.கா. வறுமை மற்றும் உணவுப் பற்றாக்குறை)",
 "● மராஸ்மஸ்:",
 "-> தசை வெகுஜன மற்றும் தோலடி கொழுப்பு குறிப்பிடத்தக்க இழப்புடன் மெல்லிய, மெலிந்த தோற்றம்",
 "-> தோல் நெகிழ்ச்சி இழப்பு, வறண்ட மற்றும் சுருக்கமான சருமத்திற்கு வழிவகுக்கும்",
 ">> மராஸ்மஸுக்கான காரணம்:",
 "-> புரதம் மற்றும் கலோரிகள் இரண்டிலும் கடுமையான குறைபாடு, இது ஆற்றல் குறைப்பு, தசை விரயம் மற்றும் கொழுப்பு சேர்வை இழக்க வழிவகுக்கிறது",
 ">> மராஸ்மஸுக்கான ஆபத்து காரணிகள்:",
 "-> தீவிர வறுமை",
 "-> நீண்டகால ஊட்டச்சத்து குறைபாட்டை ஏற்படுத்தும் நாள்பட்ட நோய் (எ.கா. நாள்பட்ட நோய்த்தொற்றுகள் மற்றும் இரைப்பை குடல் நோய்கள்)"
],
    "te": [
        "■ పర్యావరణ మరియు వృత్తిపరమైన రుగ్మతలు:",
        "● ఫోటోసెన్సిటివిటీ:",
        "-> రెడ్ పాపుల్స్ లేదా వెసికిల్స్",
        "-> ఎరుపు, వాపు మరియు పొట్టుతో సూర్యరశ్మిని పోలి ఉండవచ్చు మరియు దీర్ఘకాలం ఎక్స్పోజర్తో హైపర్పిగ్మెంటేషన్ మరియు లైకెనిఫికేషన్ వంటి దీర్ఘకాలిక మార్పులకు పురోగమిస్తుంది",
        ">> ఫోటోసెన్సిటివిటీకి కారణం:",
        "-> UV రేడియేషన్‌కు పెరిగిన సున్నితత్వం",
        ">> ఫోటోసెన్సిటివిటీకి ప్రమాద కారకాలు:",
        "-> మందులు (ఉదా. టెట్రాసైక్లిన్స్, సల్ఫోనామైడ్‌లు, థియాజైడ్స్ మరియు ఫ్యూరోసెమైడ్ వంటి మూత్రవిసర్జనలు, NSAIDలు వంటి యాంటీబయాటిక్స్)",
        "-> జన్యుపరమైన పరిస్థితులు (ఉదా. జిరోడెర్మా పిగ్మెంటోసమ్ లేదా దైహిక లూపస్ ఎరిథెమాటోసస్)",
        "-> రసాయనాలకు గురికావడం (ఉదా. బొగ్గు తారు, పరిమళ ద్రవ్యాలు, సోరలెన్స్)",
        "● మిలియారియా (హీట్ రాష్):",
        "-> ఎరుపు-గులాబీ పాపుల్స్ లేదా వెసికిల్స్",
        "-> ఉప రకాలు:",
        "-> మిలియారియా క్రిస్టల్లినా: ఎరిథీమా (ఎరుపు) లేకుండా ఉపరితల, స్పష్టమైన వెసికిల్స్",
        "-> మిలియారియా రుబ్రా: ఎరిథెమాటస్ పాపుల్స్ మరియు వెసికిల్స్, ప్రురిటస్‌తో సంబంధం కలిగి ఉంటాయి",
        "-> Miliaria Profunda: లోతుగా కూర్చున్న, చర్మం-రంగు పాపుల్స్",
        ">> మిలియారియాకు కారణం:",
        "-> ఎక్రైన్ చెమట నాళాల అడ్డంకి, ఫలితంగా వాపు వస్తుంది.",
        ">> మిలియారియాకు ప్రమాద కారకాలు:",
        "-> వేడి మరియు తేమతో కూడిన వాతావరణం",
        "-> విపరీతమైన చెమట",
        "-> బిగుతు దుస్తులు",
        "-> జీవన లేదా పని వాతావరణంలో పేలవమైన వెంటిలేషన్",
        "-> పోషకాహార లోపం-సంబంధిత చర్మవ్యాధులు",
        "■ విటమిన్ లోపాలు",
        "● విటమిన్ ఎ లోపం:",
        "-> ఫ్రినోడెర్మా (ఫోలిక్యులర్ హైపర్‌కెరాటోసిస్):",
        "-> కెరాటోటిక్ పాపుల్స్‌తో కఠినమైన, జిరోటిక్ (పొడి) చర్మం → 'టోడ్ స్కిన్'",
        "-> తరచుగా పెరిఫోలిక్యులర్, హెయిర్ ఫోలికల్స్ చుట్టూ ప్రమేయాన్ని సూచిస్తుంది",
        ">> విటమిన్ ఎ లోపాలకు కారణం:",
        "-> విటమిన్ ఎ తగినంతగా తీసుకోకపోవడం, చర్మ ఆరోగ్యానికి మరియు సెల్ టర్నోవర్‌కు కీలకం.",
        ">> విటమిన్ ఎ లోపాలకు ప్రమాద కారకాలు:",
        "-> పేలవమైన ఆహారం (ఉదా. జంతు ఉత్పత్తులు లేదా బలవర్థకమైన ఆహారాలు లేని ఆహారం)",
        "-> కొవ్వులో కరిగే విటమిన్ల శోషణను బలహీనపరిచే మాలాబ్జర్ప్షన్ రుగ్మతలు (ఉదా. ఉదరకుహర వ్యాధి, క్రోన్'స్ వ్యాధి, ప్యాంక్రియాటిక్ లోపం)",
        "-> పోషకాల తీసుకోవడం లేదా శోషణను ప్రభావితం చేసే దీర్ఘకాలిక అనారోగ్యాలు (ఉదా. కాలేయ వ్యాధి)",
        "● విటమిన్ బి కాంప్లెక్స్ లోపం:",
        "-> పెల్లాగ్రా:",
        "-> క్లాసిక్ త్రయం: చర్మశోథ + అతిసారం + చిత్తవైకల్యం",
        "-> చర్మశోథ సాధారణంగా సౌష్టవంగా ఉంటుంది, సూర్యరశ్మికి గురయ్యే ప్రదేశాలలో ఎరిథెమాటస్ మరియు హైపర్‌పిగ్మెంటెడ్ పాచెస్‌తో మెడ చుట్టూ 'కాసల్ నెక్లెస్' నమూనాను ఏర్పరుస్తుంది",
        ">> విటమిన్ బి కాంప్లెక్స్ లోపానికి కారణం:",
        "-> నియాసిన్/ విటమిన్ B3 లేదా ట్రిప్టోఫాన్ (నియాసిన్ పూర్వగామి) లోపం, సెల్యులార్ జీవక్రియ మరియు శక్తి ఉత్పత్తికి అవసరమైన సమ్మేళనాలు",
        ">> విటమిన్ బి కాంప్లెక్స్ లోపానికి ప్రమాద కారకాలు:",
        "-> ఆహార లోపం (ఉదా. మొక్కజొన్న-ఆధారిత ఆహారాలు)",
        "-> మద్య వ్యసనం",
        "-> పోషకాల శోషణను ప్రభావితం చేసే పరిస్థితులు (ఉదా. హార్ట్‌నప్ వ్యాధి (ట్రిప్టోఫాన్ శోషణను ప్రభావితం చేసే జన్యుపరమైన రుగ్మత) మరియు కార్సినోయిడ్ సిండ్రోమ్ (ట్రిప్టోఫాన్ సెరోటోనిన్ ఉత్పత్తికి మళ్లించబడింది)",
        "● రిబోఫ్లావిన్ (విటమిన్ B2) లోపం:",
        "-> కోణీయ చీలిటిస్= నోటి మూలల్లో పగుళ్లు",
        "-> గ్లోసిటిస్= ఎర్రబడిన నాలుక",
        "-> సెబోరోహెయిక్ డెర్మటైటిస్ లాంటి దద్దుర్లు, ముఖ్యంగా ముక్కు మరియు కళ్ళ చుట్టూ",
        ">> రిబోఫ్లావిన్ కారణం:",
        "-> రిబోఫ్లావిన్ తగినంతగా తీసుకోకపోవడం, శక్తి ఉత్పత్తి మరియు సెల్యులార్ పనితీరుకు ముఖ్యమైనది",
        ">> రిబోఫ్లావిన్ ప్రమాద కారకాలు:",
        "-> రైబోఫ్లావిన్-రిచ్ ఫుడ్స్ (ఉదా. పాలు, గుడ్లు మరియు ఆకుపచ్చ కూరగాయలు) తగినంతగా తీసుకోకపోవడం",
        "-> దీర్ఘకాలిక అనారోగ్యాలు లేదా మాలాబ్జర్ప్షన్ సిండ్రోమ్‌లు పోషకాల శోషణను బలహీనపరుస్తాయి లేదా జీవక్రియ డిమాండ్‌ను పెంచుతాయి (ఉదా. దీర్ఘకాలిక ఇన్‌ఫెక్షన్‌లు, ప్రాణాంతకత, ఉదరకుహర వ్యాధి)",
        "● బయోటిన్ (విటమిన్ B7) లోపం:",
        "-> అలోపేసియా",
        "-> చర్మశోథ, ముఖ్యంగా కళ్ళు, ముక్కు మరియు నోటి చుట్టూ పెరియోరిఫిషియల్ చర్మశోథ",
        "-> కండ్లకలక",
        ">> బయోటిన్ కారణం:",
        "-> బయోటిన్ లేకపోవడం, కొవ్వు ఆమ్లాల సంశ్లేషణకు మరియు చర్మం, జుట్టు మరియు గోళ్ల ఆరోగ్యానికి అవసరం",
        ">> బయోటిన్ కోసం ప్రమాద కారకాలు:",
        "-> ముడి గుడ్డులోని తెల్లసొన యొక్క దీర్ఘకాల వినియోగం, బయోటిన్‌ను బంధించే మరియు దాని శోషణను నిరోధించే అవిడిన్ కలిగి ఉంటుంది",
        "-> పోషకాహార లోపం",
        "-> బయోటిన్‌ను ఉపయోగించుకునే శరీర సామర్థ్యాన్ని ప్రభావితం చేసే జన్యుపరమైన రుగ్మతలు (ఉదా. బయోటినిడేస్ లోపం లేదా హోలోకార్బాక్సిలేస్ సింథటేజ్ లోపం)",
        "● విటమిన్ సి లోపం (స్కర్వీ):",
        "-> పెరిఫోలిక్యులర్ హెమరేజ్= చిన్నది, హెయిర్ ఫోలికల్స్ చుట్టూ పిన్‌పాయింట్ బ్లీడింగ్, తరచుగా ఎరుపు లేదా ఊదారంగు మచ్చలుగా కనిపిస్తుంది",
        "-> కార్క్‌స్క్రూ వెంట్రుకలు= వక్రీకృత, చుట్టబడిన వెంట్రుకలు",
        "-> చిగురువాపు= చిగుళ్ల వాపు, రక్తస్రావం, తరచుగా పీరియాంటల్ వ్యాధికి మరియు తీవ్రమైన సందర్భాల్లో దంతాల నష్టంగా మారడం",
        ">> విటమిన్ సి లోపానికి కారణం:",
        "-> విటమిన్ సి (ఆస్కార్బిక్ యాసిడ్) లో లోపం, కొల్లాజెన్ సంశ్లేషణ, గాయం నయం మరియు చర్మ సమగ్రతకు ముఖ్యమైనది",
        ">> విటమిన్ సి లోపానికి ప్రమాద కారకాలు:",
        "-> విటమిన్ సి పుష్కలంగా ఉన్న పండ్లు మరియు కూరగాయలను తగినంతగా తీసుకోకపోవడం",
        "-> ధూమపానం",
 "-> పోషకాల శోషణను ప్రభావితం చేసే జీర్ణశయాంతర రుగ్మతలు (ఉదా. క్రోన్'స్ వ్యాధి, ఉదరకుహర వ్యాధి, అల్సరేటివ్ కొలిటిస్, క్రానిక్ ప్యాంక్రియాటైటిస్)",
 "● విటమిన్ డి లోపం:",
 "-> సోరియాసిస్ లాంటి చర్మశోథ:",
 "-> పొలుసులు, ఎరిథెమాటస్ ఫలకాలు సోరియాసిస్‌ను పోలి ఉంటాయి, ఇవి తరచుగా చర్మం యొక్క సూర్యరశ్మికి గురయ్యే ప్రదేశాలలో కనిపిస్తాయి",
 ">> విటమిన్ డి లోపానికి కారణం:",
 "-> సరిపోని విటమిన్ డి, కాల్షియం హోమియోస్టాసిస్, రోగనిరోధక పనితీరు మరియు చర్మ ఆరోగ్యానికి కీలకం",
 ">> విటమిన్ డి లోపానికి ప్రమాద కారకాలు:",
 "-> పరిమిత సూర్యరశ్మి",
 "-> ముదురు చర్మపు రంగులు (అధిక మెలనిన్ కంటెంట్ UVB వ్యాప్తి మరియు విటమిన్ D సంశ్లేషణను తగ్గిస్తుంది)",
 "-> విటమిన్ డి అధికంగా ఉండే ఆహారాలు తక్కువగా తీసుకోవడం (ఉదా. కొవ్వు చేపలు, బలవర్థకమైన పాల ఉత్పత్తులు మరియు గుడ్లు)",
 "■ ఖనిజ లోపాలు",
 "● జింక్ లోపం:",
 "-> పెరియోరిఫిషియల్ డెర్మటైటిస్, నోరు, పాయువు మరియు కళ్ల చుట్టూ ఎరిథెమాటస్, పస్టులర్ గాయాలుగా ప్రదర్శింపబడుతుంది.",
 "-> అలోపేసియా",
 "-> పరోనిచియా= గోళ్ల చుట్టూ మంట",
 ">> జింక్ లోపానికి కారణం:",
 "-> జింక్‌లో లోపం, DNA సంశ్లేషణ, కణ విభజన, ప్రోటీన్ సంశ్లేషణ మరియు రోగనిరోధక పనితీరుకు కీలకం",
 ">> జింక్ లోపానికి ప్రమాద కారకాలు:",
 "-> జింక్ శోషణను ప్రభావితం చేసే జన్యుపరమైన రుగ్మతలు (ఉదా. అక్రోడెర్మాటిటిస్ ఎంట్రోపతికా)",
 "-> జింక్-రిచ్ ఫుడ్స్ యొక్క పేలవమైన ఆహారం తీసుకోవడం (ఉదా. మాంసం, పౌల్ట్రీ మరియు సీఫుడ్ వంటి జంతువుల నుండి పొందిన ఆహారాలు)",
 "-> పోషకాల శోషణను ప్రభావితం చేసే జీర్ణశయాంతర రుగ్మతలు (ఉదా. తాపజనక ప్రేగు వ్యాధి)",
 "● ఇనుము లోపం:",
 "-> పల్లర్= లేత చర్మం",
 "-> కొయిలోనిచియా= చెంచా ఆకారపు గోర్లు",
 "-> గ్లోసిటిస్- నాలుక యొక్క వాపు మరియు మృదువుగా మారడం, ఇది మింగడంలో ఇబ్బందికి దారితీయవచ్చు మరియు రుచి అనుభూతిని మార్చవచ్చు",
 ">> ఇనుము లోపానికి కారణం:",
 "-> సరిపడని ఇనుము, హిమోగ్లోబిన్ ఉత్పత్తికి మరియు రక్తంలో ఆక్సిజన్ రవాణాకు అవసరం",
 ">> ఐరన్ లోపానికి ప్రమాద కారకాలు:",
 "-> ఐరన్-రిచ్ ఫుడ్స్ తక్కువ తీసుకోవడం (ఉదా. ఎర్ర మాంసం, చిక్కుళ్ళు మరియు బలవర్థకమైన తృణధాన్యాలు)",
 "-> రక్త నష్టం (ఉదా. భారీ ఋతు రక్తస్రావం, జీర్ణశయాంతర రక్తస్రావం)",
 "-> ఇనుము శోషణను ప్రభావితం చేసే మాలాబ్జర్ప్షన్ సిండ్రోమ్స్ (ఉదా. సెలియక్ వ్యాధి)",
 "■ ప్రోటీన్-శక్తి పోషకాహార లోపం",
 "● క్వాషియోర్కర్:",
 "-> సాధారణీకరించిన ఎడెమా (వాపు), విస్తరించిన కాలేయం మరియు చర్మ గాయాలు",
 "-> 'ఫ్లేకీ పెయింట్ డెర్మటైటిస్' అని పిలువబడే చర్మ గాయాలు, హైపర్పిగ్మెంటెడ్, పీలింగ్ ప్రాంతాలుగా కనిపిస్తాయి",
 ">> క్వాషియోర్కర్‌కు కారణం:",
 "-> తగినంత కేలరీలు తీసుకున్నప్పటికీ తీవ్రమైన ప్రోటీన్ లోపం. ప్రోటీన్ లేకపోవడం అల్బుమిన్ సంశ్లేషణను ప్రభావితం చేస్తుంది, ఇది ఎడెమా మరియు బలహీనమైన చర్మ సమగ్రతకు దారితీస్తుంది.",
 ">> క్వాషియోర్కర్ కోసం ప్రమాద కారకాలు:",
 "-> మాంసకృత్తులు తక్కువగా ఉండే ఆహారం, ముఖ్యంగా పిల్లలలో",
 "-> సామాజిక-ఆర్థిక కారకాలు (ఉదా. పేదరికం మరియు ఆహార కొరత)",
 "● మరాస్మస్:",
 "-> కండర ద్రవ్యరాశి మరియు సబ్కటానియస్ కొవ్వు గణనీయమైన నష్టంతో సన్నని, సన్నగా కనిపించడం",
 "-> చర్మం స్థితిస్థాపకత కోల్పోవడం, పొడి మరియు ముడతలు పడిన చర్మానికి దారి తీస్తుంది",
 ">> మరాస్మస్‌కు కారణం:",
 "-> ప్రోటీన్ మరియు కేలరీలు రెండింటిలోనూ తీవ్రమైన లోపం శక్తి క్షీణత, కండరాల క్షీణత మరియు కొవ్వు నిల్వలను కోల్పోవడానికి దారితీస్తుంది",
 ">> మరాస్మస్ ప్రమాద కారకాలు:",
 "-> తీవ్ర పేదరికం",
 "-> దీర్ఘకాలిక పౌష్టికాహార లోపానికి కారణమయ్యే దీర్ఘకాలిక అనారోగ్యం (ఉదా. దీర్ఘకాలిక అంటువ్యాధులు మరియు జీర్ణశయాంతర వ్యాధులు)"
       ],
    "ur": [
        "■ ماحولیاتی اور پیشہ ورانہ عوارض:",
        "● فوٹو حساسیت:",
        "-> سرخ پیپولس یا ویسکلز",
        "-> سرخی، سوجن اور چھلکے کے ساتھ سورج کی جلن سے مشابہت رکھتا ہے، اور طویل نمائش کے ساتھ ہائپر پگمنٹیشن اور لائکینیفیکیشن جیسی دائمی تبدیلیوں کی طرف بڑھ سکتا ہے",
        ">> فوٹو حساسیت کی وجہ:",
        "-> UV تابکاری کی حساسیت میں اضافہ",
        ">> فوٹو حساسیت کے خطرے کے عوامل:",
        "-> دوائیں (مثلاً اینٹی بائیوٹکس جیسے ٹیٹراسائکلائنز، سلفونامائڈز، ڈائیورٹیکس جیسے تھیازائڈز اور فیروزمائڈ، NSAIDs)",
        "-> جینیاتی حالات (مثلاً xeroderma pigmentosum یا systemic lupus erythematosus)",
        "-> کیمیکلز کی نمائش (مثلاً کول ٹار، پرفیوم، psoralens)",
        "● ملیریا (ہیٹ ریش):",
        "-> سرخ گلابی پیپولس یا ویسکلز",
        "-> ذیلی قسمیں:",
        "-> ملیریا کرسٹالینا: سطحی، واضح ویسکلز بغیر erythema (للی)",
        "-> ملیریا روبرا: erythematous papules اور vesicles، pruritus سے وابستہ",
        "-> ملیریا پروفنڈا: گہرے بیٹھے ہوئے، جلد کے رنگ کے پیپولس",
        ">> ملیریا کی وجہ:",
        "-> ایککرائن پسینے کی نالیوں میں رکاوٹ، جس کے نتیجے میں سوزش ہوتی ہے۔",
        ">> ملیریا کے خطرے کے عوامل:",
        "-> گرم اور مرطوب موسم",
        "-> ضرورت سے زیادہ پسینہ آنا",
        "-> تنگ لباس",
        "-> رہنے یا کام کرنے والے ماحول میں خراب وینٹیلیشن",
        "-> غذائیت کی کمی سے متعلقہ ڈرماٹوسس",
        "■ وٹامن کی کمی",
        "● وٹامن اے کی کمی:",
        "-> فرینوڈرما (فولیکولر ہائپرکیریٹوسس):",
        "-> کھردری، زیروٹک (خشک) جلد جس میں کیراٹوٹک پیپولس → 'میںڑ کی جلد'",
        "-> اکثر perifollicular، بالوں کے follicles کے ارد گرد ملوث ہونے کی نشاندہی کرتا ہے",
        ">> وٹامن اے کی کمی کی وجہ:",
        "-> وٹامن اے کی ناکافی مقدار، جلد کی صحت اور خلیات کی تبدیلی کے لیے اہم ہے۔",
        ">> وٹامن اے کی کمی کے خطرے کے عوامل:",
        "-> ناقص خوراک (مثلاً ایسی غذا جس میں جانوروں کی مصنوعات کی کمی ہو یا مضبوط غذا)",
        "-> مالابسورپشن کی خرابیاں جو چربی میں گھلنشیل وٹامنز کے جذب کو متاثر کرتی ہیں (جیسے سیلیک بیماری، کرون کی بیماری، لبلبے کی کمی)",
        "-> دائمی بیماریاں جو غذائی اجزاء کی مقدار یا جذب کو متاثر کرتی ہیں (جیسے جگر کی بیماری)",
        "● وٹامن بی کمپلیکس کی کمی:",
        "-> پیلاگرا:",
        "-> کلاسیکی ٹرائیڈ: ڈرمیٹیٹائٹس + اسہال + ڈیمنشیا",
        "-> جلد کی سوزش عام طور پر ہموار ہوتی ہے، سورج کی روشنی والے علاقوں پر erythematous اور hyperpigmented پیچ کے ساتھ، جو گردن کے گرد ایک 'Casal\"s necklace' پیٹرن بناتا ہے",
        ">> وٹامن بی کمپلیکس کی کمی کی وجہ:",
        "-> نیاسین/ وٹامن بی 3 یا ٹرپٹوفن (نیاسین پیشگی) کی کمی، سیلولر میٹابولزم اور توانائی کی پیداوار کے لیے ضروری مرکبات",
        ">> وٹامن بی کمپلیکس کی کمی کے خطرے کے عوامل:",
        "-> غذائی کمی (مثلاً مکئی پر مبنی غذا)،",
        "-> شراب نوشی",
        "-> غذائی اجزاء کے جذب کو متاثر کرنے والے حالات (مثال کے طور پر ہارٹنپ بیماری (جینیاتی خرابی جو ٹرپٹوفن جذب کو متاثر کرتی ہے) اور کارسنائڈ سنڈروم (ٹرپٹوفن کو سیروٹونن کی پیداوار کی طرف موڑ دیا جاتا ہے))",
        "● Riboflavin (وٹامن B2) کی کمی:",
        "-> کونیی چیلائٹس = منہ کے کونوں میں دراڑیں",
        "-> گلوسائٹس = سوجن زبان",
        "-> Seborrheic dermatitis جیسے خارش، خاص طور پر ناک اور آنکھوں کے ارد گرد",
        ">> ربوفلاوین کی وجہ:",
        "-> رائبوفلاوین کی ناکافی مقدار، توانائی کی پیداوار اور سیلولر فنکشن کے لیے اہم",
        ">> Riboflavin کے خطرے کے عوامل:",
        "-> رائبوفلاوین سے بھرپور غذاؤں (جیسے دودھ، انڈے اور سبز سبزیاں) کا ناکافی استعمال",
        "-> دائمی بیماریاں یا مالابسورپشن سنڈروم جو غذائی اجزاء کے جذب کو متاثر کرتے ہیں یا میٹابولک ڈیمانڈ کو بڑھاتے ہیں (جیسے دائمی انفیکشن، خرابی، سیلیک بیماری)",
        "● بایوٹین (وٹامن B7) کی کمی:",
        "-> ایلوپیسیا",
        "-> ڈرمیٹیٹائٹس، خاص طور پر آنکھوں، ناک اور منہ کے ارد گرد periorificial dermatitis",
        "-> آشوب چشم",
        ">> بایوٹین کی وجہ:",
        "-> بایوٹین کی کمی، فیٹی ایسڈ کی ترکیب اور جلد، بالوں اور ناخنوں کی صحت کے لیے ضروری",
        ">> بایوٹین کے خطرے کے عوامل:",
        "-> کچے انڈے کی سفیدی کا طویل استعمال، جس میں ایوڈن ہوتا ہے جو بایوٹین کو باندھتا ہے اور اس کے جذب کو روکتا ہے",
        "-> غذائیت کی کمی",
        "-> جینیاتی عوارض جو جسم کی بایوٹین استعمال کرنے کی صلاحیت کو متاثر کرتے ہیں (مثلاً بایوٹینیڈیز کی کمی یا ہولوکاربوکسیلیس سنتھیٹیز کی کمی)",
        "● وٹامن سی کی کمی (اسکروی):",
        "-> Perifollicular hemorrhage = چھوٹا، بالوں کے follicles کے گرد خون بہنا، اکثر سرخ یا جامنی رنگ کے میکولز کے طور پر ظاہر ہوتا ہے",
        "-> کارک سکرو بال = بٹے ہوئے، کوائلڈ بال",
        "-> مسوڑھوں کی سوزش = سوجن، مسوڑھوں سے خون بہنا، اکثر پیریڈونٹل بیماری کی طرف بڑھنا اور شدید صورتوں میں دانتوں کا گرنا",
        ">> وٹامن سی کی کمی کی وجہ:",
        "-> وٹامن سی (ایسکوربک ایسڈ) کی کمی، کولیجن کی ترکیب، زخم کی شفا یابی، اور جلد کی سالمیت کے لیے ضروری",
        ">> وٹامن سی کی کمی کے خطرے کے عوامل:",
        "-> وٹامن سی سے بھرپور پھلوں اور سبزیوں کا ناکافی استعمال",
       "-> سگریٹ نوشی",
 "-> معدے کی خرابی جو غذائی اجزاء کے جذب کو متاثر کرتی ہے (مثال کے طور پر کرون کی بیماری، سیلیک بیماری، السرٹیو کولائٹس، دائمی لبلبے کی سوزش)",
 "● وٹامن ڈی کی کمی:",
 "-> چنبل کی طرح جلد کی سوزش:",
 "-> کھردری، erythematous تختیاں جو psoriasis سے ملتی جلتی ہیں، جو اکثر جلد کے سورج کی روشنی والے علاقوں پر نظر آتی ہیں",
 ">> وٹامن ڈی کی کمی کی وجہ:",
 "-> ناکافی وٹامن ڈی، کیلشیم ہومیوسٹاسس، مدافعتی فعل، اور جلد کی صحت کے لیے اہم",
 ">> وٹامن ڈی کی کمی کے خطرے کے عوامل:",
 "-> سورج کی محدود نمائش",
 "-> جلد کے گہرے رنگ (زیادہ میلانین مواد UVB کی دخول اور وٹامن ڈی کی ترکیب کو کم کرتا ہے)",
 "-> وٹامن ڈی سے بھرپور غذائیں (جیسے چکنائی والی مچھلی، مضبوط ڈیری مصنوعات، اور انڈے)",
 "■ معدنی کمی",
 "● زنک کی کمی:",
 "-> Periorificial dermatitis، منہ، مقعد اور آنکھوں کے ارد گرد erythematous، pustular گھاووں کے طور پر پیش کیا جاتا ہے۔",
 "-> ایلوپیسیا",
 "-> پیرونیچیا = ناخنوں کے گرد سوزش",
 ">> زنک کی کمی کی وجہ:",
 "-> زنک کی کمی، ڈی این اے کی ترکیب، سیل ڈویژن، پروٹین کی ترکیب، اور مدافعتی فعل کے لیے اہم",
 ">> زنک کی کمی کے خطرے کے عوامل:",
 "-> جینیاتی عوارض جو زنک کے جذب کو متاثر کرتے ہیں (مثال کے طور پر ایکروڈرمیٹائٹس انٹروپیتھیکا)",
 "-> زنک سے بھرپور غذاؤں کا ناقص خوراک (مثلاً گوشت، پولٹری، اور سمندری غذا)،",
 "-> معدے کی خرابی جو غذائی اجزاء کے جذب کو متاثر کرتی ہے (مثال کے طور پر آنتوں کی سوزش کی بیماری)",
 "آئرن کی کمی:",
 "-> پیلا = پیلا جلد",
 "-> Koilonychia = چمچ کے سائز کے ناخن",
 "-> گلوسائٹس - زبان کی سوزش اور ہموار ہونا جو نگلنے میں دشواری اور ذائقہ کے احساس کو تبدیل کرنے کا باعث بن سکتا ہے",
 ">> آئرن کی کمی کی وجہ:",
 "-> ناکافی آئرن، خون میں ہیموگلوبن کی پیداوار اور آکسیجن کی نقل و حمل کے لیے ضروری",
 ">> آئرن کی کمی کے خطرے کے عوامل:",
 "-> آئرن سے بھرپور غذاؤں کا کم استعمال (جیسے سرخ گوشت، پھلیاں، اور مضبوط اناج)",
 "-> خون کی کمی (مثلاً ماہواری میں بہت زیادہ خون بہنا، معدے سے خون بہنا)",
 "-> مالابسورپشن سنڈروم جو لوہے کے جذب کو متاثر کرتے ہیں (مثلاً سیلیک بیماری)،",
 "■ پروٹین-توانائی کی کمی",
 "● Kwashiorkor:",
 "-> عام ورم (سوجن)، ایک بڑا جگر، اور جلد کے زخم",
 "-> جلد کے گھاو، جسے 'فلکی پینٹ ڈرمیٹائٹس' کہا جاتا ہے، ہائپر پگمنٹڈ، چھیلنے والے علاقوں کے طور پر ظاہر ہوتے ہیں",
 ">> Kwashiorkor کی وجہ:",
 "-> مناسب حراروں کی مقدار کے باوجود پروٹین کی شدید کمی۔ پروٹین کی کمی البومین کی ترکیب کو متاثر کرتی ہے، جس سے ورم اور جلد کی سالمیت خراب ہوتی ہے۔",
 ">> Kwashiorkor کے لیے خطرے کے عوامل:",
 "-> کم پروٹین والی خوراک، خاص طور پر بچوں میں",
 "-> سماجی و اقتصادی عوامل (مثلاً غربت اور خوراک کی کمی)",
 "● Marasmus:",
 "-> پٹھوں کے بڑے پیمانے پر اور ذیلی چربی کے نمایاں نقصان کے ساتھ پتلی، کمزور شکل",
 "-> جلد کی لچک میں کمی، خشک اور جھریوں والی جلد کا باعث",
 ">> ماراسمس کی وجہ:",
 "-> پروٹین اور کیلوریز دونوں میں شدید کمی جو توانائی کی کمی، پٹھوں کی بربادی، اور چربی کے ذخیروں کے نقصان کا باعث بنتی ہے",
 ">> ماراسمس کے خطرے کے عوامل:",
 "-> انتہائی غربت",
 "-> دائمی بیماری جس کی وجہ سے طویل غذائی قلت ہے (مثلاً دائمی انفیکشن اور معدے کی بیماریاں)"
]
  }
  
