[
    "■ Environmental and Occupational Disorders:",
     "● Photosensitivity:",
    
    "-> Red papules or vesicles",
    "-> May resemble sunburn, with redness, swelling, and peeling, and can progress to chronic changes such as hyperpigmentation and lichenification with prolonged exposure",
    ">> Cause for Photosensitivity:",
    "-> Increased sensitivity to UV radiation",
    ">> Risk Factors for Photosensitivity:",
    "-> Medications (e.g. antibiotics like tetracyclines, sulfonamides, diuretics like thiazides and furosemide, NSAIDs)",
    "-> Genetic conditions (e.g. xeroderma pigmentosum or systemic lupus erythematosus)",
    "-> Exposure to chemicals (e.g. coal tar, perfumes, psoralens)",
    "● Miliaria (Heat Rash):",
    
    "-> Red-pink papules or vesicles",
    "-> Subtypes:",
    "-> Miliaria Crystallina: superficial, clear vesicles without erythema (redness)",
    "-> Miliaria Rubra: erythematous papules and vesicles, associated with pruritus",
    "-> Miliaria Profunda: deep-seated, skin-colored papules",
    ">> Cause for Miliaria:",
    "-> Obstruction of eccrine sweat ducts, resulting in inflammation.",
    ">> Risk Factors for Miliaria:",
    "-> Hot and humid weather",
    "-> Excessive sweating",
    "-> Tight clothing",
    "-> Poor ventilation in living or working environments",
    "-> Nutritional Deficiency-Related Dermatoses",
    "■ Vitamin Deficiencies",
    "● Vitamin A Deficiency:",
    "-> Phrynoderma (Follicular Hyperkeratosis):",
    
    "-> Rough, xerotic (dry) skin with keratotic papules → 'toad skin'",
    "-> Often perifollicular, indicating involvement around hair follicles",
    ">> Cause for Vitamin A Deficiencies:",
    "-> Inadequate intake of vitamin A, crucial for skin health and cell turnover.",
    ">> Risk Factors for Vitamin A Deficiencies:",
    "-> Poor diet (e.g. diets lacking in animal products or fortified foods)",
    "-> Malabsorption disorders that impair the absorption of fat-soluble vitamins (e.g. celiac disease, Crohn’s disease, pancreatic insufficiency)",
    "-> Chronic illnesses that affect nutrient intake or absorption (e.g. liver disease)",
    "● Vitamin B Complex Deficiency:",
    "-> Pellagra:",
    
    "-> Classic triad: dermatitis + diarrhea + dementia",
    "-> The dermatitis is typically symmetric, with erythematous and hyperpigmented patches on sun-exposed areas, forming a 'Casal\"s necklace' pattern around the neck",
    ">> Cause for Vitamin B Complex Deficiency:",
    "-> Niacin/ vitamin B3 or tryptophan (niacin precursor) deficiency, compounds necessary for cellular metabolism and energy production",
    ">> Risk Factors for Vitamin B Complex Deficiency:",
    "-> Dietary deficiency (e.g. corn-based diets)",
    "-> Alcoholism",
    "-> Conditions affecting nutrient absorption (e.g. Hartnup disease (genetic disorder affecting tryptophan absorption) and carcinoid syndrome (tryptophan is diverted to serotonin production))",
    "● Riboflavin (Vitamin B2) Deficiency:",
    
    "-> Angular cheilitis= cracks at the corners of the mouth",
    "-> Glossitis= inflamed tongue",
    "-> Seborrheic dermatitis-like rashes, especially around the nose and eyes",
    ">> Cause for Riboflavin:",
    "-> Insufficient intake of riboflavin, important for energy production and cellular function",
    ">> Risk Factors for Riboflavin:",
    "-> Inadequate consumption of riboflavin-rich foods (e.g. milk, eggs, and green vegetables)",
    "-> Chronic illnesses or malabsorption syndromes that impair nutrient absorption or increase metabolic demand (e.g. chronic infections, malignancies, Celiac disease)",
    "● Biotin (Vitamin B7) Deficiency:",
    
    "-> Alopecia",
    "-> Dermatitis, especially periorificial dermatitis around the eyes, nose, and mouth",
    "-> Conjunctivitis",
    ">> Cause for Biotin:",
    "-> Lack of biotin, essential for fatty acid synthesis and the health of skin, hair, and nails",
    ">> Risk Factors for Biotin:",
    "-> Prolonged consumption of raw egg whites, which contain avidin that binds biotin and prevents its absorption",
    "-> Malnutrition",
    "-> Genetic disorders affecting the body’s ability to utilize biotin (e.g. biotinidase deficiency or holocarboxylase synthetase deficiency)",
    "● Vitamin C Deficiency (Scurvy):",
    
    "-> Perifollicular hemorrhage= small, pinpoint bleeding around hair follicles, often presenting as red or purple macules",
    "-> Corkscrew hairs= twisted, coiled hairs",
    "-> Gingivitis= swollen, bleeding gums, often progressing to periodontal disease and tooth loss in severe cases",
    ">> Cause for Vitamin C Deficiency:",
    "-> Deficiency in vitamin C (ascorbic acid), vital for collagen synthesis, wound healing, and skin integrity",
    ">> Risk Factors for Vitamin C Deficiency:",
    "-> Inadequate intake of fruits and vegetables rich in vitamin C",
    "-> Smoking",
    "-> Gastrointestinal disorders affecting nutrient absorption (e.g. Crohn’s disease, Celiac disease, Ulcerative colitis, chronic pancreatitis)",
    "● Vitamin D Deficiency:",
    "-> Psoriasis-like Dermatitis:",
    
    "-> Scaly, erythematous plaques that resemble psoriasis, often seen on sun-exposed areas of the skin",
    ">> Cause for Vitamin D Deficiency:",
    "-> Inadequate vitamin D, crucial for calcium homeostasis, immune function, and skin health",
    ">> Risk Factors for Vitamin D Deficiency:",
    "-> Limited sun exposure",
    "-> Darker skin tones (higher melanin content reduces UVB penetration and vitamin D synthesis)",
    "-> Low intake of vitamin D-rich foods (e.g. fatty fish, fortified dairy products, and eggs)",
    "■ Mineral Deficiencies",
    "● Zinc Deficiency:",
    
    "-> Periorificial dermatitis, presenting as erythematous, pustular lesions around the mouth, anus, and eyes.",
    "-> Alopecia",
    "-> Paronychia= inflammation around the nails",
    ">> Cause for Zinc Deficiency:",
    "-> Deficiency in zinc, crucial for DNA synthesis, cell division, protein synthesis, and immune function",
    ">> Risk Factors for Zinc Deficiency:",
    "-> Genetic disorders affecting zinc absorption (e.g. acrodermatitis enteropathica)",
    "-> Poor dietary intake of zinc-rich foods (e.g. animal-derived foods like meat, poultry, and seafood)",
    "-> Gastrointestinal disorders affecting nutrient absorption (e.g. inflammatory bowel disease)",
    "● Iron Deficiency:",
    
    "-> Pallor= pale skin",
    "-> Koilonychia= spoon-shaped nails",
    "-> Glossitis- inflammation and smoothening of the tongue which may lead to difficulty swallowing and altered taste sensation",
    ">> Cause for Iron Deficiency:",
    "-> Inadequate iron, essential for hemoglobin production and oxygen transport in the blood",
    ">> Risk Factors for Iron Deficiency:",
    "-> Low intake of iron-rich foods (e.g. red meat, legumes, and fortified cereals)",
    "-> Blood loss (e.g. heavy menstrual bleeding, gastrointestinal bleeding)",
    "-> Malabsorption syndromes affecting iron absorption (e.g. Celiac disease)",
    "■ Protein-Energy Malnutrition",
    "● Kwashiorkor:",
    
    "-> Generalized edema (swelling), an enlarged liver, and skin lesions",
    "-> The skin lesions, known as 'flaky paint dermatitis,' appear as hyperpigmented, peeling areas",
    ">> Cause for Kwashiorkor:",
    "-> Severe protein deficiency despite adequate caloric intake. Lack of protein affects the synthesis of albumin, leading to edema and impaired skin integrity.",
    ">> Risk Factors for Kwashiorkor:",
    "-> Diets low in protein, particularly in children",
    "-> Socio-economic factors (e.g. poverty and food scarcity)",
    "● Marasmus:",
    
    "-> Thin, emaciated appearance with significant loss of muscle mass and subcutaneous fat",
    "-> Loss of skin elasticity, leading to dry and wrinkled skin",
    ">> Cause for Marasmus:",
    "-> Severe deficiency in both protein and calories which leads to energy depletion, muscle wasting, and loss of fat stores",
    ">> Risk Factors for Marasmus:",
    "-> Extreme poverty",
    "-> Chronic illness causing prolonged malnutrition (e.g. chronic infections and gastrointestinal diseases)"
]
