
{
    "as":[
        "■ চুলি আৰু মূৰৰ ছালৰ বিকাৰ",
        "● এলোপেচিয়া এৰিয়াটা:",
       
        "-> ভালদৰে সীমাবদ্ধ ঘূৰণীয়া, দাগ নথকা টান ঠাইৰ হঠাৎ আৰম্ভণি",
        "-> মূৰৰ ছাল, ভ্ৰু, চকুৰ পতা, আৰু শৰীৰৰ অন্যান্য চুলি থকা অংশত প্ৰভাৱ পেলাব পাৰে",
        ">> Alopecia Areata ৰ কাৰণ:",
        "-> এটা অটোইম্যুন বিকাৰ য'ত ৰোগ প্ৰতিৰোধ ক্ষমতাই চুলিৰ গুৰিবোৰক আক্ৰমণ কৰে। চুলিৰ বাল্বৰ চাৰিওফালে টি-চেলৰ মধ্যস্থতাত প্ৰদাহ হ'লে চুলি সৰা হয়।",
        ">> এলোপেচিয়া এৰিয়েটাৰ বাবে বিপদজনক কাৰক:",
        "-> এলোপেচিয়া বা অন্যান্য অটোইম্যুন ৰোগ (যেনে থাইৰয়ড ৰোগ আৰু ভিটিলিগো)ৰ পাৰিবাৰিক ইতিহাস",
        "-> মানসিক চাপ",
        "● এণ্ড্ৰ'জেনেটিক এলোপেচিয়া:",
       
        "-> প্ৰগতিশীল চুলি পাতল হোৱা আৰু সৰা, এটা নিৰ্দিষ্ট আৰ্হি অনুসৰণ কৰি",
        "-> পুৰুষ- চুলিৰ ৰেখা পিছুৱাই যোৱা আৰু মূৰৰ ছালৰ মুকুট (শৃংগ)ত পাতল হোৱা",
        "-> মহিলা- সন্মুখৰ চুলিৰ ৰেখা বজাই ৰাখি মুকুটৰ ওপৰত বিস্তাৰিত পাতল কৰা",
        ">> এণ্ড্ৰজেনেটিক এলোপেচিয়াৰ কাৰণ:",
        "-> টেষ্টষ্টেৰনৰ ডেৰাইভেটিভ ডাইহাইড্ৰ'টেষ্টষ্টেৰন (DHT) চুলিৰ গুৰিৰ এণ্ড্ৰজেন ৰিচেপ্টৰৰ সৈতে বান্ধ খায়, যাৰ ফলত চুলিৰ বৃদ্ধিৰ চক্ৰ (এনাজেন পৰ্যায়) ক্ষুদ্ৰ আৰু চুটি হয়",
        ">> এণ্ড্ৰজেনেটিক এলোপেচিয়াৰ বাবে বিপদজনক কাৰক:",
        "-> জেনেটিক প্ৰৱণতা",
        "-> হৰম'নৰ প্ৰভাৱ",
        "-> বয়স বৃদ্ধি",
        "-> পুৰুষ লিংগ"
       ],
    "awa": [
        "■ बाल अऊर खोपड़ी के विकार",
        "● खालित्य एरियाटा:",
       
        "-> अच्छी तरह से सीमांकित गोल, गैर-निशान वाले गंजा पैच का अचानक शुरुआत",
        "-> खोपड़ी, भौंह, पलकन अऊर शरीर के अन्य बाल वाले क्षेत्रन का प्रभावित कइ सकत है",
        ">> खालित्य एरियाटा का कारण:",
        "-> एक ऑटोइम्यून विकार जेहिमा प्रतिरक्षा प्रणाली बाल रोम पर हमला करत है। बाल बल्ब के आसपास टी-सेल मध्यस्थता सूजन बाल झड़न का कारण बनत है।",
        ">> खालित्य एरियाटा के लिए जोखिम कारक:",
        "-> खालित्य या अन्य ऑटोइम्यून रोगन (जैसे थायराइड रोग अऊर विटिलिगो) का पारिवारिक इतिहास",
        "-> मनोवैज्ञानिक तनाव",
        "● एंड्रोजेनेटिक एलोपेसिया:",
       
        "-> एक विशिष्ट पैटर्न का पालन करत प्रगतिशील बाल पतला अऊर झड़ना",
        "-> पुरुष- खोपड़ी के मुकुट (शीर्ष) पर बाल रेखा पीछे हटत अऊर पतला होत जात है",
        "-> महिला- ललाट बाल रेखा का बनाए रखत हुए मुकुट के ऊपर पतलापन फैलावत हैं",
        ">> एंड्रोजेनेटिक खालित्य का कारण:",
        "-> डाइहाइड्रोटेस्टोस्टेरोन (डीएचटी), टेस्टोस्टेरोन का एक व्युत्पन्न, बाल कूप मा एंड्रोजन रिसेप्टर्स से बंध जात है, जेहिसे बाल विकास चक्र (एनाजेन चरण) का लघुकरण अऊर छोटा होत है",
        ">> एंड्रोजेनेटिक खालित्य के लिए जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति",
        "-> हार्मोनल प्रभाव",
        "-> बढ़ी हुई उम्र",
        "-> पुरुष सेक्स"
       ],
    "bn":[
        "■ চুল এবং মাথার ত্বকের ব্যাধি",
        "● Alopecia Areata:",
       
        "-> ভালোভাবে সীমাবদ্ধ বৃত্তাকার, দাগহীন টাকের ছোপ হঠাৎ শুরু হওয়া",
        "-> মাথার ত্বক, ভ্রু, চোখের দোররা এবং শরীরের অন্যান্য লোম বহনকারী অঞ্চলগুলিকে প্রভাবিত করতে পারে",
        ">> অ্যালোপেসিয়া এরিয়াটার কারণ:",
        "-> একটি অটোইমিউন ডিসঅর্ডার যেখানে ইমিউন সিস্টেম চুলের ফলিকলকে আক্রমণ করে। হেয়ার বাল্বের চারপাশে টি-সেলের মধ্যস্থতাকারী প্রদাহ চুল পড়ার দিকে পরিচালিত করে।",
        ">> অ্যালোপেসিয়া এরিয়াটার জন্য ঝুঁকির কারণগুলি:",
        "-> অ্যালোপেসিয়া বা অন্যান্য অটোইমিউন রোগের পারিবারিক ইতিহাস (যেমন থাইরয়েড রোগ এবং ভিটিলিগো)",
        "-> মানসিক চাপ",
        "● Androgenetic Alopecia:",
       
        "-> একটি নির্দিষ্ট প্যাটার্ন অনুসরণ করে প্রগতিশীল চুল পাতলা হওয়া এবং ক্ষতি",
        "-> পুরুষ- চুলের রেখা কমে যাওয়া এবং মাথার ত্বকের মুকুটে (শীর্ষ) পাতলা হয়ে যাওয়া",
        "-> মহিলা- সামনের চুলের রেখা বজায় রেখে মুকুটের উপর পাতলা হয়ে যাওয়া",
        ">> অ্যান্ড্রোজেনেটিক অ্যালোপেসিয়ার কারণ:",
        "-> ডাইহাইড্রোটেস্টোস্টেরন (DHT), টেস্টোস্টেরনের একটি ডেরিভেটিভ, চুলের ফলিকলে অ্যান্ড্রোজেন রিসেপ্টরকে আবদ্ধ করে, যার ফলে চুলের বৃদ্ধি চক্র (অ্যানাজেন ফেজ) ছোট হয়ে যায়",
        ">> অ্যান্ড্রোজেনেটিক অ্যালোপেসিয়ার ঝুঁকির কারণগুলি:",
        "-> জেনেটিক প্রবণতা",
        "-> হরমোনের প্রভাব",
        "-> বয়স বেড়েছে",
        "-> পুরুষ লিঙ্গ"
       ],
    "bho":[
        "■ बाल आ खोपड़ी के विकार",
        "● एलोपेसिया एरियाटा:",
       
        "-> अचानक-शुरुआत के अच्छी तरह से सीमांकित गोल, गैर-दागदार गंजा पैच",
        "-> शरीर के खोपड़ी, भौंह, काजल, अवुरी बाल वाला बाकी इलाका के प्रभावित क सकता",
        ">> एलोपेसिया एरियाटा के कारण:",
        "-> एगो ऑटोइम्यून विकार जवना में प्रतिरक्षा प्रणाली बाल के रोप प हमला करेला। बाल के बल्ब के आसपास टी-सेल के माध्यम से सूजन से बाल झड़ल होखेला।",
        ">> खारिज एरियाटा के जोखिम कारक:",
        "-> एलोपेसिया भा अउरी ऑटोइम्यून बेमारी (जइसे कि थाइरॉइड के बेमारी आ विटिलिगो) के पारिवारिक इतिहास",
        "-> मनोवैज्ञानिक तनाव", 
        "● एंड्रोजेनेटिक खालोपन:",
       
        "-> प्रगतिशील बाल पतला होखे आ झड़ल, एगो विशिष्ट पैटर्न के पालन करत",
        "-> पुरुष- बाल के रेखा पीछे हटत आ माथा के मुकुट (शिखर) पर पतला होखल",
        "-> महिला- ललाट के बाल रेखा के बनाए रखत मुकुट के ऊपर फैलल पतलापन",
        ">> एंड्रोजेनेटिक खालोपन के कारण:",
        "-> टेस्टोस्टेरोन के व्युत्पन्न डाइहाइड्रोटेस्टोस्टेरोन (DHT) बाल के कूप में एंड्रोजन रिसेप्टर से जुड़ जाला, जवना से बाल के बढ़े के चक्र (एनाजेन फेज) के लघु अवुरी छोट हो जाला",
        ">> एंड्रोजेनेटिक खालोपन के जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति", 
        "-> हार्मोनल प्रभाव", 
        "-> उमिर बढ़ल",
        "-> पुरुष सेक्स" 
       ] ,
    "chg":  [
        "■ बाल और स्कैल्प विकार",
        "● एलोपेशिया अरियाटा:",
        "-> अचानक शुरू होने वाले स्पष्ट सीमांत वाले गोल, गैर झड़नेवाले गंजे पैच",
        "-> सिर में, भौंहों में, आंखों की पलकों में और शरीर के अन्य बालों वाले क्षेत्रों को प्रभावित कर सकता है",
        ">> एलोपेशिया अरियाटा के लिए कारण:",
        "-> एक ऑटोइम्यून विकार जिसमें इम्यून सिस्टम बाल के फोलिकल पर हमला करता है। बाल के बल्ब के चारों ओर टी-सेल प्रेरित सूजन से बालों का नुकसान होता है।",
        ">> एलोपेशिया अरियाटा के जोखिम कारक:",
        "-> एलोपेशिया या अन्य ऑटोइम्यून रोगों (जैसे थायरॉइड रोग और विटिलिगो) का परिवारिक इतिहास",
        "-> मानसिक तनाव",
        "● आंद्रोजेनेटिक एलोपेशिया:",
        "-> एक विशिष्ट पैटर्न का पालन करते हुए प्रगतिशील बालों की पतलापन और गंजापन",
        "-> पुरुष - सिर की गतिमान और गंत्र (वर्टेक्स) में पतला होना",
        "-> महिलाएँ - सिर के मुख्य हेयरलाइन को बनाए रखते हुए मुख्य रूप से पतला होना",
        ">> आंद्रोजेनेटिक एलोपेशिया के लिए कारण:",
        "-> टेस्टोस्टेरोन का उपशोषित, डाइहाइड्रोटेस्टोस्टेरोन (डीएचटी), बाल के फोलिकल में अंड्रोजेन प्राप्त करता है, जिससे बाल की वृद्धि चक्र (अनाजन चरण) का लघुकरण और संक्षेपण होता है।",
        ">> आंद्रोजेनेटिक एलोपेशिया के जोखिम कारक:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> हार्मोनल प्रभाव",
        "-> बढ़ती आयु",
        "-> पुरुष लिंग"
    ],
    "doi": [
        "■ बाल ते खोपड़ी दे विकार",
        "● एलोपेसिया एरियाटा:",
       
        "-> अचानक-शुरुआत च अच्छी तरह कन्नै सीमांकित गोल, गैर-दागदार गंजे पैच",
        "-> खोपड़ी, भौंह, जुल्फें, ते शरीर दे होर बालें आह्ले इलाकें गी प्रभावित करी सकदा ऐ",
        ">> एलोपेसिया एरियाटा दा कारण:",
        "-> इक ऑटोइम्यून विकार जिस च प्रतिरक्षा प्रणाली बालें दे कूपें उप्पर हमला करदी ऐ। बालें दे बल्ब दे आसपास टी-सेल मध्यस्थता आह्ली सूजन कन्नै बाल झड़ने दा कारण बनदा ऐ।",
        ">> खास एरियाटा दे जोखिम दे कारक:",
        "-> एलोपेसिया जां होर आटोइम्यून बमारियें (जियां थाइरोइड दी बीमारी ते विटिलिगो) दा पारिवारिक इतिहास",
        "-> मनोवैज्ञानिक तनाव",
        "● एंड्रोजेनेटिक खालो:",
       
        "-> प्रगतिशील बाल पतलापन ते झड़ना, इक विशिष्ट पैटर्न दा पालन करदे होई",
        "-> पुरुष- बालें दी रेखा हटने ते खोपड़ी दे मुकुट (शिखर) पर पतला होना",
        "-> महिलाएं- ललाट दी बालें दी रेखा गी बनाए रखदे होई मुकुट उप्पर फैले दा पतला होना",
        ">> एंड्रोजेनेटिक खालोपन दा कारण:",
        "-> टेस्टोस्टेरोन दा इक व्युत्पन्न डाइहाइड्रोटेस्टोस्टेरोन (DHT) बालें दे कूपें च एंड्रोजन रिसेप्टर्स कन्नै जुड़दा ऐ, जिस कन्नै बालें दे विकास चक्र (एनाजेन चरण) च लघुकरण ते घट्ट होने दा कारण बनदा ऐ",
        ">> एंड्रोजेनेटिक खालोने दे जोखिम दे कारक:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> हार्मोनल प्रभाव",
        "-> उम्र च वृद्धि",
        "-> पुरुष सेक्स"
       ],
    "en": [
        "■ Hair and Scalp Disorders",
        "● Alopecia Areata:",
       
        "-> Sudden-onset of well-demarcated round, non-scarring bald patches",
        "-> Can affect the scalp, eyebrows, eyelashes, and other hair-bearing areas of the body",
        ">> Cause for Alopecia Areata:",
        "-> An autoimmune disorder in which the immune system attacks the hair follicles. T-cell mediated inflammation around the hair bulb leads to hair loss.",
        ">> Risk Factors for Alopecia Areata:",
        "-> Family history of alopecia or other autoimmune diseases (e.g. thyroid disease and vitiligo)",
        "-> Psychological stress",
        "● Androgenetic Alopecia:",
       
        "-> Progressive hair thinning and loss, following a specific pattern",
        "-> Men- receding hairline and thinning at the crown (vertex) of the scalp",
        "-> Women- diffuse thinning over the crown while maintaining the frontal hairline",
        ">> Cause for Androgenetic Alopecia:",
        "-> Dihydrotestosterone (DHT), a derivative of testosterone, binds to androgen receptors in hair follicles, leading to miniaturization and shortening of the hair growth cycle (anagen phase)",
        ">> Risk Factors for Androgenetic Alopecia:",
        "-> Genetic predisposition",
        "-> Hormonal influences",
        "-> Increased age",
        "-> Male sex"
       ],
    "gu": [
 "■ વાળ અને ખોપરી ઉપરની ચામડીની વિકૃતિઓ",
 "● એલોપેસીયા એરિયાટા:",

 "-> સારી રીતે સીમાંકિત રાઉન્ડ, ડાઘ વગરના બાલ્ડ પેચની અચાનક શરૂઆત",
 "-> માથાની ચામડી, ભમર, પાંપણ અને શરીરના અન્ય વાળ ધરાવતા વિસ્તારોને અસર કરી શકે છે",
 ">> એલોપેસીયા એરિયાટા માટેનું કારણ:",
 "-> ઓટોઇમ્યુન ડિસઓર્ડર જેમાં રોગપ્રતિકારક તંત્ર વાળના ફોલિકલ્સ પર હુમલો કરે છે. વાળના બલ્બની આસપાસ ટી-સેલ મધ્યસ્થી બળતરા વાળ ખરવા તરફ દોરી જાય છે.",
 ">> એલોપેસીયા એરિયાટા માટે જોખમી પરિબળો:",
 "-> એલોપેસીયા અથવા અન્ય સ્વયંપ્રતિરક્ષા રોગોનો કૌટુંબિક ઇતિહાસ (દા.ત. થાઇરોઇડ રોગ અને પાંડુરોગ)",
 "-> માનસિક તણાવ",
 "● એન્ડ્રોજેનેટિક એલોપેસીયા:",

 "-> ચોક્કસ પેટર્નને અનુસરીને પ્રગતિશીલ વાળ પાતળા થવા અને ખરવા",
 "-> પુરુષો- ખોપરી ઉપરની ચામડીના તાજ (શિરોબિંદુ) પર વાળની ​​​​માળખું અને પાતળા થવું",
 "-> સ્ત્રીઓ- આગળની વાળની ​​​​માળખું જાળવી રાખતી વખતે તાજ પર પાતળું થવું",
 ">> એન્ડ્રોજેનેટિક એલોપેસીયા માટેનું કારણ:",
 "-> ડાયહાઇડ્રોટેસ્ટોસ્ટેરોન (DHT), ટેસ્ટોસ્ટેરોનનું વ્યુત્પન્ન, વાળના ફોલિકલ્સમાં એન્ડ્રોજન રીસેપ્ટર્સ સાથે જોડાય છે, જે વાળ વૃદ્ધિ ચક્ર (એનાજેન તબક્કો) ના નાના અને ટૂંકાણ તરફ દોરી જાય છે",
 ">> એન્ડ્રોજેનેટિક એલોપેસીયા માટેના જોખમી પરિબળો:",
 "-> આનુવંશિક વલણ",
 "-> હોર્મોનલ પ્રભાવ",
 "-> વધેલી ઉંમર",
 "-> પુરુષ જાતિ"
],
    "hne":  [
        "■ बाल और स्कैल्प विकार",
        "● एलोपेशिया अरियाटा:",
        "-> अचानक प्रारंभ होने वाले अच्छी तरह से परिभाषित गोल, गैर अपशिष्ट गंजे पैच",
        "-> सिर, भौंह, आंख की ब्रो, आणि बाकी कई बालदार क्षेत्रों पर असर कर सकते",
        ">> एलोपेशिया अरियाटा के कारण:",
        "-> एक ऑटोइम्यून विकार जिसमें इम्यून प्रणाली बाल के फॉलिकल पर हमला करती है। बाल के बल्ब के चारों ओर टी-सेल मीडिएटेड सूजन से बाल झड़ना।",
        ">> एलोपेशिया अरियाटा के जोखिम कारक:",
        "-> एलोपेशिया या अन्य ऑटोइम्यून रोग (जैसे की थायरॉइड रोग और विटिलिगो) के परिवारिक इतिहास",
        "-> मानसिक तनाव",
        "● आंद्रोजेनेटिक एलोपेशिया:",
        "-> एक विशिष्ट पैटर्न की पुरानी बाल और नुकसान अनुसरण",
        "-> पुरुष - पश्चात्तर बाल की रेखा और झुकाव (वर्टेक्स) में पतला",
        "-> महिलाएं - मुख्य रूप से पटले के मुख्य हेयरलाइन को बनाए रखते हुए पटला",
        ">> आंद्रोजेनेटिक एलोपेशिया के कारण:",
        "-> टेस्टोस्टेरोन (डीएचटी), एक डाइटोस्ट्रोजियाइट (डीएचटी) का उपयोग कर रहा है, बाल फॉलिकल में अंदरोजेन प्राप्त करता है, जिससे बाल की वृद्धि चक्र (अनाजन चरण) की शिक्षाया और संक्षेपण होता है।",
        ">> आंद्रोजेनेटिक एलोपेशिया के जोखिम कारक:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> हारमोनल प्रभाव",
        "-> बढ़ती आयु",
        "-> पुरुष लिंग"
    ],
    "hi": [
 "■ बाल और खोपड़ी विकार",
 "● एलोपेशिया एरीटा:",

 "-> अच्छी तरह से सीमांकित गोल, बिना दाग वाले गंजे पैच की अचानक शुरुआत",
 "-> खोपड़ी, भौहें, पलकें और शरीर के अन्य बाल वाले क्षेत्रों को प्रभावित कर सकता है",
 ">> एलोपेसिया एरीटा का कारण:",
 "-> एक ऑटोइम्यून विकार जिसमें प्रतिरक्षा प्रणाली बालों के रोमों पर हमला करती है। बालों के रोम के चारों ओर टी-सेल की मध्यस्थता वाली सूजन से बाल झड़ने लगते हैं।",
 ">> एलोपेशिया एरीटा के जोखिम कारक:",
 "-> खालित्य या अन्य ऑटोइम्यून बीमारियों का पारिवारिक इतिहास (जैसे थायरॉयड रोग और विटिलिगो)",
 "-> मनोवैज्ञानिक तनाव",
 "● एंड्रोजेनेटिक एलोपेसिया:",

 "-> एक विशिष्ट पैटर्न के बाद, प्रगतिशील रूप से बालों का पतला होना और झड़ना",
 "->पुरुष- सिर के शीर्ष पर हेयरलाइन का कम होना और पतला होना",
 "-> महिलाएं- ललाट की हेयरलाइन को बनाए रखते हुए सिर के ऊपर फैला हुआ पतलापन",
 ">>एंड्रोजेनेटिक एलोपेसिया का कारण:",
 "-> डायहाइड्रोटेस्टोस्टेरोन (DHT), टेस्टोस्टेरोन का एक व्युत्पन्न, बालों के रोम में एण्ड्रोजन रिसेप्टर्स को बांधता है, जिससे बाल विकास चक्र (एनाजेन चरण) छोटा और छोटा हो जाता है",
 ">>एंड्रोजेनेटिक एलोपेसिया के जोखिम कारक:",
 "-> आनुवंशिक प्रवृत्ति",
 "->हार्मोनल प्रभाव",
 "->बढ़ी हुई उम्र",
 "->पुरुष सेक्स"
],
    "kn": [
 "■ ಕೂದಲು ಮತ್ತು ನೆತ್ತಿಯ ಅಸ್ವಸ್ಥತೆಗಳು",
 "● ಅಲೋಪೆಸಿಯಾ ಅರೇಟಾ:",

 "-> ಚೆನ್ನಾಗಿ ಗುರುತಿಸಲಾದ ಸುತ್ತಿನ, ಗುರುತು ಹಾಕದ ಬೋಳು ತೇಪೆಗಳ ಹಠಾತ್-ಆರಂಭ",
 "-> ನೆತ್ತಿ, ಹುಬ್ಬುಗಳು, ಕಣ್ರೆಪ್ಪೆಗಳು ಮತ್ತು ದೇಹದ ಇತರ ಕೂದಲು-ಬೇರಿಂಗ್ ಪ್ರದೇಶಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು",
 ">> ಅಲೋಪೆಸಿಯಾ ಏರಿಯಾಟಕ್ಕೆ ಕಾರಣ:",
 "-> ಪ್ರತಿರಕ್ಷಣಾ ವ್ಯವಸ್ಥೆಯು ಕೂದಲು ಕಿರುಚೀಲಗಳ ಮೇಲೆ ದಾಳಿ ಮಾಡುವ ಸ್ವಯಂ ನಿರೋಧಕ ಅಸ್ವಸ್ಥತೆ. ಕೂದಲು ಬಲ್ಬ್ ಸುತ್ತಲೂ ಟಿ-ಸೆಲ್ ಮಧ್ಯಸ್ಥಿಕೆಯ ಉರಿಯೂತವು ಕೂದಲು ಉದುರುವಿಕೆಗೆ ಕಾರಣವಾಗುತ್ತದೆ.",
 ">> ಅಲೋಪೆಸಿಯಾ ಏರಿಯಾಟಾದ ಅಪಾಯದ ಅಂಶಗಳು:",
 "-> ಅಲೋಪೆಸಿಯಾ ಅಥವಾ ಇತರ ಸ್ವಯಂ ನಿರೋಧಕ ಕಾಯಿಲೆಗಳ ಕುಟುಂಬದ ಇತಿಹಾಸ (ಉದಾ. ಥೈರಾಯ್ಡ್ ಕಾಯಿಲೆ ಮತ್ತು ವಿಟಲಿಗೋ)",
 "-> ಮಾನಸಿಕ ಒತ್ತಡ",
 "● ಆಂಡ್ರೊಜೆನೆಟಿಕ್ ಅಲೋಪೆಸಿಯಾ:",

 "-> ಪ್ರಗತಿಶೀಲ ಕೂದಲು ತೆಳುವಾಗುವುದು ಮತ್ತು ನಷ್ಟ, ನಿರ್ದಿಷ್ಟ ಮಾದರಿಯನ್ನು ಅನುಸರಿಸಿ",
 "-> ಪುರುಷರು- ನೆತ್ತಿಯ ಕಿರೀಟದಲ್ಲಿ (ಶೃಂಗ) ಕೂದಲು ತೆಳುವಾಗುವುದು ಮತ್ತು ತೆಳುವಾಗುವುದು",
 "-> ಮಹಿಳೆಯರು- ಮುಂಭಾಗದ ಕೂದಲಿನ ರೇಖೆಯನ್ನು ನಿರ್ವಹಿಸುವಾಗ ಕಿರೀಟದ ಮೇಲೆ ತೆಳುವಾಗುವುದು",
 ">> ಆಂಡ್ರೊಜೆನೆಟಿಕ್ ಅಲೋಪೆಸಿಯಾ ಕಾರಣ:",
 "-> ಡೈಹೈಡ್ರೊಟೆಸ್ಟೋಸ್ಟೆರಾನ್ (DHT), ಟೆಸ್ಟೋಸ್ಟೆರಾನ್‌ನ ವ್ಯುತ್ಪನ್ನ, ಕೂದಲು ಕಿರುಚೀಲಗಳಲ್ಲಿನ ಆಂಡ್ರೊಜೆನ್ ಗ್ರಾಹಕಗಳಿಗೆ ಬಂಧಿಸುತ್ತದೆ, ಇದು ಕೂದಲಿನ ಬೆಳವಣಿಗೆಯ ಚಕ್ರವನ್ನು (ಅನಾಜೆನ್ ಹಂತ) ಚಿಕ್ಕದಾಗಿಸಲು ಮತ್ತು ಕಡಿಮೆ ಮಾಡಲು ಕಾರಣವಾಗುತ್ತದೆ",
 ">> ಆಂಡ್ರೊಜೆನೆಟಿಕ್ ಅಲೋಪೆಸಿಯಾಕ್ಕೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಆನುವಂಶಿಕ ಪ್ರವೃತ್ತಿ",
 "-> ಹಾರ್ಮೋನ್ ಪ್ರಭಾವಗಳು",
 "-> ಹೆಚ್ಚಿದ ವಯಸ್ಸು",
 "-> ಪುರುಷ ಲೈಂಗಿಕತೆ"
],
    "ks": [
        "■ بال اور سکیلپ بیماریاں",
        "● ایلوپیشیا ایریٹا:",
        "-> اچانک شروع ہونے والے ویل ڈیمارکیٹڈ راؤنڈ، نان-سکارنگ بالڈ پیچز",
        "-> سر، ابرو، آنکھوں کی پلکوں، اور جسم کے دیگر بال دار علاقوں پر اثر انداز ہوسکتا ہے",
        ">> ایلوپیشیا ایریٹا کے لئے وجہ:",
        "-> جسمانی خود مختاری کا ایک اوٹوئمیون بیماری جس میں جسمانی نظام بال کے فالیکلز پر حملہ کرتا ہے۔ بال کے بلب کے ارد گرد ٹی-سیل میڈیئٹڈ سوجن بال گرنے کا باعث ہوتی ہے۔",
        ">> ایلوپیشیا ایریٹا کے خطراتی عوامل:",
        "-> ایلوپیشیا یا دیگر اوٹوئمیون بیماریوں (جیسے تھائی رائیڈ ڈیزیز اور وٹیلگو) کی خاندانی تاریخ",
        "-> نفسیاتی دباؤ",
        "● اینڈروجینیٹک ایلوپیشیا:",
        "-> ایک مخصوص پیٹرن کے تحت تدریجی بال پتلا ہونا اور نقصان",
        "-> مرد - سر کے ریسیڈنگ ہیئر لائن اور اوپری ہیئر پر پتلا ہونا (ورٹیکس)",
        "-> عورتیں - سر کے وسطی حصے پر پھیلے ہوئے پتلے بال جبکہ سامنے کے بال کی ریشہ ہرتے ہوئے بنا رہے ہیں",
        ">> اینڈروجینیٹک ایلوپیشیا کے لئے وجہ:",
        "-> ٹیسٹوسٹیرون کا مشتق، ٹیسٹوسٹیرون کا مشتق، بال کے فالیکلز میں اندروجین پر رسائی کرتا ہے، جس سے بال کی ورضحی چکر کی تحریر پر معمری اور سنکچپی کا باعث ہے۔",
        ">> اینڈروجینیٹک ایلوپیشیا کے خطراتی عوامل:",
        "-> جینیاتی تعینات",
        "-> ہارمونل اثرات",
        "-> بڑھتی عمر",
        "-> نر لنگ"
    ],
    "kok": [
 "■ केंस आनी माथ्याचे विकार",
 "● अॅलोपेसिया एरियाटा:",

 "-> अचकीत-बरी मर्यादा घाल्ले वाटकुळे, दाग नाशिल्ले टक्कल पॅच",
 "-> माथ्याची कात, भोंवतणीं, दोळ्यांचे पळे, आनी कुडीच्या हेर केंस आशिल्ल्या भागांचेर परिणाम जावं येता",
 ">> अॅलोपेसिया एरियाटा जावपाचें कारण:",
 "-> एक ऑटोइम्युन विकार जातूंत रोगप्रतिकार शक्त केंसांच्या कूपांचेर हल्लो करता. केंसांच्या बल्बा भोंवतणी टी-सेल मध्यस्थीन जावपी दाह जाल्यार केंस गळटात.",
 ">> अॅलोपेसिया एरियाटा खातीर जोखीम घटक:",
 "-> अॅलोपेसिया वा हेर ऑटोइम्युन रोग (देखीक- थायरॉयड रोग आनी व्हिटिलिगो) हांचो कुटुंबीक इतिहास",
 "-> मानसीक ताण",
 "● एण्ड्रोजेनेटिक अॅलोपेसिया:",

 "-> प्रगतीशील केंस पातळ जावप आनी वचप, विशिश्ट नमुन्या प्रमाण",
 "-> पुरुष- केंसांची रेखा फाटीं सरप आनी माथ्याच्या कातीच्या मुकुटाचेर (शिखर) पातळ जावप",
 "-> बायलो- फुडल्या केंसांची रेखा सांबाळून मुकुटाचेर प्रसारीत पातळ करप",
 ">> अँड्रोजेनेटिक अॅलोपेसिया जावपाचें कारण:",
 "-> टेस्टोस्टेरोनाचें व्युत्पन्न डायहायड्रोटेस्टोस्टेरोन (DHT) केंसांच्या कूपांतल्या एण्ड्रोजन रिसेप्टरांकडेन बंधन जावन केंस वाडपाचें चक्र (अॅनॅजन फेज) ल्हान आनी ल्हान जाता",
 ">> एण्ड्रोजेनेटिक अॅलोपेसियाचे जोखीम घटक:",
 "-> आनुवंशिक प्रवृत्ती",
 "-> हार्मोनल प्रभाव",
 "-> पिराय वाडली",
 "-> पुरुष लिंग"
] ,
    "mai": [
 "■ बाल एवं खोपड़ी के विकार",
 "● खालिस्वाद एरियाटा:",

 "-> नीक जकाँ सीमांकित गोल, गैर-दागदार गंजा पैच के अचानक-शुरुआत",
 "-> शरीर के माथ, भौंह, काजर, आ अन्य रोम-रोम वाला क्षेत्र के प्रभावित क सकैत अछि",
 ">> खाल एरियाटा के कारण:",
 "-> एकटा ऑटोइम्यून विकार जाहि मे प्रतिरक्षा प्रणाली रोमकूप पर हमला करैत अछि। बाल बल्ब के आसपास टी-सेल मध्यस्थता सूजन के कारण बाल झड़ैत अछि।",
 ">> एलोपेसिया एरियाटा के लेल जोखिम कारक:",
 "-> एलोपेसिया या अन्य ऑटोइम्यून रोग (जैना थाइरॉइड रोग आ विटिलिगो) के पारिवारिक इतिहास",
 "-> मनोवैज्ञानिक तनाव",
 "● एण्ड्रोजेनेटिक खालोपन:",

 "-> प्रगतिशील बाल पतलापन आ झड़ब, एकटा विशिष्ट पैटर्न के पालन करैत",
 "-> पुरुष- केश रेखा हटैत आ माथक मुकुट (शिखर) पर पतला होइत",
 "-> महिला- ललाट केश रेखा के बनाए रखते हुए मुकुट के ऊपर विसरित पतलापन",
 ">> एण्ड्रोजेनेटिक खालोपन के कारण:",
 "-> टेस्टोस्टेरोन केरऽ व्युत्पन्न डाइहाइड्रोटेस्टोस्टेरोन (DHT) रोमकूपऽ म॑ एंड्रोजन रिसेप्टर्स स॑ जुड़ै छै, जेकरा स॑ बाल केरऽ विकास चक्र (एनाजेन चरण) केरऽ लघुीकरण आरू छोटऽ होय जाय छै" ,
 ">> एण्ड्रोजेनेटिक खालोपन के लिये जोखिम कारक:",
 "-> आनुवंशिक प्रवृत्ति",
 "-> हार्मोनल प्रभाव",
 "-> उम्र बढ़ल",
 "-> पुरुष लिंग"
] ,
    "ml": [
 "■ മുടിയുടെയും തലയോട്ടിയുടെയും തകരാറുകൾ",
 "● അലോപ്പീസിയ ഏരിയറ്റ:",

 "-> നന്നായി വേർതിരിക്കപ്പെട്ട വൃത്താകൃതിയിലുള്ള, പാടുകളില്ലാത്ത മൊട്ടത്തടികളുടെ പെട്ടെന്നുള്ള ആരംഭം",
 "-> ശിരോചർമ്മം, പുരികങ്ങൾ, കണ്പീലികൾ, ശരീരത്തിലെ മറ്റ് രോമമുള്ള ഭാഗങ്ങൾ എന്നിവയെ ബാധിക്കും",
 ">> അലോപ്പീസിയ ഏരിയറ്റയുടെ കാരണം:",
 "-> രോഗപ്രതിരോധസംവിധാനം രോമകൂപങ്ങളെ ആക്രമിക്കുന്ന ഒരു സ്വയം രോഗപ്രതിരോധ വൈകല്യം. ഹെയർ ബൾബിന് ചുറ്റുമുള്ള ടി-സെൽ മീഡിയേറ്റഡ് വീക്കം മുടി കൊഴിച്ചിലിലേക്ക് നയിക്കുന്നു.",
 ">> അലോപ്പീസിയ ഏരിയാറ്റയ്ക്കുള്ള അപകട ഘടകങ്ങൾ:",
 "-> അലോപ്പീസിയ അല്ലെങ്കിൽ മറ്റ് സ്വയം രോഗപ്രതിരോധ രോഗങ്ങളുടെ കുടുംബ ചരിത്രം (ഉദാ. തൈറോയ്ഡ് രോഗം, വിറ്റിലിഗോ)",
 "-> മാനസിക സമ്മർദ്ദം",
 "● ആൻഡ്രോജെനെറ്റിക് അലോപ്പീസിയ:",

 "-> ഒരു പ്രത്യേക പാറ്റേൺ പിന്തുടരുന്ന പുരോഗമനപരമായ മുടി കൊഴിയലും കൊഴിയലും",
 "-> പുരുഷന്മാർ- തലയോട്ടിയിലെ മകുടത്തിൽ (ശീർഷം) രോമം കുറയുകയും കനം കുറയുകയും ചെയ്യുന്നു",
 "-> സ്ത്രീകൾ- മുൻഭാഗത്തെ രോമങ്ങൾ നിലനിർത്തിക്കൊണ്ടുതന്നെ കിരീടത്തിന് മുകളിൽ മെലിഞ്ഞത് വ്യാപിക്കുന്നു",
 ">> ആൻഡ്രോജെനെറ്റിക് അലോപ്പീസിയയ്ക്കുള്ള കാരണം:",
 "-> ടെസ്റ്റോസ്റ്റിറോണിൻ്റെ ഒരു ഡെറിവേറ്റീവായ ഡൈഹൈഡ്രോട്ടെസ്റ്റോസ്റ്റിറോൺ (DHT), രോമകൂപങ്ങളിലെ ആൻഡ്രോജൻ റിസപ്റ്ററുകളുമായി ബന്ധിപ്പിക്കുന്നു, ഇത് മുടി വളർച്ചാ ചക്രം (അനാജൻ ഘട്ടം) ചെറുതാക്കുന്നതിനും ചെറുതാക്കുന്നതിനും ഇടയാക്കുന്നു",
 ">> ആൻഡ്രോജെനെറ്റിക് അലോപ്പീസിയയ്ക്കുള്ള അപകട ഘടകങ്ങൾ:",
 "-> ജനിതക മുൻകരുതൽ",
 "-> ഹോർമോൺ സ്വാധീനം",
 "-> വർദ്ധിച്ച പ്രായം",
 "-> പുരുഷ ലൈംഗികത"
],
    "mni": [
        "■ ꯅꯩꯂꯥꯄ ꯍꯤꯝꯁ ꯑꯁꯥꯟꯊꯥꯛ",
        "● ꯉꯥꯔꯥꯁꯨ ꯂꯩꯄꯦꯛꯀ:",
        "-> ꯍꯥꯡꯊꯥꯛ ꯆꯠꯇꯕ ꯔꯠꯍꯥꯞꯁꯤ ꯈꯧꯄ, ꯆꯥꯡꯊ ꯈꯧꯄ ꯆꯠꯇꯕ ꯂꯩꯄꯦꯛꯁꯨ ꯌꯥꯡꯊ ꯈꯧꯄ ꯀꯤꯡꯁꯤꯔ ꯀꯥꯞꯊꯧꯁ ꯁꯥꯔ ꯈꯧꯄ",
        "-> ꯍꯥꯡꯊꯥꯛ ꯂꯩꯄꯦꯛꯀ ꯁꯧꯈꯥꯏ ꯍꯧꯕꯥꯛ ꯑꯁꯥꯟꯊꯥꯛꯁꯤ ꯂꯧꯔꯨ ꯌꯥꯡꯊ ꯍꯧꯕꯥꯛ ꯁꯥꯟꯊ ꯆꯥꯡꯊꯧ ꯑꯁꯥꯟꯊ ꯂꯩꯄꯦꯛꯁꯨ ꯁꯥꯔ ꯈꯧꯄ ꯁꯥꯍꯧꯁꯤꯁ ꯄꯦꯅꯥꯔ ꯂꯦꯝꯗꯤ ꯄꯥꯞꯁ ꯁꯥꯔ",
        ">> ꯉꯥꯡꯊꯥꯛ ꯂꯩꯄꯦꯛꯀ ꯁꯧꯈꯥꯏ:",
        "-> ꯉꯥꯡꯊꯥꯛ ꯄꯨꯔꯥꯞꯁꯤ ꯌꯥꯡꯊ ꯍꯧꯕꯥꯛ ꯁꯧꯔꯨ ꯄꯨꯔꯥꯞꯁꯤ ꯈꯧꯄ ꯏꯕ ꯄꯥꯞꯁꯤ ꯁꯥꯔ ꯈꯧꯄ",
        ">> ꯉꯥꯡꯊꯥꯛ ꯂꯩꯄꯦꯛꯀ ꯁꯧꯈꯥꯏꯂꯤ ꯂꯧꯔꯨ ꯑꯁꯥꯟꯊꯥꯛ ꯂꯩꯄꯦꯛꯁꯨ:",
        "-> ꯍꯥꯡꯊꯥꯛ ꯄꯨꯔꯥꯞꯁꯤ ꯏꯕ ꯄꯥꯞꯁꯤ ꯁꯥꯔ ꯈꯧꯄ",
        "-> ꯄꯨꯔꯥꯞꯁꯤ ꯏꯕ ꯄꯥꯞꯁꯤ ꯁꯥꯔ",
        "-> ꯅꯥꯔꯣ ꯂꯩꯄ",
        "-> ꯉꯥꯟ ꯉꯧꯔꯨ"
    ],
    "mr": [
 "■ केस आणि टाळूचे विकार",
 "● अलोपेसिया अरेटा:",

 "-> चांगले-सीमांकित गोल, टक्कल नसलेले ठिपके अचानक येणे",
 "-> टाळू, भुवया, पापण्या आणि शरीराच्या इतर केस असलेल्या भागांवर परिणाम होऊ शकतो",
 ">> अलोपेसिया एरियाटा साठी कारण:",
 "-> एक ऑटोइम्यून डिसऑर्डर ज्यामध्ये रोगप्रतिकारक प्रणाली केसांच्या कूपांवर हल्ला करते. केसांच्या बल्बभोवती टी-सेल मध्यस्थीमुळे केस गळतात.",
 ">> अलोपेसिया एरियाटा साठी जोखीम घटक:",
 "-> अलोपेसिया किंवा इतर स्वयंप्रतिकार रोगांचा कौटुंबिक इतिहास (उदा. थायरॉईड रोग आणि त्वचारोग)",
 "-> मानसिक ताण",
 "● एंड्रोजेनेटिक अलोपेसिया:",

 "-> प्रगतीशील केस पातळ होणे आणि गळणे, विशिष्ट पॅटर्ननुसार",
 "-> पुरुष- केसांची रेषा कमी होणे आणि टाळूच्या मुकुटावर (शिरोबिंदू) पातळ होणे",
 "-> महिला- समोरच्या केसांची रेषा राखताना मुकुटावर पातळ करणे",
 ">> एंड्रोजेनेटिक अलोपेसियाचे कारण:",
 "-> डायहाइड्रोटेस्टोस्टेरोन (DHT), टेस्टोस्टेरॉनचे व्युत्पन्न, केसांच्या कूपांमध्ये एंड्रोजन रिसेप्टर्सशी बांधले जाते, ज्यामुळे केसांच्या वाढीचे चक्र (ॲनाजेन फेज) लहान होते आणि लहान होते",
 ">> एंड्रोजेनेटिक अलोपेसियासाठी जोखीम घटक:",
 "-> अनुवांशिक पूर्वस्थिती",
 "-> हार्मोनल प्रभाव",
 "-> वाढलेले वय",
 "-> पुरुष लिंग"
],
    "ne": [
 "■ कपाल र टाउको सम्बन्धी विकारहरू",
 "● Alopecia Areata:",

 "-> राम्ररी सिमाङ्कन गरिएको राउन्ड, दाग नभएको टाउको दागको अचानक शुरुवात",
 "-> टाउको, भौं, परेला, र शरीरको अन्य कपाल हुने क्षेत्रहरूलाई असर गर्न सक्छ",
 ">> Alopecia Areata को कारण:",
 "-> एक अटोइम्यून डिसअर्डर जसमा प्रतिरक्षा प्रणालीले कपालको फोलिकल्समा आक्रमण गर्छ। कपालको बल्ब वरिपरि टी-सेल मध्यस्थताको सूजनले कपाल झर्छ।",
 ">> एलोपेसिया एरियाटाका लागि जोखिम कारकहरू:",
 "-> एलोपेसिया वा अन्य अटोइम्यून रोगहरूको पारिवारिक इतिहास (जस्तै थाइरोइड रोग र भिटिलिगो)",
 "-> मनोवैज्ञानिक तनाव",
 "● एन्ड्रोजेनेटिक एलोपेसिया:",

 "-> प्रगतिशील कपाल पातलो र झर्ने, एक विशेष ढाँचा पछ्याउँदै",
 "-> पुरुष- कपालको रेखा घट्नु र टाउकोको मुकुट (शीर्ष) मा पातलो हुनु",
 "-> महिलाहरू - अगाडिको कपालको रेखालाई कायम राख्दा मुकुटमा पातलो पार्ने",
 ">> एन्ड्रोजेनेटिक एलोपेसियाको कारण:",
 "-> डाइहाइड्रोटेस्टोस्टेरोन (DHT), टेस्टोस्टेरोनको व्युत्पन्न, कपालको फोलिकल्समा एन्ड्रोजन रिसेप्टरहरूसँग बाँध्छ, जसले कपालको वृद्धि चक्र (एनाजेन चरण) को सानो र छोटो बनाउँछ।",
 ">> एन्ड्रोजेनेटिक एलोपेसियाका लागि जोखिम कारकहरू:",
 "-> आनुवंशिक पूर्वस्थिति",
 "-> हर्मोनल प्रभाव",
 "-> बढेको उमेर",
 "-> पुरुष लिंग"
],
    "or": [
        "■ କେଶ ଏବଂ ତ୍ୱଚା ବ୍ୟାଧି",
        "● ଆଲୋପେସିଆ ଆରେଟା:",
       
        "-> ସୁଚିନ୍ତିତ ରାଉଣ୍ଡର ହଠାତ୍ ଆରମ୍ଭ, ଦାଗ ନଥିବା ବାଳ ପ୍ୟାଚ୍",
        "-> ତ୍ୱଚା, ଭ୍ରୁ, ଆଖିପତା ଏବଂ ଶରୀରର ଅନ୍ୟ କେଶ ବହନ କରୁଥିବା ସ୍ଥାନ ଉପରେ ପ୍ରଭାବ ପକାଇପାରେ",
        ">> ଆଲୋପେସିଆ ଆରେଟାର କାରଣ:",
        "-> ଏକ ଅଟୋମ୍ୟୁମ୍ୟୁନ ଡିସଅର୍ଡର ଯେଉଁଥିରେ ପ୍ରତିରକ୍ଷା ପ୍ରଣାଳୀ ହେୟାର ଫୋଲିକଲ ଉପରେ ଆକ୍ରମଣ କରିଥାଏ।",
        ">> ଆଲୋପେସିଆ ଆରେଟା ପାଇଁ ବିପଦ କାରକ:",
        "-> ଆଲୋପେସିଆ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଅଟୋମ୍ୟୁମ୍ୟୁନ ରୋଗର ପାରିବାରିକ ଇତିହାସ (ଯଥା ଥାଇରଏଡ ରୋଗ ଏବଂ ଭିଟିଲିଗୋ)",
        "-> ମାନସିକ ଚାପ",
        "● ଆଣ୍ଡ୍ରୋଜେନେଟିକ୍ ଆଲୋପେସିଆ:",
       
        "-> ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ pattern ାଞ୍ଚା ଅନୁସରଣ କରି ପ୍ରଗତିଶୀଳ କେଶ ପତଳା ଏବଂ କ୍ଷତି",
        "-> ପୁରୁଷ- ହେୟାର ଲାଇନ୍ ଏବଂ ତ୍ୱଚାର ମୁକୁଟ (ଭର୍ଟେକ୍ସ) ରେ ପତଳା",
        "-> ମହିଳା- ଫ୍ରଣ୍ଟାଲ୍ ହେୟାର ଲାଇନ୍ ବଜାୟ ରଖିବାବେଳେ ମୁକୁଟ ଉପରେ ପତଳା ହେବା",
        ">> ଆଣ୍ଡ୍ରୋଜେନେଟିକ୍ ଆଲୋପେସିଆର କାରଣ:",
        "-> ଡିହାଇଡ୍ରୋଟେଷ୍ଟୋଷ୍ଟେରନ୍ (DHT), ଟେଷ୍ଟୋଷ୍ଟେରନ୍ ର ଏକ ଉତ୍ପାଦ, ହେୟାର ଫୋଲିକଲ୍ସରେ ଆଣ୍ଡ୍ରୋଜେନ୍ ରିସେପ୍ଟର ସହିତ ବାନ୍ଧିଥାଏ, ଯାହା ଦ୍ mini ାରା ମିନିଟ୍ରାଇଜେସନ୍ ଏବଂ କେଶ ବୃଦ୍ଧି ଚକ୍ର (ଆନାଜେନ୍ ଚରଣ) ହ୍ରାସ ପାଇଥାଏ",
        ">> ଆଣ୍ଡ୍ରୋଜେନେଟିକ୍ ଆଲୋପେସିଆ ପାଇଁ ବିପଦ କାରକ:",
        "-> ଜେନେଟିକ୍ ପ୍ରବୃତ୍ତି",
        "-> ହରମୋନାଲ ପ୍ରଭାବ",
        "-> ବୟସ ବୃଦ୍ଧି",
        "-> ପୁରୁଷ ଯ sex ନ ସମ୍ପର୍କ"
       ],
    "pa": [
 "■ ਵਾਲ ਅਤੇ ਖੋਪੜੀ ਦੇ ਵਿਕਾਰ",
 "● Alopecia Areata:",

 "-> ਚੰਗੀ ਤਰ੍ਹਾਂ-ਨਿਸ਼ਾਨਬੱਧ ਗੋਲ, ਗੈਰ-ਦਾਗ਼ਦਾਰ ਗੰਜੇ ਪੈਚਾਂ ਦੀ ਅਚਾਨਕ ਸ਼ੁਰੂਆਤ",
 "-> ਖੋਪੜੀ, ਭਰਵੱਟਿਆਂ, ਪਲਕਾਂ ਅਤੇ ਸਰੀਰ ਦੇ ਹੋਰ ਵਾਲਾਂ ਵਾਲੇ ਖੇਤਰਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦਾ ਹੈ",
 ">> ਐਲੋਪੇਸ਼ੀਆ ਏਰੀਟਾ ਦਾ ਕਾਰਨ:",
 "-> ਇੱਕ ਆਟੋਇਮਿਊਨ ਡਿਸਆਰਡਰ ਜਿਸ ਵਿੱਚ ਇਮਿਊਨ ਸਿਸਟਮ ਵਾਲਾਂ ਦੇ follicles 'ਤੇ ਹਮਲਾ ਕਰਦਾ ਹੈ। ਵਾਲਾਂ ਦੇ ਬੱਲਬ ਦੇ ਆਲੇ ਦੁਆਲੇ ਟੀ-ਸੈੱਲ ਵਿਚੋਲਗੀ ਦੀ ਸੋਜਸ਼ ਵਾਲਾਂ ਦੇ ਝੜਨ ਵੱਲ ਲੈ ਜਾਂਦੀ ਹੈ।",
 ">> ਐਲੋਪੇਸ਼ੀਆ ਏਰੀਟਾ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਐਲੋਪੇਸ਼ੀਆ ਜਾਂ ਹੋਰ ਆਟੋਇਮਿਊਨ ਬਿਮਾਰੀਆਂ ਦਾ ਪਰਿਵਾਰਕ ਇਤਿਹਾਸ (ਜਿਵੇਂ ਕਿ ਥਾਇਰਾਇਡ ਰੋਗ ਅਤੇ ਵਿਟਿਲਿਗੋ)",
 "-> ਮਨੋਵਿਗਿਆਨਕ ਤਣਾਅ",
 "● Androgenetic Alopecia:",

 "-> ਇੱਕ ਖਾਸ ਪੈਟਰਨ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋਏ, ਪ੍ਰਗਤੀਸ਼ੀਲ ਵਾਲਾਂ ਦਾ ਪਤਲਾ ਹੋਣਾ ਅਤੇ ਝੜਨਾ",
 "-> ਮਰਦ- ਵਾਲਾਂ ਦੀ ਰੇਖਾ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ ਅਤੇ ਖੋਪੜੀ ਦੇ ਤਾਜ 'ਤੇ ਪਤਲਾ ਹੋਣਾ",
 "-> ਔਰਤਾਂ- ਸਾਹਮਣੇ ਵਾਲੇ ਵਾਲਾਂ ਦੀ ਰੇਖਾ ਨੂੰ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ ਤਾਜ ਦੇ ਉੱਪਰ ਪਤਲਾ ਹੋਣਾ",
 ">> ਐਂਡਰੋਜੈਨੇਟਿਕ ਐਲੋਪੇਸ਼ੀਆ ਦਾ ਕਾਰਨ:",
 "-> Dihydrotestosterone (DHT), ਟੈਸਟੋਸਟੀਰੋਨ ਦਾ ਇੱਕ ਡੈਰੀਵੇਟਿਵ, ਵਾਲਾਂ ਦੇ follicles ਵਿੱਚ ਐਂਡਰੋਜਨ ਰੀਸੈਪਟਰਾਂ ਨਾਲ ਜੁੜਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਵਾਲਾਂ ਦੇ ਵਿਕਾਸ ਦੇ ਚੱਕਰ (ਐਨਾਜੇਨ ਪੜਾਅ) ਨੂੰ ਛੋਟਾ ਕਰਨਾ ਅਤੇ ਛੋਟਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ",
 ">> ਐਂਡਰੋਜੈਨੇਟਿਕ ਐਲੋਪੇਸ਼ੀਆ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਜੈਨੇਟਿਕ ਪ੍ਰਵਿਰਤੀ",
 "-> ਹਾਰਮੋਨਲ ਪ੍ਰਭਾਵ",
 "-> ਵਧੀ ਹੋਈ ਉਮਰ",
 "-> ਮਰਦ ਲਿੰਗ"
],
    "sa": [  
 "■ केश-शिरोविकाराः",
 "● खाल एरियाटा:",

 "-> सुसीमितगोलस्य, अदागयुक्तस्य गण्डपटलस्य आकस्मिकप्रारम्भः", 
 "-> शरीरस्य शिरोभागः, भ्रूः, पलकः, अन्ये केशयुक्ताः क्षेत्राणि च प्रभावितं कर्तुं शक्नोति", 
 ">> एलोपेसिया एरियाटा इत्यस्य कारणम्:",
 "-> एकः स्वप्रतिरक्षाविकारः यस्मिन् प्रतिरक्षातन्त्रं केशकूपेषु आक्रमणं करोति। केशबल्बस्य परितः टी-कोशिकामध्यस्थः शोथः केशक्षयः भवति।",
 ">> एलोपेसिया एरियाटा इत्यस्य जोखिमकारकाः:",
 "-> खालिस्वादस्य वा अन्येषां स्वप्रतिरक्षारोगाणां (उदा. थायरॉयड् रोगः, विटिलिगो च) इति पारिवारिकः इतिहासः",
 "-> मनोवैज्ञानिक तनाव", 
 "● एण्ड्रोजेनेटिक खाल:",

 "-> प्रगतिशीलं केशानां पतलीकरणं, क्षयः च, विशिष्टं प्रतिरूपं अनुसृत्य",
 "-> पुरुष- केशरेखा निवृत्ता शिरोभागस्य मुकुटे (शिखरे) कृशता च", 
 "-> स्त्रियः- अग्रकेशरेखां निर्वाहयन् मुकुटस्य उपरि प्रसारितं पतलीकरणं",
 ">> एण्ड्रोजेनेटिक एलोपेसिया इत्यस्य कारणम्:",
 "-> टेस्टोस्टेरोन् इत्यस्य व्युत्पन्नं डाइहाइड्रोटेस्टोस्टेरोन् (DHT) रोमकूपेषु एण्ड्रोजनग्राहकैः सह सम्बद्धं भवति, येन केशवृद्धिचक्रस्य लघुीकरणं लघुकरणं च (एनाजेन् चरणम्) भवति",
 ">> एण्ड्रोजेनेटिक एलोपेसिया इत्यस्य जोखिमकारकाः:",
 "-> आनुवंशिक प्रवृत्ति", 
 "-> हार्मोनल प्रभाव", 
 "-> आयुः वर्धिता", 
 "-> पुरुष लिंग" 
] ,
    "sat": [
        "■ Uhạr ar bohoḱ reaḱ bạṛićaḱ",
        "● Alopesia ērēṭa:",
       
        "-> Napay lekate hạṭiń akan gol, be-ciṭạu akan gạḍi reak’ acka-etọhọb",
        "-> Hoṛmo reaḱ bohoḱ, met́́hã, met́́hã, ar hoṛmo reaḱ eṭaḱ bohoḱ reaḱ jaega kore hõe ạḍi jạruṛa",
        ">> Alopesia ēriaṭa reak’ karon:",
        "-> Mit̕ṭen ạḍi jạruṛan rog okaṭak̕ re rog khon bańcao reak̕ kạmi do̠ bohoḱ reaḱ ḍạrkore ạḍi jạruṛok̕ kana. T-cell hotete bohoḱ reaḱ bulb ạḍi jạruṛok̕ kana.",
        ">> Alopesia Areata lagit’ jạruṛok’ karon:",
        "-> Alopesia se eṭaḱ ạḍi jạruṛan rog (jeleka thyroid rog ar vitiligo) reaḱ gharońj reaḱ itihas",
        "-> Mọneak’ thakao",
        "● Āndrōjenēṭika ālōpiśiẏā:",
       
        "-> Mit’ khas pattern reak’ pańja kate̱ laha sec’ up’ pạṭhuạ ar hạnḍiń",
        "-> Men- bohok’ reak’ muṭhạn (vertex) re̱ uṭhạu akan up’ reak’ hạṭiń ar patlao",
        "-> Maejiu- laha reaḱ bohoḱ reaḱ ḍạr dohoe tuluć crown reaḱ cetan re patlao pasnaoḱa",
        ">> Ānḍrōjenēṭika ālōpiśiẏāga kāṭē:",
        "-> Testosteron reaḱ mit́ṭen ạḍi jạruṛan jinis (DHT) do̠ bohoḱ reaḱ ḍạrkore androjen risepṭor ko sãote joṛaoḱ kana, onate bohoḱ reaḱ ḍhertet́ do̠ kạṭic̕ ar kạṭic̕ hoyoḱ kana (anagen phase)",
        ">> Endrojeneṭik alopesia lạgit́ jạruṛaḱ karon:",
        "-> Jeneṭik ạri-cạli",
        "-> Hormonal reak’ probhab",
        "-> Umer bạṛti akana",
        "-> Herel jạt"
       ],
    "sd": [
       " ■ وارن ۽ سر جي خرابي،",
        "● Alopecia Areata:",
       
        "-> اوچتو شروع ٿيڻ، چڱي طرح مقرر ٿيل گول، غير داغدار گنجي پيچ",
        "-> سر جي چمڙي، ابرو، محرم، ۽ جسم جي ٻين وارن وارن علائقن کي متاثر ڪري سگھي ٿو",
        ">> Alopecia Areata جو سبب:",
        "-> هڪ خودڪار مدافعتي خرابي جنهن ۾ مدافعتي نظام بال جي ڦڦڙن تي حملو ڪري ٿو. بال جي بلب جي چوڌاري T-cell وچولي سوزش وارن جي نقصان جي ڪري ٿي.",
        ">> الوپيسيا ايرياتا لاءِ خطري جا عنصر:",
        "-> خانداني تاريخ الوپيسيا يا ٻين آٽيميون بيمارين جي تاريخ (مثال طور ٿائرائيڊ جي بيماري ۽ ويٽيليگو)",
        "-> نفسياتي دٻاء",
        "● Androgenetic Alopecia:",
       
        "-> ترقي پسند وار ٿلها ۽ نقصان، هڪ مخصوص نموني تي عمل ڪندي",
        "-> مرد- وارن جي لڪي وڃڻ ۽ سر جي سر جي تاج تي ٿلهو ٿيڻ",
        "--> عورتون- سامهون واري وار جي لڪير کي برقرار رکڻ دوران تاج مٿان ٿلهي ٿيڻ،",
        ">> Androgenetic Alopecia جو سبب:",
        "-> Dihydrotestosterone (DHT)، ٽيسٽسٽرون جو هڪ نڪتل آهي، بال جي ڦڦڙن ۾ اينڊروجن ريڪٽرز کي پابند ڪري ٿو، جنهن جي ڪري ننڍي ٿيڻ ۽ بال جي واڌ جي چڪر کي ننڍو ڪرڻ (اينجن مرحلو)",
        ">> Androgenetic Alopecia لاءِ خطري جا عنصر:",
        "-> جينياتي اڳڪٿي",
        "-> هارمونل اثرات",
        "-> وڌايل عمر",
        "-> مرد جنس"
       ],
    "ta": [
 "■ முடி மற்றும் உச்சந்தலையில் கோளாறுகள்",
 "● அலோபீசியா ஏரியாட்டா:",

 "-> நன்கு வரையறுக்கப்பட்ட வட்டமான, வழுக்கை இல்லாத வழுக்கைத் திட்டுகளின் திடீர் தொடக்கம்",
 "-> உச்சந்தலையில், புருவங்கள், கண் இமைகள் மற்றும் உடலின் பிற முடிகள் தாங்கும் பகுதிகளை பாதிக்கலாம்",
 ">> அலோபீசியா பகுதிக்கான காரணம்:",
 "-> ஒரு ஆட்டோ இம்யூன் கோளாறு, இதில் நோயெதிர்ப்பு அமைப்பு மயிர்க்கால்களைத் தாக்குகிறது. முடி உதிர்தலைச் சுற்றி டி-செல் மத்தியஸ்த அழற்சி ஏற்படுகிறது.",
 ">> அலோபீசியா பகுதிக்கான ஆபத்து காரணிகள்:",
 "-> அலோபீசியா அல்லது பிற தன்னுடல் தாக்க நோய்களின் குடும்ப வரலாறு (எ.கா. தைராய்டு நோய் மற்றும் விட்டிலிகோ)",
 "-> உளவியல் அழுத்தம்",
 "● ஆண்ட்ரோஜெனெடிக் அலோபீசியா:",

 "-> ஒரு குறிப்பிட்ட முறையைப் பின்பற்றி, முற்போக்கான முடி உதிர்தல் மற்றும் இழப்பு",
 "-> ஆண்கள்- உச்சந்தலையின் கிரீடத்தில் (உச்சியில்) முடி உதிர்தல் மற்றும் மெலிதல்",
 "-> பெண்கள்- முன் முடியை பராமரிக்கும் போது கிரீடத்தின் மீது மெலிந்து பரவுகிறது",
 ">> ஆண்ட்ரோஜெனெடிக் அலோபீசியாவுக்கான காரணம்:",
 "-> டைஹைட்ரோடெஸ்டோஸ்டிரோன் (டிஹெச்டி), டெஸ்டோஸ்டிரோனின் வழித்தோன்றல், மயிர்க்கால்களில் உள்ள ஆண்ட்ரோஜன் ஏற்பிகளுடன் பிணைக்கிறது, இது முடி வளர்ச்சி சுழற்சியை (அனஜென் கட்டம்) மினியேட்டரைசேஷன் மற்றும் குறைக்க வழிவகுக்கிறது",
 ">> ஆண்ட்ரோஜெனெடிக் அலோபீசியாவின் ஆபத்து காரணிகள்:",
 "-> மரபணு முன்கணிப்பு",
 "-> ஹார்மோன் தாக்கங்கள்",
 "-> அதிகரித்த வயது",
 "-> ஆண் பாலினம்"
],
    "te": [
        "■ జుట్టు మరియు స్కాల్ప్ డిజార్డర్స్",
        "● అలోపేసియా ఏరియా:",
       
        "-> బాగా గుర్తించబడిన గుండ్రని, మచ్చలు లేని బట్టతల పాచెస్ యొక్క ఆకస్మిక-ప్రారంభం",
        "-> నెత్తిమీద చర్మం, కనుబొమ్మలు, వెంట్రుకలు మరియు శరీరంలోని ఇతర వెంట్రుకలు మోసే ప్రాంతాలను ప్రభావితం చేయవచ్చు",
        ">> అలోపేసియా ఏరియాటాకు కారణం:",
        "-> రోగనిరోధక వ్యవస్థ హెయిర్ ఫోలికల్స్‌పై దాడి చేసే ఆటో ఇమ్యూన్ డిజార్డర్. హెయిర్ బల్బ్ చుట్టూ ఉన్న T-సెల్ మధ్యవర్తిత్వ వాపు జుట్టు రాలడానికి దారితీస్తుంది.",
        ">> అలోపేసియా ఏరియాటా ప్రమాద కారకాలు:",
        "-> అలోపేసియా లేదా ఇతర ఆటో ఇమ్యూన్ వ్యాధుల కుటుంబ చరిత్ర (ఉదా. థైరాయిడ్ వ్యాధి మరియు బొల్లి)",
        "-> మానసిక ఒత్తిడి",
        "● ఆండ్రోజెనెటిక్ అలోపేసియా:",
       
        "-> ప్రోగ్రెసివ్ హెయిర్ సన్నబడటం మరియు రాలడం, నిర్దిష్ట నమూనాను అనుసరించడం",
        "-> పురుషులు- స్కాల్ప్ కిరీటం (శీర్షం) వద్ద వెంట్రుకలు తగ్గడం మరియు సన్నబడటం",
        "-> స్త్రీలు- ఫ్రంటల్ హెయిర్‌లైన్‌ను కొనసాగిస్తూ కిరీటం మీద సన్నబడటం",
        ">> ఆండ్రోజెనెటిక్ అలోపేసియాకు కారణం:",
        "-> డైహైడ్రోటెస్టోస్టెరాన్ (DHT), టెస్టోస్టెరాన్ యొక్క ఉత్పన్నం, వెంట్రుకల కుదుళ్లలోని ఆండ్రోజెన్ గ్రాహకాలతో బంధిస్తుంది, ఇది జుట్టు పెరుగుదల చక్రం (అనాజెన్ దశ) యొక్క సూక్ష్మీకరణ మరియు కుదించడానికి దారితీస్తుంది",
        ">> ఆండ్రోజెనెటిక్ అలోపేసియా ప్రమాద కారకాలు:",
        "-> జన్యు సిద్ధత",
        "-> హార్మోన్ల ప్రభావాలు",
        "-> పెరిగిన వయస్సు",
        "-> పురుష లింగం"
       ],
    "ur": [
        "■ بالوں اور کھوپڑی کے امراض",
        "● Alopecia Areata:",
       
        "-> اچھی طرح سے نشان زد گول، غیر داغدار گنجے پیچ کا اچانک آغاز",
        "-> کھوپڑی، بھنویں، پلکوں اور جسم کے دیگر بالوں والے علاقوں کو متاثر کر سکتا ہے",
        ">> Alopecia Areata کی وجہ:",
        "-> ایک خود کار قوت مدافعت کا عارضہ جس میں مدافعتی نظام بالوں کے پٹکوں پر حملہ کرتا ہے۔ بالوں کے بلب کے گرد ٹی سیل کی ثالثی سوزش بالوں کے گرنے کا باعث بنتی ہے۔",
        ">> ایلوپیشیا ایریاٹا کے خطرے کے عوامل:",
        "-> alopecia یا دیگر آٹومیمون بیماریوں کی خاندانی تاریخ (جیسے تھائیرائڈ کی بیماری اور وٹیلگو)",
        "-> نفسیاتی دباؤ",
        "● Androgenetic Alopecia:",
       
        "-> ایک مخصوص پیٹرن پر عمل کرتے ہوئے بالوں کا پتلا ہونا اور گرنا",
        "-> مردوں کے بالوں کی لکیر کا گھٹنا اور کھوپڑی کے تاج (عروق) پر پتلا ہونا",
        "-> خواتین- سامنے کے بالوں کی لکیر کو برقرار رکھتے ہوئے تاج پر پتلا ہونا",
        ">> اینڈروجینیٹک ایلوپیسیا کی وجہ:",
        "-> Dihydrotestosterone (DHT)، جو ٹیسٹوسٹیرون سے مشتق ہے، بالوں کے پٹکوں میں اینڈروجن ریسیپٹرز سے منسلک ہوتا ہے، جس سے بالوں کی نشوونما کے دور (اینجن فیز) کو چھوٹا اور چھوٹا ہوتا ہے",
        ">> اینڈروجینیٹک ایلوپیسیا کے خطرے کے عوامل:",
        "-> جینیاتی رجحان",
        "-> ہارمونل اثرات",
        "-> عمر میں اضافہ",
        "-> مردانہ جنس"
       ]
  }