{
    "as":[
        "■ প্ৰদাহজনিত আৰু অটোইম্যুন ছালৰ অৱস্থা",
        "● চ'ৰিয়াচিছ:",
       
        "-> ডাঠ, ৰূপালী বগা স্কেল থকা ৰঙা দাগ আৰু ফলক, প্ৰায়ে কঁকাল, আঁঠু আৰু মূৰৰ ছালত দেখা দিয়ে।",
        "-> খজুৱতি, জ্বলা-পোৰা, আৰু ঘাঁ হ'ব পাৰে",
        ">> চ'ৰিয়াচিছৰ কাৰণ:",
        "-> দীৰ্ঘদিনীয়া ৰোগ প্ৰতিৰোধ ক্ষমতাৰ বিসংগতি যিয়ে দ্ৰুত ছালৰ কোষ উৎপাদনৰ কাৰণ হয়",
        ">> চ'ৰিয়াচিছৰ বাবে বিপদজনক কাৰক:",
        "-> জিনীয় প্ৰৱণতা ",
        "-> চাপ",
        "-> সংক্ৰমণ (যেনে ষ্ট্ৰেপ্ট'ক'কেল ডিঙিৰ সংক্ৰমণ)",
        "-> ঔষধ (যেনে লিথিয়াম, বিটা-ব্লকাৰ, মেলেৰিয়া প্ৰতিৰোধী, আৰু এন এছ এ আই ডি)",
        "● এট'পিক ডাৰ্মাটাইটিছ (একজিমা):",
       
        "-> ৰঙা, প্ৰদাহযুক্ত ঠাই",
        "-> তীব্ৰ খজুৱতি হ'ব পাৰে",
        "-> গুৰুতৰ ক্ষেত্ৰত স্পষ্ট তৰল পদাৰ্থ আৰু খোলাৰ ছিটিকি পৰা হ'ব পাৰে",
        "-> দীৰ্ঘদিনীয়া ক্ষেত্ৰত ফাট থকা হাইপাৰপিগমেণ্টেড, লাইকেনিফাইড প্লেক উপস্থিত থাকিব পাৰে",
        "-> কেঁচুৱা আৰু শিশুৰ ক্ষেত্ৰত সাধাৰণ কিন্তু প্ৰাপ্তবয়স্ক হোৱালৈকে থাকিব পাৰে",
        ">> এট'পিক ডাৰ্মাটাইটিছ (একজিমা)ৰ কাৰণ:",
        "-> জিনীয় আৰু পৰিৱেশগত কাৰকৰ সংমিশ্ৰণ, প্ৰায়ে অন্যান্য এলাৰ্জিজনিত অৱস্থাৰ সৈতে জড়িত",
        ">> এট'পিক ডাৰ্মাটাইটিছ (একজিমা)ৰ বাবে বিপদজনক কাৰকসমূহ:",
        "-> একজিমাৰ পাৰিবাৰিক ইতিহাস",
        "-> এট'পিক ট্ৰাইয়াড= এলাৰ্জিক নাকৰ ৰোগ + হাঁপানী + এট'পিক ডাৰ্মাটাইটিছ",
        "-> অধিক প্ৰদূষণৰ মাত্ৰা থকা নগৰীয়া জীৱন",
        "-> যোগাযোগ ডাৰ্মাটাইটিছ:",
        "● বিৰক্তিকৰ-",
       
        "-> ৰঙা, খজুৱতিযুক্ত পেপ্যুল আৰু/বা ভেচিকল",
        "-> শুকানতা, স্কেলিং, আৰু ফিচাৰিংৰ সৈতেও হ'ব পাৰে",
        ">> বিৰক্তিকৰ কাৰণ:",
        "-> বিৰক্তিকৰ পদাৰ্থৰ (যেনে চাবোন, ডিটাৰজেন্ট, দ্রাৱক, আৰু ৰাসায়নিক পদাৰ্থ) বাৰে বাৰে সংস্পৰ্শলৈ আহি ছালৰ বাধাৰ ক্ষতি, যাৰ ফলত ট্ৰেন্সএপিডাৰ্মাল পানীৰ ক্ষতি বৃদ্ধি পায়",
        ">> বিৰক্তিকৰ বাবে বিপদজনক কাৰক:",
        "-> বিৰক্তিকৰ পদাৰ্থৰ সঘনাই সংস্পৰ্শলৈ অহা (যেনে নিৰ্মাণ, চাফাই, আৰু কৃষিৰ দৰে উদ্যোগত বৃত্তিগত বিপদ)",
        "● এলাৰ্জিক-",
       
        "-> তীব্ৰ খজুৱতি, ৰঙা ফোহা পেপ্যুল আৰু/বা ভেচিকল",
        "-> দীৰ্ঘদিনীয়া ক্ষেত্ৰত লাইকেনিফিকেশন আৰু স্কেলিং উপস্থিত হ'ব পাৰে",
        ">> এলাৰ্জিৰ কাৰণ:",
        "-> নিৰ্দিষ্ট এলাৰ্জেন (যেনে নিকেল, প্ৰসাধন সামগ্ৰী, লেটেক্স, সুগন্ধি, সংৰক্ষক, বা Toxicodendron spp.)",
        ">> এলাৰ্জিৰ বাবে বিপদজনক কাৰক:",
        "-> এলাৰ্জেনৰ প্ৰতি পূৰ্বৰ সংবেদনশীলতা",
        "-> জেনেটিক প্ৰৱণতা",
        "● চেব'ৰেইক ডাৰ্মাটাইটিছ:",
       
        "-> চেপেটা, ৰঙা দাগ, প্ৰায়ে বগা-হালধীয়া, তেলীয়া স্কেলযুক্ত",
        "-> সাধাৰণতে মূৰৰ ছাল (য'ত ইয়াক উফি বুলি জনা যায়), মুখমণ্ডল (বিশেষকৈ নাচোলবিয়াল ভাঁজ, ভ্ৰু, আৰু কপাল), আৰু বুকুত প্ৰভাৱিত কৰে।",
        "-> খজুৱতি হ'ব পাৰে",
        ">> চেব'ৰেইক ডাৰ্মাটাইটিছৰ কাৰণ:",
        "-> বৰ্ধিত চেবাচিয়াছ গ্ৰন্থিৰ কাৰ্য্যকলাপে লিপিড সমৃদ্ধ পৰিৱেশ প্ৰদান কৰে যিয়ে মালাচেজিয়া ঈষ্টৰ প্ৰসাৰত সহায় কৰে, প্ৰদাহজনিত প্ৰতিক্ৰিয়াৰ সৃষ্টি কৰে",
        ">> চেব'ৰেইক ডাৰ্মাটাইটিছৰ বাবে বিপদজনক কাৰক:",
        "-> তেলীয়া ছাল",
        "-> চাপ ",
        "-> ঠাণ্ডা আৰু শুকান বতৰ",
        "-> জিনীয় কাৰক",
        "-> স্নায়ুজনিত অৱস্থা (যেনে পাৰ্কিনছন ৰোগ) বা প্ৰণালীবদ্ধ অৱস্থা (যেনে এইচ আই ভি/এইডছ)",
        "● লাইকেন প্লেনাছ:",
       
        "-> বহুভুজীয়া, ভায়োলেচিয়াছ (বেঙুনীয়া), সমতল শীৰ্ষৰ পেপুল আৰু প্লেক",
        "-> প্ৰায়ে হাতৰ কব্জি, পিঠিৰ তলৰ অংশ, আৰু গোৰোহাত প্ৰভাৱ পেলায়",
        "-> পৃষ্ঠত উইকহাম ষ্ট্ৰিয়া (সূক্ষ্ম, বগা ৰেখা) প্ৰদৰ্শন কৰিব পাৰে",
        "-> শ্লেষ্মা আৱৰণকো প্ৰভাৱিত কৰিব পাৰে, যাৰ ফলত ৰেটিকুলাৰ বগা লেচি পেচ (Wickham striae)",
        "-> যৌনাংগৰ শ্লেষ্মা আৱৰণো প্ৰভাৱিত হ'ব পাৰে, একেধৰণৰ বগা দাগ বা খহনীয়াৰ সৈতে উপস্থিত হয়",
        "-> খজুৱতি",
        ">> লাইকেন প্লেনাছৰ কাৰণ:",
        "-> অটোইম্যুন অৱস্থা বুলি ভবা হৈছে।",
        ">> লাইকেন প্লেনাছৰ বাবে বিপদজনক কাৰক:",
        "-> হেপাটাইটিছ চি সংক্ৰমণ",
        "-> ঔষধ (যেনে এন এছ এ আই ডি, বিটা-ব্লকাৰ, এ চি ই ইনহিবিটাৰ, আৰু মেলেৰিয়া প্ৰতিৰোধী)",
        "-> অন্যান্য অটোইম্যুন অৱস্থা (যেনে ভিটিলিগো বা এলোপেচিয়া এৰিয়েটা)"
       ],
    "awa": [
        "■ भड़काऊ अऊर ऑटोइम्यून त्वचा स्थिति",
        "● सोरायसिस:",
       
        "-> मोटी, चांदी-सफेद तराजू के साथ लाल धब्बे अऊर पट्टिका, अक्सर कोहनी, घुटने अऊर खोपड़ी पर दिखाई देत हैं।",
        "-> खुजली, जलन अऊर दर्द पैदा कइ सकत है",
        ">> सोरायसिस कय कारण:",
        "-> एक पुरानी प्रतिरक्षा प्रणाली के शिथिलता जवन तेजी से त्वचा कोशिका उत्पादन का कारण बनत है",
        ">> सोरायसिस के लिए जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति ",
        "-> तनाव",
        "-> संक्रमण (जैसे स्ट्रेप्टोकोकल गले के संक्रमण)",
        "-> दवाइयां (जैसे लिथियम, बीटा-ब्लॉकर्स, एंटीमलेरिया अऊर एनएसएआईडी)",
        "● एटोपिक डर्मेटाइटिस (एक्जिमा):",
       
        "-> लाल, सूजन वाले पैच",
        "-> तीव्र खुजली हो सकत है",
        "-> गंभीर मामलन मा साफ तरल पदार्थ अऊर क्रस्टिंग का टपकना मौजूद होइ सकत है",
        "-> पुरानी मामलन मा दरार के साथ हाइपरपिग्मेंटेड, लाइकेनिफाइड प्लेक मौजूद होइ सकत हैं",
        "-> शिशुओं अऊर बच्चन मा आम है लेकिन वयस्कता तक बनल रह सकत है",
        ">> एटोपिक डर्मेटाइटिस (एक्जिमा) का कारण):",
        "-> आनुवंशिक अऊर पर्यावरणीय कारकन का संयोजन, जवन अक्सर अन्य एलर्जी स्थितियन से जुड़ा होत है",
        ">> एटोपिक डर्मेटाइटिस (एक्जिमा) के लिए जोखिम कारक):",
        "-> एक्जिमा का पारिवारिक इतिहास",
        "-> एटोपिक ट्रायड= एलर्जी राइनाइटिस + अस्थमा + एटोपिक डर्मेटाइटिस",
        "-> उच्च प्रदूषण स्तर के साथ शहरी जीवन",
        "-> संपर्क त्वचाशोथ:",
        "● चिड़चिड़ापन-",
       
        "-> लाल, खुजली वाले पप्यूल्स अऊर/या पुटिका",
        "-> सूखापन, स्केलिंग अऊर दरार के साथ भी हो सकत है",
        ">> चिड़चिड़ी का कारण:",
        "-> जलन पैदा करै वाले (जैसे साबुन, डिटर्जेंट, विलायक अऊर रसायन) के बार-बार संपर्क मा आवै से त्वचा के बाधा का नुकसान, जेहिसे ट्रांसएपिडर्मल पानी के नुकसान बढ़ जात है",
        ">> चिड़चिड़ापन के लिए जोखिम कारक:",
        "-> परेशान करै वाले पदार्थन के लगातार संपर्क (जैसे निर्माण, सफाई अऊर कृषि जइसन उद्योगन मा व्यावसायिक खतरा)",
        "● एलर्जी-",
       
        "-> तीव्र खुजली, लाल दाने पप्यूल्स अऊर/या पुटिका",
        "-> पुरानी मामलन मा लिकेनिफिकेशन अऊर स्केलिंग मौजूद होइ सकत है",
        ">> एलर्जी का कारण:",
        "-> विशिष्ट एलर्जी (जैसे निकल, सौंदर्य प्रसाधन, लेटेक्स, सुगंध, संरक्षक, या टॉक्सिकोडेंड्रोन एसपीपी) के प्रति प्रतिरक्षा प्रतिक्रिया",
        ">> एलर्जी के लिए जोखिम कारक:",
        "-> एलर्जी के प्रति पिछला संवेदनशीलता",
        "-> आनुवंशिक प्रवृत्ति",
        "● सेबोरहिक त्वचाशोथ:",
       
        "-> परतदार, लाल धब्बे, अक्सर सफेद-पीले, चिकना तराजू के साथ",
        "-> आमतौर पर खोपड़ी (जहाँ ई रूसी के रूप मा जाना जात है), चेहरा (विशेष रूप से नासोलेबियल सिलवट, भौंह अऊर माथे) अऊर छाती का प्रभावित करत है।",
        "-> खुजली होइ सकत है",
        ">> सेबोरहिक त्वचाशोथ का कारण:",
        "-> बढ़ी हुई वसामय ग्रंथि गतिविधि एक लिपिड-समृद्ध वातावरण प्रदान करत है जवन मालासेजिया खमीर के प्रसार का समर्थन करत है, जेसे एक भड़काऊ प्रतिक्रिया होत है",
        ">> सेबोरहिक त्वचाशोथ के लिए जोखिम कारक:",
        "-> तैलीय त्वचा",
        "-> तनाव ",
        "-> ठंडा अऊर सूखा मौसम",
        "-> आनुवंशिक कारक",
        "-> न्यूरोलॉजिकल स्थिति (जैसे पार्किंसंस रोग) या प्रणालीगत स्थिति (जैसे एचआईवी/एड्स)",
        "● लाइकेन प्लानस:",
       
        "-> बहुभुज, वायलेसियस (बैंगनी), सपाट-शीर्ष वाला पप्यूल अऊर पट्टिका",
        "-> अक्सर कलाई, पीठ के निचले हिस्से अऊर टखनन का प्रभावित करत है",
        "-> सतह पर विकम स्ट्राइ (बारीक, सफेद रेखा) प्रदर्शित कर सकत है",
        "-> श्लेष्म झिल्ली का भी प्रभावित कर सकत है, जेहिसे जालीदार सफेद लेसी पैच (विकम स्ट्राइ) पैदा होइ सकत है",
        "-> जननांग श्लेष्म झिल्ली भी प्रभावित होइ सकत है, समान सफेद धब्बे या कटाव के साथ पेश करत है",
        "-> खुजली",
        ">> लाइकेन प्लानस का कारण:",
        "-> एक ऑटोइम्यून स्थिति माना जात है।",
        ">> लाइकेन प्लानस के लिए जोखिम कारक:",
        "-> हेपेटाइटिस सी संक्रमण",
        "-> दवाइयां (जैसे एनएसएआईडी, बीटा-ब्लॉकर्स, एसीई अवरोधक अऊर एंटीमलेरिया)",
        "-> अन्य ऑटोइम्यून स्थिति (जैसे विटिलिगो या खालित्य एरियाटा)"
       ],
    "bn":[
        "■ প্রদাহজনক এবং অটোইমিউন ত্বকের অবস্থা",
        "● সোরিয়াসিস:",
       
        "-> পুরু, রূপালী-সাদা স্কেল সহ লাল দাগ এবং ফলক, প্রায়শই কনুই, হাঁটু এবং মাথার ত্বকে দেখা যায়।",
        "-> চুলকানি, জ্বালাপোড়া এবং ব্যথা হতে পারে",
        ">> সোরিয়াসিসের কারণ:",
        "-> একটি দীর্ঘস্থায়ী ইমিউন সিস্টেমের কর্মহীনতা যা দ্রুত ত্বকের কোষ উৎপাদনের কারণ হয়",
        ">> সোরিয়াসিসের ঝুঁকির কারণগুলি:",
        "-> জেনেটিক প্রবণতা",
        "-> স্ট্রেস",
        "-> সংক্রমণ (যেমন স্ট্রেপ্টোকক্কাল গলার সংক্রমণ)",
        "-> ওষুধ (যেমন লিথিয়াম, বিটা-ব্লকার, ম্যালেরিয়া প্রতিরোধী, এবং NSAIDs)",
        "● এটোপিক ডার্মাটাইটিস (একজিমা):",
       
        "-> লাল, স্ফীত প্যাচ",
        "-> তীব্র চুলকানি হতে পারে",
        "-> স্বচ্ছ তরল স্রাব এবং ক্রাস্টিং গুরুতর ক্ষেত্রে উপস্থিত হতে পারে",
        "-> হাইপারপিগমেন্টেড, ফিসার সহ লাইকেনিফাইড প্লেকগুলি দীর্ঘস্থায়ী ক্ষেত্রে উপস্থিত হতে পারে",
        "-> শিশু এবং শিশুদের মধ্যে সাধারণ কিন্তু প্রাপ্তবয়স্ক হওয়া পর্যন্ত চলতে পারে",
        ">> অ্যাটোপিক ডার্মাটাইটিসের কারণ (একজিমা):",
        "-> জেনেটিক এবং পরিবেশগত কারণগুলির সংমিশ্রণ, প্রায়শই অন্যান্য অ্যালার্জির অবস্থার সাথে যুক্ত",
        ">> অ্যাটোপিক ডার্মাটাইটিসের ঝুঁকির কারণ (একজিমা):",
        "-> একজিমার পারিবারিক ইতিহাস",
        "-> অ্যাটোপিক ট্রায়াড = অ্যালার্জিক রাইনাইটিস + অ্যাজমা + অ্যাটোপিক ডার্মাটাইটিস",
        "-> উচ্চ দূষণের মাত্রা সহ শহুরে জীবনযাপন",
        "-> যোগাযোগের ডার্মাটাইটিস:",
        "● বিরক্তিকর-",
       
        "-> লাল, চুলকানি প্যাপিউল এবং/অথবা ভেসিকল",
        "-> শুষ্কতা, স্কেলিং এবং ফিসারিং এর সাথেও হতে পারে",
        ">> বিরক্তির কারণ:",
        "-> বিরক্তিকর (যেমন সাবান, ডিটারজেন্ট, দ্রাবক এবং রাসায়নিক) বারবার এক্সপোজার দ্বারা ত্বকের বাধার ক্ষতি, যা ট্রান্সপিডার্মাল জলের ক্ষয়কে বাড়িয়ে দেয়",
        ">> বিরক্তির ঝুঁকির কারণগুলি:",
        "-> বিরক্তিকর ঘন ঘন এক্সপোজার (যেমন, নির্মাণ, পরিষ্কার এবং কৃষির মতো শিল্পে পেশাগত বিপদ)",
        "● অ্যালার্জি-",
       
        "-> তীব্র চুলকানি, লাল ফুসকুড়ি এবং/অথবা ভেসিকল",
        "-> দীর্ঘস্থায়ী ক্ষেত্রে লাইকেনিফিকেশন এবং স্কেলিং উপস্থিত হতে পারে",
        ">> অ্যালার্জির কারণ:",
        "-> নির্দিষ্ট অ্যালার্জেনের প্রতি ইমিউন প্রতিক্রিয়া (যেমন, নিকেল, প্রসাধনী, ল্যাটেক্স, সুগন্ধি, প্রিজারভেটিভস, বা টক্সিকোডেনড্রন এসপিপি)",
        ">> অ্যালার্জির ঝুঁকির কারণগুলি:",
        "-> অ্যালার্জেনের পূর্ববর্তী সংবেদনশীলতা",
        "-> জেনেটিক প্রবণতা",
        "● Seborrheic ডার্মাটাইটিস:",
       
        "-> ফ্ল্যাকি, লাল ছোপ, প্রায়ই সাদা-হলুদ, চর্বিযুক্ত আঁশযুক্ত",
        "-> সাধারণত মাথার ত্বক (যেখানে এটি খুশকি নামে পরিচিত), মুখ (বিশেষ করে নাসোলাবিয়াল ভাঁজ, ভ্রু এবং কপাল) এবং বুককে প্রভাবিত করে।",
        "-> চুলকানি হতে পারে",
        ">> সেবোরিক ডার্মাটাইটিসের কারণ:",
        "-> সেবাসিয়াস গ্রন্থির ক্রিয়াকলাপ বৃদ্ধি একটি লিপিড সমৃদ্ধ পরিবেশ প্রদান করে যা ম্যালাসেজিয়া খামিরের বিস্তারকে সমর্থন করে, একটি প্রদাহজনক প্রতিক্রিয়া সৃষ্টি করে",
        ">> সেবোরিক ডার্মাটাইটিসের ঝুঁকির কারণ:",
        "-> তৈলাক্ত ত্বক",
        "-> স্ট্রেস",
        "-> ঠান্ডা এবং শুষ্ক আবহাওয়া",
        "-> জেনেটিক কারণ",
        "-> স্নায়বিক অবস্থা (যেমন পারকিনসন রোগ) বা সিস্টেমিক অবস্থা (যেমন HIV/AIDS)",
        "● লাইকেন প্লানাস:",
       
        "-> বহুভুজ, বেগুনী (বেগুনি), ফ্ল্যাট-টপড প্যাপুলস এবং ফলক",
        "-> প্রায়শই কব্জি, নীচের পিঠ এবং গোড়ালিকে প্রভাবিত করে",
        "-> পৃষ্ঠে উইকহাম স্ট্রাই (সূক্ষ্ম, সাদা রেখা) প্রদর্শন করতে পারে",
        "-> শ্লেষ্মা ঝিল্লিকেও প্রভাবিত করতে পারে, যার ফলে জালিকার সাদা লেসি প্যাচ (উইকহাম স্ট্রাই)",
        "-> যৌনাঙ্গের শ্লেষ্মা ঝিল্লিও প্রভাবিত হতে পারে, অনুরূপ সাদা দাগ বা ক্ষয় সহ উপস্থিত হয়",
        "-> চুলকানি",
        ">> লাইকেন প্ল্যানাসের কারণ:",
        "-> একটি অটোইমিউন অবস্থা বলে মনে করা হয়।",
        ">> লাইকেন প্লানাসের ঝুঁকির কারণ:",
        "-> হেপাটাইটিস সি সংক্রমণ",
        "-> ওষুধ (যেমন এনএসএআইডি, বিটা-ব্লকার, এসিই ইনহিবিটরস, এবং ম্যালেরিয়াস প্রতিরোধক)",
        "-> অন্যান্য অটোইমিউন অবস্থা (যেমন ভিটিলিগো বা অ্যালোপেসিয়া এরিয়াটা)"
       ],
    "bho":[
        "■ भड़काऊ आ ऑटोइम्यून त्वचा के स्थिति",
        "● सोरायसिस:" ,
       
        "-> लाल पैच आ पट्टिका जवना में मोट, चांदी-सफेद तराजू होला, अक्सर कोहनी, घुटना, आ माथा पर लउकेला।",
        "-> खुजली, जलन, आ दर्द हो सकेला",
        ">> सोरायसिस के कारण:",
        "-> एगो पुरान प्रतिरक्षा प्रणाली के विकार जवना के चलते त्वचा के कोशिका के तेजी से उत्पादन होखेला",
        ">> सोरायसिस के जोखिम वाला कारक:",
        "-> आनुवंशिक प्रवृत्ति ",  
        "-> तनाव"  ,
        "-> संक्रमण (जइसे कि स्ट्रेप्टोकोकल गला के संक्रमण)",
        "-> दवाई (जइसे कि लिथियम, बीटा-ब्लॉकर, मलेरिया रोधी, आ एनएसएआईडी)",
        "● एटोपिक जिल्द के सूजन (एक्जिमा):",
       
        "-> लाल, सूजन वाला पैच",
        "-> तीव्र खुजली हो सकेला",
        "-> गंभीर मामिला में साफ तरल पदार्थ आ पपड़ी के झरना मौजूद हो सकेला",
        "-> पुराना मामिला में दरार वाला हाइपरपिग्मेंटेड, लाइकेनाइज्ड प्लेक मौजूद हो सके ला",
        "-> शिशु आ बच्चा में आम बा लेकिन वयस्कता तक भी बनल रह सकेला",
        ">> एटोपिक जिल्द के सूजन (एक्जिमा) के कारण:",
        "-> आनुवंशिक आ पर्यावरणीय कारक सभ के संयोजन, अक्सर अन्य एलर्जी के स्थिति सभ से जुड़ल",
        ">> एटोपिक जिल्द के सूजन (एक्जिमा) के जोखिम कारक:",
        "-> एक्जिमा के पारिवारिक इतिहास",
        "-> एटोपिक ट्रायड= एलर्जी नासिकाशोथ + दमा + एटोपिक जिल्द के सूजन",
        "-> प्रदूषण के उच्च स्तर के साथ शहरी जीवन",
        "-> संपर्क जिल्द के सूजन:",
        "● चिढ़ावे वाला-", 
       
        "-> लाल, खुजली वाला पप्यूल आ/या पुटिका",
        "-> सूखापन, स्केलिंग, आ दरार भी हो सकेला",
        ">> परेशान करे वाला के कारण:",
        "-> बार-बार परेशान करे वाला पदार्थ (जइसे कि साबुन, डिटर्जेंट, सॉल्वेंट, आ रसायन) के संपर्क में अइला से त्वचा के बाधा के नुकसान, जेकरा चलते ट्रांसएपिडर्मल पानी के नुकसान बढ़ जाला",
        ">> परेशान करे वाला के जोखिम कारक:",
        "-> परेशान करे वाला चीजन के बार-बार संपर्क में आवे (जइसे कि निर्माण, सफाई, आ खेती नियर उद्योग सभ में व्यावसायिक खतरा)",
        "● एलर्जी-",  
       
        "-> तीव्र खुजली, लाल दाना वाला पप्यूल आ/या पुटिका",
        "-> पुराना मामिला में लाइकेनीकरण आ स्केलिंग मौजूद हो सके ला",
        ">> एलर्जी के कारण:",
        "-> विशिष्ट एलर्जी पैदा करे वाला पदार्थ (जइसे कि निकल, सौंदर्य प्रसाधन, लेटेक्स, सुगंध, संरक्षक, या टॉक्सिकोडेंड्रोन एसपीपी) के प्रति प्रतिरक्षा प्रतिक्रिया",
        ">> एलर्जी के जोखिम वाला कारक:",
        "-> एलर्जी पैदा करे वाला पदार्थ के प्रति पिछला संवेदनशीलता",
        "-> आनुवंशिक प्रवृत्ति", 
        "● सेबोरेइक जिल्द के सूजन:", 
       
        "-> परतदार, लाल रंग के पैच, अक्सर सफेद-पीला, चिकना तराजू वाला",
        "-> आमतौर प माथा (जहाँ एकरा के रूसी के नाम से जानल जाला), चेहरा (खासकर नासोलेबिया के सिलवट, भौंह, अवुरी माथा), अवुरी छाती प असर करेला।",
        "-> खुजली हो सकेला",
        ">> सीबोरिया जिल्द के सूजन के कारण:",
        "-> बढ़ल वसा ग्रंथि के गतिविधि से लिपिड से भरपूर वातावरण मिलेला जवन मलासेजिया खमीर के प्रसार के समर्थन करेला, जवना से भड़काऊ प्रतिक्रिया होखेला",
        ">> सेबोरिया जिल्द के सूजन के जोखिम कारक:",
        "-> तेल वाला त्वचा",
        "-> तनाव ",  
        "-> ठंडा आ शुष्क मौसम",
        "-> आनुवंशिक कारक", 
        "-> न्यूरोलॉजिकल स्थिति (जइसे कि पार्किंसंस बेमारी) भा सिस्टमिक स्थिति (जइसे कि एचआईवी/एड्स)",
        "● लाइकेन प्लानस:"  ,
       
        "-> बहुभुज, वायलेस (बैंगनी), सपाट चोटी वाला पप्यूल आ पट्टिका",
        "-> अक्सर कलाई, पीठ के निचला हिस्सा, अवुरी टखने के प्रभावित करेला",
        "-> सतह पर विकहम स्ट्रिया (महीन, सफेद रेखा) के प्रदर्शन हो सके ला",
        "-> श्लेष्म झिल्ली के भी प्रभावित कर सकेला, जवना से जालीदार सफेद फीता वाला पैच (विकहम स्ट्रिया) पैदा हो सकेला",
        "-> जननांग के श्लेष्म झिल्ली भी प्रभावित हो सके लीं, समान सफेद पैच भा कटाव के साथ पेश होखे लीं",
        "-> खुजली होला",
        ">> लाइकेन प्लानस के कारण:",
        "-> ऑटोइम्यून कंडीशन मानल जाला।",
        ">> लाइकेन प्लानस खातिर जोखिम कारक:",
        "-> हेपेटाइटिस सी के संक्रमण",
        "-> दवाई (जइसे कि एनएसएआईडी, बीटा-ब्लॉकर, एसीई इनहिबिटर, आ मलेरिया रोधी दवाई)",
        "-> अन्य ऑटोइम्यून स्थिति (जइसे कि विटिलिगो या एलोपेसिया एरियाटा)"
       ] ,
    "chg": [
        "■ ग्रहणी आर्द्रित अनुक्रमणिकाएँ आणि स्वातंत्र्यवादी त्वचा स्थितियाँ",
        "● प्सोरायसिस:",
        
        "-> सूखे, चांदी-सफेद त्वचा के लाल पैच और प्लैक्स, अक्सर कोहनियों, घुटनों और खोपड़ी पर दिखाई देते हैं।",
        "-> खुजली, जलन और दर्द का कारण हो सकता है",
        ">> प्सोरायसिस का कारण:",
        "-> एक दीर्घकालिक प्रतिरक्षा प्रणाली असंगतन जो त्वचा को त्वरित रूप से कोशिका उत्पादन करने का कारण बनाता है",
        ">> प्सोरायसिस के जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति ",
        "-> तनाव",
        "-> संक्रमण (जैसे कि स्ट्रेपटोकोकल गले के संक्रमण)",
        "-> दवाओं (जैसे कि लिथियम, बीटा-ब्लॉकर, एंटीमलेरियल्स, और एनएसएआईडी)",
        "● अटोपिक दर्मटाइटिस (एक्जिमा):",
        
        "-> लाल, सूजन आए पैचेस",
        "-> अत्यंत खुजली हो सकती है",
        "-> गहरे मामलों में स्पष्ट तरल और खाली के बहाव की समस्या हो सकती है",
        "-> हाइपरपिगमेंटेड, लिकेनिफाइड प्लैक्स में फिसर्स हो सकते हैं जो स्थायी मामलों में हो सकते हैं",
        "-> शिशुओं और बच्चों में सामान्य है लेकिन वयस्कता में बना रह सकता है",
        ">> अटोपिक दर्मटाइटिस (एक्जिमा) का कारण:",
        "-> एक आनुवंशिक और पर्यावरणीय कारकों का संयोजन, अक्सर अन्य एलर्जिक स्थितियों से जुड़ा",
        ">> अटोपिक दर्मटाइटिस (एक्जिमा) के जोखिम कारक:",
        "-> एक्जिमा के परिवारिक इतिहास",
        "-> एटोपिक त्रिवर्ग = एलर्जिक नाक में खांसी + अस्थमा + अटोपिक दर्मटाइटिस",
        "-> उच्च प्रदूषण स्तरों वाले शहरी जीवन",
        "-> संपर्क दर्मटाइटिस:",
        "● उत्तेजक-",
        
        "-> लाल, खुजली पैपुल्स और/या वेसिकल्स",
        "-> सूखापन, स्केलिंग, और फिसरिंग के साथ भी हो सकता है",
        ">> उत्तेजक का कारण:",
        "-> त्वचा बैरियर को हानि पहुंचाने वाले उत्तेजकों (जैसे कि साबुन, डिटर्जेंट्स, द्रव्य, और रसायन) के दोहन के कारण, बढ़ी हुई त्वचा अंतःचर्नल पानी की हानि",
        ">> उत्तेजक के जोखिम कारक:",
        "-> उत्तेजकों (जैसे कि निर्माण, सफाई, और कृषि जैसे उद्योगों में व्यावसायिक खतरे) के अक्सर संपर्क में आना",
        "● एलर्जीक-",
        
        "-> अत्यंत खुजली, लाल चकत्ते पैपुल्स और/या वेसिकल्स",
        "-> लिकेनिफिकेशन और स्केलिंग लंबे समय तक मौजूद हो सकते हैं",
        ">> एलर्जीक का कारण:",
        "-> विशेष एलर्जेन्स (जैसे कि निकल, कॉस्मेटिक्स, लैटेक्स, इत्र, संरक्षक, या टॉक्सिकोडेन्ड्रन spp.) के प्रति प्रतिक्रिया",
        ">> एलर्जीक के जोखिम कारक:",
        "-> पूर्वी संवेदनशीलता से एलर्जेन्स को जानता है",
        "-> आनुवंशिक प्रवृत्ति",
        "● सेबोरेक दर्मटाइटिस:",
        
        "-> छिली, लाल पैच, अक्सर सफेद-पीले, तेलभरी त्वचा के स्केल्स के साथ",
        "-> सामान्य रूप से सिर (जहां इसे डैंड्रफ के रूप में जाना जाता है), चेहरा (विशेष रूप से नाक-होंठ, भुजाओं, और माथे), और छाती को प्रभावित करता है।",
        "-> खुजली हो सकती है",
        ">> सेबोरेक दर्मटाइटिस का कारण:",
        "-> वृद्धि सेबेशस ग्लैंड गतिविधि एक वसा-धनीय वातावरण प्रदान करती है जो मलसेजिया यीस्ट के प्रसार को समर्थन करता है, जो एक ग्रहणी प्रतिक्रिया का कारण है",
        ">> सेबोरेक दर्मटाइटिस के जोखिम कारक:",
        "-> तैलीय त्वचा",
        "-> तनाव ",
        "-> ठंडा और सूखा मौसम",
        "-> आनुवंशिक कारक",
        "-> स्नायु शारीरिक स्थितियाँ (जैसे कि पार्किंसन की बीमारी) या प्रणालीय स्थितियाँ (जैसे कि एचआईवी/एड्स)",
        "● लाइकन प्लानस:",
        
        "-> बहुभुजीय, नीले (बैंगनी), फ्लैट-टॉपेड पैपुल्स और प्लैक्स",
        "-> अक्सर कलाई, कमर के निचले हिस्से, और टखने प्रभावित कर सकते हैं",
        "-> मामलों पर विकम स्त्रिए (सूक्ष्म, सफेद रेखाएँ) (चित्र व शरीर) हो सकती हैं",
        "-> वायुमुख्य मुख्य मुख्य स्तनदार में प्रभावित हो सकते हैं, सफेद चित्रण या कटाव में समाप्त कर सकते हैं",
        "-> खुजली",
        ">> लाइकन प्लानस का कारण:",
        "-> ऑटोइम्यून अवस्था मानी जाती है।",
        ">> लाइकन प्लानस के जोखिम कारक:",
        "-> हेपेटाइटिस सी संक्रमण",
        "-> दवाओं (जैसे कि एनएसएआईडी, बीटा-ब्लॉकर, एसई इंहिबीटर्स, और एंटीमलेरियल्स)",
        "-> अन्य ऑटोइम्यून अवस्थाएं (जैसे कि विटिलिगो या एलोपेसिया एरियाटा)"
    ],
    "doi": [
        "■ भड़काऊ ते ऑटोइम्यून त्वचा दी स्थिति",
        "● सोरायसिस:",
       
        "-> मोटे, चांदी-सफेद पैमाने कन्नै लाल पैच ते पट्टिकाएं, अक्सर कोहनी, घुटने, ते खोपड़ी पर दिक्खने गी मिलदियां न।",
        "-> खुजली, जलन, ते दर्द पैदा कर सकदा ऐ",
        ">> सोरायसिस दा कारण:",
        "-> इक पुरानी प्रतिरक्षा प्रणाली दी गड़बड़ी जेह्ड़ी तेजी कन्नै त्वचा कोशिकाएं दे उत्पादन दा कारण बनदी ऐ",
        ">> सोरायसिस दे जोखिम दे कारक:",
        "-> आनुवांशिक प्रवृत्ति ",
        "-> तनाव",
        "-> संक्रमण (जैसे स्ट्रेप्टोकोकल गले दे संक्रमण)",
        "-> दवाईयां (जियां लिथियम, बीटा-ब्लॉकर, मलेरिया विरोधी, ते एनएसएआईडी)",
        "● एटोपिक जिल्द दा सूजन (एक्जिमा):",
       
        "-> लाल, सूजन वाले पैच",
        "-> तीव्र खुजली हो सकदी ऐ",
        "-> गंभीर मामलें च साफ तरल पदार्थ ते क्रस्टिंग दा ओझिंग मौजूद होई सकदा ऐ",
        "-> पुरानी मामलें च दरारें कन्नै हाइपरपिग्मेंटेड, लाइकेनाइज्ड प्लेक मौजूद होई सकदे न",
        "-> शिशुएं ते बच्चें च आम ऐ पर वयस्कता तकर बी बनी सकदा ऐ",
        ">> एटोपिक जिल्द दी सूजन (एक्जिमा) दा कारण:",
        "-> आनुवांशिक ते पर्यावरणीय कारकें दा संयोजन, जेह्ड़ा अक्सर होर एलर्जी दी स्थितियें कन्नै जुड़े दा होंदा ऐ",
        ">> एटोपिक जिल्द दी सूजन (एक्जिमा) दे जोखिम दे कारक:",
        "-> एक्जिमा दा पारिवारिक इतिहास",
        "-> एटोपिक ट्रायड= एलर्जी नासिकाशोथ + दमा + एटोपिक जिल्द दा सूजन",
        "-> प्रदूषण दे उच्च स्तर कन्नै शैह् री जीवन",
        "-> संपर्क जिल्द दी सूजन:",
        "● चिड़चिड़ा-",
       
        "-> लाल, खुजली आह्ले पप्यूल ते/जां पुटिका",
        "-> सूखने, स्केलिंग, ते दरार बी हो सकदा ऐ",
        ">> चिड़चिड़ापन दा कारण:",
        "-> चिड़चिड़ाएं (जियां साबुन, डिटर्जेंट, विलायक, ते रसायन) दे बार-बार संपर्क च औने कन्नै त्वचा दी बाधा गी नुकसान पजाना, जिस कन्नै ट्रांसएपिडर्मल पानी दा नुकसान बधी जंदा ऐ",
        ">> चिड़चिड़ा होने आह्ले जोखिम दे कारक:",
        "-> परेशान करने आह् ली चीजें दा बार-बार संपर्क (जियां निर्माण, सफाई, ते खेतीबाड़ी जनेह् उद्योगें च व्यावसायिक खतरे)",
        "● एलर्जी-", 
       
        "-> तीव्र खुजली, लाल दाने आह्ले पप्यूल ते/जां पुटिका",
        "-> पुरानी मामलें च लाइकेनीकरण ते स्केलिंग मौजूद होई सकदा ऐ",
        ">> एलर्जी दा कारण:",
        "-> विशिष्ट एलर्जी (जियां निकल, सौंदर्य प्रसाधन, लेटेक्स, खुशबू, संरक्षक, जां टॉक्सिकोडेंड्रोन एसपीपी)",
        ">> एलर्जी दे जोखिम दे कारक:",
        "-> एलर्जी दे प्रति पिछले संवेदनशीलता",
        "-> आनुवांशिक प्रवृत्ति",
        "● सेबोरेइक जिल्द दा सूजन:",
       
        "-> फ्लेकी, लाल पैच, अक्सर सफेद-पीले, चिकने तराजू कन्नै",
        "-> आमतौर उप्पर खोपड़ी (जित्थें इसगी रूसी दे रूप च जानेआ जंदा ऐ), चेहरे (खासकर नासोलाबियाल सिलवट, भौंएं, ते मत्थे), ते छाती गी प्रभावित करदा ऐ।",
        "-> खुजली हो सकदी ऐ",
        ">> सीबोरिया जिल्द दी सूजन दा कारण:",
        "-> वसा ग्रंथि दी गतिविधि च वृद्धि लिपिड समृद्ध वातावरण प्रदान करदी ऐ जेह्ड़ा मलासेज़िया खमीर दे प्रसार च मदद करदा ऐ, जिस कन्नै भड़काऊ प्रतिक्रिया पैदा होंदी ऐ",
        ">> सीबोरिया जिल्द दी सूजन दे जोखिम दे कारक:",
        "-> तेल वाली त्वचा",
        "-> तनाव ",
        "-> ठंड ते शुष्क मौसम",
        "-> आनुवांशिक कारक",
        "-> न्यूरोलॉजिकल स्थितियां (जियां पार्किंसंस रोग) जां प्रणालीगत स्थितियां (जियां एचआईवी/एड्स)",
        "● लाइकेन प्लानस:",
       
        "-> बहुभुज, वायलेस (बैंगनी), सपाट-शीर्ष पप्यूल ते पट्टिकाएं",
        "-> अक्सर कलाई, पीठ दे निचले हिस्से, ते टखने गी प्रभावित करदा ऐ",
        "-> सतह पर विकहम स्ट्रिया (ठीक, सफेद रेखाएं) प्रदर्शित कर सकदा ऐ",
        "-> श्लेष्म झिल्ली गी बी प्रभावित करी सकदा ऐ, जिसदे कारण जालीदार सफेद लेसी पैच (Wickham striae)",
        "-> जननांगें दी श्लेष्म झिल्ली बी प्रभावित होई सकदी ऐ, जेह्ड़ी इसी जनेही सफेद पैच जां कटाव कन्नै पेश औंदी ऐ",
        "-> खुजली",
        ">> लाइकेन प्लानस दा कारण:",
        "-> इक ऑटोइम्यून स्थिति समझेआ जंदा ऐ।",
        ">> लाइकेन प्लानस लेई जोखिम कारक:",
        "-> हेपेटाइटिस सी संक्रमण",
        "-> दवाईयां (जियां एनएसएआईडी, बीटा-ब्लॉकर, एसीई इंहिबिटर, ते मलेरिया विरोधी)",
        "-> होर ऑटोइम्यून स्थितियां (जियां विटिलिगो जां एलोपेसिया एरियाटा)" 
       ],
    "en": [
        "■ Inflammatory and Autoimmune Skin Conditions",
        "● Psoriasis:",
    
        "-> Red patches and plaques with thick, silver-white scale, often appearing on the elbows, knees, and scalp.",
        "-> May cause itchiness, burning, and soreness",
        ">> Cause for Psoriasis:",
        "-> A chronic immune system dysfunction that causes rapid skin cell production",
        ">> Risk Factors for Psoriasis:",
        "-> Genetic predisposition ",
        "-> Stress",
        "-> Infections (e.g. Streptococcal throat infections)",
        "-> Medications (e.g. lithium, beta-blockers, antimalarials, and NSAIDs)",
         "● Atopic Dermatitis (Eczema):",
    
        "-> Red, inflamed patches",
        "-> Can be intensely itchy",
        "-> Oozing of clear fluid and crusting may be present in severe cases",
        "-> Hyperpigmented, lichenified plaques with fissures may be present in chronic cases",
        "-> Common in infants and children but can persist into adulthood",
        ">> Cause for Atopic Dermatitis (Eczema):",
        "-> A combination of genetic and environmental factors, often linked to other allergic conditions",
        ">> Risk Factors for Atopic Dermatitis (Eczema):",
        "-> Family history of eczema",
        "-> Atopic triad= allergic rhinitis + asthma + atopic dermatitis",
        "-> Urban living with higher pollution levels",
        "-> Contact Dermatitis:",
        "● Irritant-",
    
        "-> Red, itchy papules and/or vesicles",
        "-> May also be accompanied by dryness, scaling, and fissuring",
        ">> Cause for Irritant:",
        "-> Damage to the skin barrier by repeated exposure to irritants (e.g. soaps, detergents, solvents, and chemicals), leading to increased transepidermal water loss",
        ">> Risk Factors for Irritant:",
        "-> Frequent exposure to irritants (e.g. occupational hazards in industries such as construction, cleaning, and agriculture)",
        "● Allergic-",
    
        "-> Intensely itchy, red rash papules and/or vesicles",
        "-> Lichenification and scaling may be present in chronic cases",
        ">> Cause for Allergic:",
        "-> Immune response to specific allergens (e.g. nickel, cosmetics, latex, fragrances, preservatives, or Toxicodendron spp.)",
        ">> Risk Factors for Allergic:",
        "-> Previous sensitization to allergens",
        "-> Genetic predisposition",
        "● Seborrheic Dermatitis:",
    
        "-> Flaky, red patches, often with white-yellow, greasy scales",
        "-> Commonly affects scalp (where it is known as dandruff), face (especially the nasolabial folds, eyebrows, and forehead), and chest.",
        "-> May be itchy",
        ">> Cause for Seborrheic Dermatitis:",
        "-> Increased sebaceous gland activity provides a lipid-rich environment that supports the proliferation of Malassezia yeast, causing an inflammatory response",
        ">> Risk Factors for Seborrheic Dermatitis:",
        "-> Oily skin",
        "-> Stress ",
        "-> Cold and dry weather",
        "-> Genetic factors",
        "-> Neurological conditions (e.g. Parkinson’s disease) or systemic conditions (e.g. HIV/AIDS)",
        "● Lichen Planus:",
    
        "-> Polygonal, violaceous (purplish), flat-topped papules and plaques",
        "-> Often affects the wrists, lower back, and ankles",
        "-> May exhibit Wickham striae (fine, white lines) on the surface",
        "-> Can also affect mucous membranes, causing reticular white lacy patches (Wickham striae)",
        "-> Genital mucous membranes can also be affected, presenting with similar white patches or erosions",
        "-> Itchy",
        ">> Cause for Lichen Planus:",
        "-> Thought to be an autoimmune condition.",
        ">> Risk Factors for Lichen Planus:",
        "-> Hepatitis C infection",
        "-> Medications (e.g. NSAIDs, beta-blockers, ACE inhibitors, and antimalarials)",
        "-> Other autoimmune conditions (e.g. vitiligo or alopecia areata)"
    ]
    ,
    "gu": [
 "■ બળતરા અને સ્વયંપ્રતિરક્ષા ત્વચાની સ્થિતિ",
 "● સૉરાયિસસ:",

 "-> જાડા, ચાંદી-સફેદ સ્કેલ સાથે લાલ પેચ અને તકતીઓ, ઘણી વખત કોણી, ઘૂંટણ અને માથાની ચામડી પર દેખાય છે.",
 "-> ખંજવાળ, બર્નિંગ અને દુખાવો થઈ શકે છે",
 ">> સોરાયસીસનું કારણ:",
 "-> રોગપ્રતિકારક તંત્રની દીર્ઘકાલીન તકલીફ જે ત્વચાના કોષોના ઝડપી ઉત્પાદનનું કારણ બને છે",
 ">> સૉરાયિસસ માટેના જોખમી પરિબળો:",
 "-> આનુવંશિક વલણ",
 "-> તણાવ",
 "-> ચેપ (દા.ત. સ્ટ્રેપ્ટોકોકલ ગળામાં ચેપ)",
 "-> દવાઓ (દા.ત. લિથિયમ, બીટા-બ્લોકર્સ, એન્ટિમેલેરીયલ્સ અને NSAIDs)",
 "● એટોપિક ત્વચાકોપ (ખરજવું):",

 "-> લાલ, સોજાવાળા પેચો",
 "-> તીવ્ર ખંજવાળ આવી શકે છે",
 "-> સ્પષ્ટ પ્રવાહીનું સ્રાવ અને ક્રસ્ટિંગ ગંભીર કિસ્સાઓમાં હાજર હોઈ શકે છે",
 "-> હાયપરપીગ્મેન્ટેડ, ફિશર સાથે લિકેનિફાઇડ તકતીઓ ક્રોનિક કેસોમાં હાજર હોઈ શકે છે",
 "-> શિશુઓ અને બાળકોમાં સામાન્ય પરંતુ પુખ્તાવસ્થા સુધી ચાલુ રહી શકે છે",
 ">> એટોપિક ત્વચાકોપ (ખરજવું) માટેનું કારણ:",
 "-> આનુવંશિક અને પર્યાવરણીય પરિબળોનું સંયોજન, જે ઘણીવાર અન્ય એલર્જીક સ્થિતિઓ સાથે સંકળાયેલું હોય છે",
 ">> એટોપિક ત્વચાકોપ (ખરજવું) માટે જોખમી પરિબળો:",
 "-> ખરજવું કુટુંબ ઇતિહાસ",
 "-> એટોપિક ટ્રાયડ = એલર્જિક નાસિકા પ્રદાહ + અસ્થમા + એટોપિક ત્વચાકોપ",
 "-> ઉચ્ચ પ્રદૂષણ સ્તર સાથે શહેરી જીવન",
 "-> સંપર્ક ત્વચાકોપ:",
 "● બળતરા-",

 "-> લાલ, ખંજવાળવાળા પેપ્યુલ્સ અને/અથવા વેસિકલ્સ",
 "-> શુષ્કતા, સ્કેલિંગ અને ફિશરિંગ સાથે પણ હોઈ શકે છે",
 ">> બળતરા માટેનું કારણ:",
 "-> બળતરા (દા.ત. સાબુ, ડિટર્જન્ટ, દ્રાવક અને રસાયણો) ના વારંવાર સંપર્કમાં આવવાથી ત્વચાના અવરોધને નુકસાન, જે ટ્રાન્સપીડર્મલ વોટર લોસમાં વધારો તરફ દોરી જાય છે",
 ">> બળતરા માટેના જોખમી પરિબળો:",
 "-> બળતરાના વારંવાર સંપર્કમાં (દા.ત. બાંધકામ, સફાઈ અને કૃષિ જેવા ઉદ્યોગોમાં વ્યવસાયિક જોખમો)",
 "● એલર્જી-",

 "-> તીવ્ર ખંજવાળ, લાલ ફોલ્લીઓ અને/અથવા વેસિકલ્સ",
 "-> ક્રોનિક કેસોમાં લિકેનિફિકેશન અને સ્કેલિંગ હાજર હોઈ શકે છે",
 ">> એલર્જીનું કારણ:",
 "-> ચોક્કસ એલર્જન (દા.ત. નિકલ, સૌંદર્ય પ્રસાધનો, લેટેક્સ, સુગંધ, પ્રિઝર્વેટિવ્સ, અથવા ટોક્સિકોડેન્ડ્રોન એસપીપી.) માટે રોગપ્રતિકારક પ્રતિક્રિયા",
 ">> એલર્જી માટેના જોખમી પરિબળો:",
 "-> એલર્જન માટે અગાઉની સંવેદનશીલતા",
 "-> આનુવંશિક વલણ",
 "● સેબોરેહિક ત્વચાકોપ:",

 "-> ફ્લેકી, લાલ પેચ, ઘણીવાર સફેદ-પીળા, ચીકણા ભીંગડા સાથે",
 "-> સામાન્ય રીતે ખોપરી ઉપરની ચામડી (જ્યાં તેને ડેન્ડ્રફ તરીકે ઓળખાય છે), ચહેરો (ખાસ કરીને નાસોલેબિયલ ફોલ્ડ્સ, ભમર અને કપાળ), અને છાતીને અસર કરે છે.",
 "-> ખંજવાળ આવી શકે છે",
 ">> સેબોરેહિક ત્વચાકોપ માટેનું કારણ:",
 "-> સેબેસીયસ ગ્રંથિની પ્રવૃત્તિમાં વધારો લિપિડ-સમૃદ્ધ વાતાવરણ પૂરું પાડે છે જે માલસેઝિયા યીસ્ટના પ્રસારને સમર્થન આપે છે, જેનાથી બળતરા પ્રતિક્રિયા થાય છે",
 ">> સેબોરેહિક ત્વચાકોપ માટેના જોખમી પરિબળો:",
 "-> તેલયુક્ત ત્વચા",
 "-> તણાવ",
 "-> ઠંડુ અને શુષ્ક હવામાન",
 "-> આનુવંશિક પરિબળો",
 "-> ન્યુરોલોજીકલ પરિસ્થિતિઓ (દા.ત. પાર્કિન્સન રોગ) અથવા પ્રણાલીગત પરિસ્થિતિઓ (દા.ત. HIV/AIDS)",
 "● લિકેન પ્લાનસ:",

 "-> બહુકોણીય, વાયોલેસિયસ (જાંબલી), ફ્લેટ-ટોપ પેપ્યુલ્સ અને તકતીઓ",
 "-> ઘણીવાર કાંડા, પીઠના નીચેના ભાગમાં અને પગની ઘૂંટીઓને અસર કરે છે",
 "-> સપાટી પર વિકહામ સ્ટ્રાઇ (ઝીણી, સફેદ રેખાઓ) પ્રદર્શિત કરી શકે છે",
 "-> મ્યુકોસ મેમ્બ્રેનને પણ અસર કરી શકે છે, જેના કારણે જાળીદાર સફેદ લેસી પેચો (વિકહેમ સ્ટ્રાઇ)",
 "-> જનન મ્યુકોસ મેમ્બ્રેનને પણ અસર થઈ શકે છે, જે સમાન સફેદ પેચ અથવા ધોવાણ સાથે પ્રસ્તુત થાય છે",
 "-> ખંજવાળ",
 ">> લિકેન પ્લાનસનું કારણ:",
 "-> સ્વયંપ્રતિરક્ષા સ્થિતિ હોવાનું વિચાર્યું.",
 ">> લિકેન પ્લાનસ માટે જોખમી પરિબળો:",
 "-> હિપેટાઇટિસ સી ચેપ",
 "-> દવાઓ (દા.ત. NSAIDs, બીટા-બ્લૉકર, ACE અવરોધકો અને મલેરિયા વિરોધી)",
 "-> અન્ય સ્વયંપ્રતિરક્ષા સ્થિતિઓ (દા.ત. પાંડુરોગ અથવા એલોપેસીયા એરેટા)"
],
    "hne": [
        "■ सूखी और स्वायत्तता स्किन स्थितियाँ",
        "● प्सोरायसिस:",
        
        "-> लाल छाले और प्लैक्स जो ढीले, चांदी-सफेद स्केल के साथ होते हैं, अक्सर कोहनियों, घुटनों और खोपड़ी पर दिखाई देते हैं।",
        "-> खुजली, जलन और दर्द का कारण हो सकता है",
        ">> प्सोरायसिस का कारण:",
        "-> एक दीर्घकालिक प्रतिरक्षा प्रणाली असंतुलन जो त्वचा में त्वरित कोशिका उत्पादन करने का कारण बनाता है",
        ">> प्सोरायसिस के जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति ",
        "-> तनाव",
        "-> संक्रमण (जैसे कि स्ट्रेपटोकोकल गले के संक्रमण)",
        "-> दवाओं (जैसे कि लिथियम, बीटा-ब्लॉकर, एंटीमलेरियल्स, और एनएसएआईडी)",
        "● एटोपिक डर्मटाइटिस (एक्जिमा):",
        
        "-> लाल, सूजनदार पैचेस",
        "-> बहुत अधिक खुजली हो सकती है",
        "-> गहरे मामलों में साफ तरल और झागने की समस्या हो सकती है",
        "-> हाइपरपिगमेंटेड, लिकेनिफाइड प्लैक्स में फिसर्स हो सकते हैं जो दीर्घकालिक मामलों में हो सकते हैं",
        "-> शिशुओं और बच्चों में सामान्य होता है लेकिन वयस्कता में बना रह सकता है",
        ">> एटोपिक डर्मटाइटिस (एक्जिमा) का कारण:",
        "-> आनुवंशिक और पर्यावरणीय कारकों का संयोजन, अक्सर अन्य एलर्जिक स्थितियों से जुड़ा",
        ">> एटोपिक डर्मटाइटिस (एक्जिमा) के जोखिम कारक:",
        "-> एक्जिमा के परिवारिक इतिहास",
        "-> एटोपिक त्रिवर्ग = एलर्जिक नाक + अस्थमा + एटोपिक डर्मटाइटिस",
        "-> उच्च प्रदूषण स्तरों वाले शहरी जीवन",
        "-> संपर्क डर्मटाइटिस:",
        "● उत्तेजक-",
        
        "-> लाल, खुजली पैपुल्स और/या वेसिकल्स",
        "-> सूखापन, स्केलिंग, और फिसरिंग के साथ भी हो सकता है",
        ">> उत्तेजक का कारण:",
        "-> त्वचा बारियर को क्षति पहुंचाने वाले उत्तेजकों (जैसे कि सोप, डिटर्जेंट्स, रसायन, और केमिकल्स) के अधिक अनुभव से, बढ़ी हुई त्वचा पारस्थलीय जल संकलन",
        ">> उत्तेजक के जोखिम कारक:",
        "-> बार-बार उत्तेजकों (जैसे कि निर्माण, सफाई, और कृषि जैसे उद्योगों में व्यावसायिक खतरे) के अधिक अनुभव",
        "● एलर्जीक-",
        
        "-> बहुत अधिक खुजली, लाल चकत्ते पैपुल्स और/या वेसिकल्स",
        "-> लिकेनिफिकेशन और स्केलिंग लंबे समय तक मौजूद हो सकते हैं",
        ">> एलर्जीक का कारण:",
        "-> विशिष्ट एलर्जनों के लिए प्रतिक्रिया (जैसे कि निकल, कॉस्मेटिक्स, लेटेक्स, इत्र, संरक्षक, या Toxicodendron spp.)",
        ">> एलर्जीक के जोखिम कारक:",
        "-> पूर्वी संवेदनशीलता से एलर्जनों को जानता है",
        "-> आनुवंशिक प्रवृत्ति",
        "● सेबोरेक डर्मटाइटिस:",
        
        "-> छिला, लाल पैच, अक्सर सफेद-पीले, तेलभरी त्वचा के स्केल्स के साथ",
        "-> सामान्य रूप से सिर (जहां इसे डैंड्रफ के रूप में जाना जाता है), चेहरा (विशेष रूप से नाक-होंठ, भुजाओं, और माथे), और छाती को प्रभावित करता है।",
        "-> खुजली हो सकती है",
        ">> सेबोरेक डर्मटाइटिस का कारण:",
        "-> वृद्धि सेबेशस ग्लैंड गतिविधि एक वसा-धनीय वातावरण प्रदान करती है जो मलसेजिया यीस्ट के प्रसार को समर्थन करता है, जो एक ग्रहणी प्रतिक्रिया का कारण है",
        ">> सेबोरेक डर्मटाइटिस के जोखिम कारक:",
        "-> तैलीय त्वचा",
        "-> तनाव ",
        "-> ठंडा और सूखा मौसम",
        "-> आनुवंशिक कारक",
        "-> स्नायु शारीरिक स्थितियाँ (जैसे कि पार्किंसन की बीमारी) या प्रणालीय स्थितियाँ (जैसे कि एचआईवी/एड्स)",
        "● लाइकन प्लानस:",
        
        "-> बहुभुजीय, नीले (बैंगनी), फ्लैट-टॉपेड पैपुल्स और प्लैक्स",
        "-> अक्सर कलाई, कमर के निचले हिस्से, और टखने प्रभावित कर सकते हैं",
        "-> मामलों पर विकम स्त्रिए (सूक्ष्म, सफेद रेखाएँ) (चित्र व शरीर) हो सकती हैं",
        "-> वायुमुख्य मुख्य मुख्य स्तनदार में प्रभावित हो सकते हैं, सफेद चित्रण या कटाव में समाप्त कर सकते हैं",
        "-> खुजली",
        ">> लाइकन प्लानस का कारण:",
        "-> ऑटोइम्यून अवस्था मानी जाती है।",
        ">> लाइकन प्लानस के जोखिम कारक:",
        "-> हेपेटाइटिस सी संक्रमण",
        "-> दवाओं (जैसे कि एनएसएआईडी, बीटा-ब्लॉकर, एसई इंहिबीटर्स, और एंटीमलेरियल्स)",
        "-> अन्य ऑटोइम्यून अवस्थाएं (जैसे कि विटिलिगो या एलोपेसिया एरियाटा)"
    ],
    "hi": [

"■ सूजन और ऑटोइम्यून त्वचा की स्थिति",

"● सोरायसिस:",

"-> लाल धब्बे और मोटी, चांदी-सफेद परत के साथ पट्टिका, अक्सर कोहनी, घुटनों और खोपड़ी पर दिखाई देती है।",

"-> खुजली, जलन और दर्द का कारण बन सकती है",

">> सोरायसिस के कारण:",

"-> एक पुरानी प्रतिरक्षा प्रणाली की शिथिलता जो तेजी से त्वचा कोशिका उत्पादन का कारण बनती है",

">> सोरायसिस के लिए जोखिम कारक:",

"-> आनुवंशिक प्रवृत्ति ",

"-> तनाव",

"-> संक्रमण (जैसे स्ट्रेप्टोकोकल गले के संक्रमण)",

"-> दवाएं (जैसे लिथियम, बीटा-ब्लॉकर्स, एंटीमलेरियल और NSAIDs)",

"● एटोपिक डर्माटाइटिस (एक्जिमा):",

"-> लाल, सूजन वाले पैच",

"-> बहुत खुजली हो सकती है",

"-> स्पष्ट तरल पदार्थ का रिसाव और गंभीर मामलों में पपड़ी जम सकती है",
"-> हाइपरपिग्मेंटेड, लाइकेनयुक्त पट्टिकाएँ विदर के साथ जीर्ण मामलों में मौजूद हो सकती हैं",
"-> शिशुओं और बच्चों में आम है लेकिन वयस्कता में बनी रह सकती है",
">> एटोपिक डर्माटाइटिस (एक्जिमा) का कारण:",
"-> आनुवंशिक और पर्यावरणीय कारकों का एक संयोजन, जो अक्सर अन्य एलर्जी स्थितियों से जुड़ा होता है",
">> एटोपिक डर्माटाइटिस (एक्जिमा) के लिए जोखिम कारक:",
"-> एक्जिमा का पारिवारिक इतिहास",
"-> एटोपिक ट्रायड = एलर्जिक राइनाइटिस + अस्थमा + एटोपिक डर्माटाइटिस",
"-> उच्च प्रदूषण स्तरों के साथ शहरी जीवन",
"-> संपर्क डर्माटाइटिस:",
"● जलन पैदा करने वाला-",

"-> लाल, खुजली वाले पपल्स और/या पुटिकाएं",
"-> सूखापन, स्केलिंग और दरारें भी हो सकती हैं",
">> जलन पैदा करने वाला कारण:",
"-> उत्तेजक पदार्थों (जैसे, एलर्जी, एलर्जी, आदि) के बार-बार संपर्क में आने से त्वचा की बाधा को नुकसान पहुँचता है। साबुन, डिटर्जेंट, सॉल्वैंट्स और रसायन), जिससे ट्रांसएपिडर्मल जल हानि बढ़ जाती है",

">> उत्तेजक पदार्थों के लिए जोखिम कारक:",

"-> उत्तेजक पदार्थों के संपर्क में बार-बार आना (जैसे कि निर्माण, सफाई और कृषि जैसे उद्योगों में व्यावसायिक जोखिम)",

"● एलर्जी-",

"-> तीव्र खुजली, लाल चकत्ते वाले पपल्स और/या पुटिकाएं",

"-> जीर्ण मामलों में लाइकेनिफिकेशन और स्केलिंग मौजूद हो सकती है",

">> एलर्जी का कारण:",

"-> विशिष्ट एलर्जी के प्रति प्रतिरक्षा प्रतिक्रिया (जैसे कि निकल, सौंदर्य प्रसाधन, लेटेक्स, सुगंध, परिरक्षक, या टॉक्सिकोडेंड्रोन एसपीपी.)",

">> एलर्जी के लिए जोखिम कारक:",

"-> एलर्जी के प्रति पिछली संवेदनशीलता",

"-> आनुवंशिक प्रवृत्ति",

"● सेबोरहाइक डर्मेटाइटिस:",

"-> परतदार, लाल धब्बे, अक्सर सफेद-पीले, चिकने तराजू के साथ",
"-> आमतौर पर खोपड़ी (जहाँ इसे रूसी के रूप में जाना जाता है), चेहरे (विशेष रूप से नासोलैबियल सिलवटों, भौहें और माथे) और छाती को प्रभावित करता है।",
"-> खुजली हो सकती है",
">> सेबोरहाइक डर्मेटाइटिस के कारण:",
"-> बढ़ी हुई वसामय ग्रंथि गतिविधि एक लिपिड-समृद्ध वातावरण प्रदान करती है जो मालासेज़िया खमीर के प्रसार का समर्थन करती है, जिससे एक भड़काऊ प्रतिक्रिया होती है",
">> सेबोरहाइक डर्मेटाइटिस के लिए जोखिम कारक:",
"-> तैलीय त्वचा",
"-> तनाव ",
"-> ठंडा और शुष्क मौसम",
"-> आनुवंशिक कारक",
"-> तंत्रिका संबंधी स्थितियाँ (जैसे. पार्किंसंस रोग) या प्रणालीगत स्थितियां (जैसे एचआईवी/एड्स)",
"● लाइकेन प्लेनस:",

"-> बहुकोणीय, बैंगनी (बैंगनी), चपटे शीर्ष वाले पपल्स और पट्टिकाएँ",
"-> अक्सर कलाई, पीठ के निचले हिस्से और टखनों को प्रभावित करता है",
"-> सतह पर विकम स्ट्राइ (बारीक, सफ़ेद रेखाएँ) प्रदर्शित कर सकता है",
"-> श्लेष्म झिल्ली को भी प्रभावित कर सकता है, जिससे जालीदार सफ़ेद लैसी पैच (विकम स्ट्राइ) हो सकते हैं",
"-> जननांग श्लेष्म झिल्ली भी प्रभावित हो सकती है, जो समान सफ़ेद पैच या क्षरण के साथ प्रस्तुत होती है",
"-> खुजली",
">> लाइकेन प्लेनस का कारण:",
"-> एक ऑटोइम्यून स्थिति माना जाता है।",
">> लाइकेन प्लेनस के लिए जोखिम कारक:",
"-> हेपेटाइटिस सी संक्रमण",
"-> दवाएँ (जैसे NSAIDs, बीटा-ब्लॉकर्स, ACE अवरोधक, और मलेरिया रोधी)",
"-> अन्य स्वप्रतिरक्षी स्थितियाँ (जैसे विटिलिगो या एलोपेसिया एरीटा)"
],
    "kn": [
 "■ ಉರಿಯೂತ ಮತ್ತು ಸ್ವಯಂ ನಿರೋಧಕ ಚರ್ಮದ ಪರಿಸ್ಥಿತಿಗಳು",
 "● ಸೋರಿಯಾಸಿಸ್:",

 "-> ಮೊಣಕೈಗಳು, ಮೊಣಕಾಲುಗಳು ಮತ್ತು ನೆತ್ತಿಯ ಮೇಲೆ ಹೆಚ್ಚಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುವ ದಪ್ಪ, ಬೆಳ್ಳಿ-ಬಿಳಿ ಮಾಪಕದೊಂದಿಗೆ ಕೆಂಪು ತೇಪೆಗಳು ಮತ್ತು ಫಲಕಗಳು.",
 "-> ತುರಿಕೆ, ಸುಡುವಿಕೆ ಮತ್ತು ನೋವನ್ನು ಉಂಟುಮಾಡಬಹುದು",
 ">> ಸೋರಿಯಾಸಿಸ್‌ಗೆ ಕಾರಣ:",
 "-> ದೀರ್ಘಕಾಲದ ಪ್ರತಿರಕ್ಷಣಾ ವ್ಯವಸ್ಥೆಯ ಅಪಸಾಮಾನ್ಯ ಕ್ರಿಯೆಯು ತ್ವರಿತ ಚರ್ಮದ ಕೋಶಗಳ ಉತ್ಪಾದನೆಗೆ ಕಾರಣವಾಗುತ್ತದೆ",
 ">> ಸೋರಿಯಾಸಿಸ್‌ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಆನುವಂಶಿಕ ಪ್ರವೃತ್ತಿ ",
 "-> ಒತ್ತಡ",
 "-> ಸೋಂಕುಗಳು (ಉದಾ. ಸ್ಟ್ರೆಪ್ಟೋಕೊಕಲ್ ಗಂಟಲಿನ ಸೋಂಕುಗಳು)",
 "-> ಔಷಧಿಗಳು (ಉದಾ. ಲಿಥಿಯಂ, ಬೀಟಾ-ಬ್ಲಾಕರ್‌ಗಳು, ಆಂಟಿಮಲೇರಿಯಲ್‌ಗಳು ಮತ್ತು NSAID ಗಳು)",
 "● ಅಟೊಪಿಕ್ ಡರ್ಮಟೈಟಿಸ್ (ಎಸ್ಜಿಮಾ):",

 "-> ಕೆಂಪು, ಉರಿಯುತ್ತಿರುವ ತೇಪೆಗಳು",
 "-> ತೀವ್ರವಾಗಿ ತುರಿಕೆಯಾಗಬಹುದು",
 "-> ಸ್ಪಷ್ಟವಾದ ದ್ರವದ ಸ್ರವಿಸುವಿಕೆ ಮತ್ತು ಕ್ರಸ್ಟಿಂಗ್ ತೀವ್ರತರವಾದ ಪ್ರಕರಣಗಳಲ್ಲಿ ಕಂಡುಬರಬಹುದು",
 "-> ಹೈಪರ್ಪಿಗ್ಮೆಂಟೆಡ್, ಬಿರುಕುಗಳೊಂದಿಗೆ ಕಲ್ಲುಹೂವು ಪ್ಲೇಕ್ಗಳು ​​ದೀರ್ಘಕಾಲದ ಪ್ರಕರಣಗಳಲ್ಲಿ ಕಂಡುಬರಬಹುದು",
 "-> ಶಿಶುಗಳು ಮತ್ತು ಮಕ್ಕಳಲ್ಲಿ ಸಾಮಾನ್ಯ ಆದರೆ ಪ್ರೌಢಾವಸ್ಥೆಯಲ್ಲಿ ಉಳಿಯಬಹುದು",
 ">> ಅಟೊಪಿಕ್ ಡರ್ಮಟೈಟಿಸ್ (ಎಸ್ಜಿಮಾ) ಗೆ ಕಾರಣ:",
 "-> ಆನುವಂಶಿಕ ಮತ್ತು ಪರಿಸರ ಅಂಶಗಳ ಸಂಯೋಜನೆ, ಸಾಮಾನ್ಯವಾಗಿ ಇತರ ಅಲರ್ಜಿಯ ಪರಿಸ್ಥಿತಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದೆ",
 ">> ಅಟೊಪಿಕ್ ಡರ್ಮಟೈಟಿಸ್ (ಎಸ್ಜಿಮಾ) ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಎಸ್ಜಿಮಾದ ಕುಟುಂಬದ ಇತಿಹಾಸ",
 "-> ಅಟೊಪಿಕ್ ಟ್ರೈಡ್= ಅಲರ್ಜಿಕ್ ರಿನಿಟಿಸ್ + ಆಸ್ತಮಾ + ಅಟೊಪಿಕ್ ಡರ್ಮಟೈಟಿಸ್",
 "-> ಹೆಚ್ಚಿನ ಮಾಲಿನ್ಯ ಮಟ್ಟಗಳೊಂದಿಗೆ ನಗರ ಜೀವನ",
 "-> ಸಂಪರ್ಕ ಚರ್ಮರೋಗ:",
 "● ಉದ್ರೇಕಕಾರಿ-",

 "-> ಕೆಂಪು, ಇಚಿ ಪಪೂಲ್ಗಳು ಮತ್ತು/ಅಥವಾ ಕೋಶಕಗಳು",
 "-> ಶುಷ್ಕತೆ, ಸ್ಕೇಲಿಂಗ್ ಮತ್ತು ಫಿಶರಿಂಗ್ ಜೊತೆಗೆ ಕೂಡ ಇರಬಹುದು",
 ">> ಕಿರಿಕಿರಿಗೆ ಕಾರಣ:",
 "-> ಉದ್ರೇಕಕಾರಿಗಳಿಗೆ (ಉದಾ. ಸಾಬೂನುಗಳು, ಮಾರ್ಜಕಗಳು, ದ್ರಾವಕಗಳು ಮತ್ತು ರಾಸಾಯನಿಕಗಳು) ಪುನರಾವರ್ತಿತವಾಗಿ ಒಡ್ಡಿಕೊಳ್ಳುವುದರಿಂದ ಚರ್ಮದ ತಡೆಗೋಡೆಗೆ ಹಾನಿಯು ಹೆಚ್ಚಿದ ಟ್ರಾನ್ಸ್‌ಪಿಡರ್ಮಲ್ ನೀರಿನ ನಷ್ಟಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ",
 ">> ಉದ್ರೇಕಕಾರಿಗಾಗಿ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಉದ್ರೇಕಕಾರಿಗಳಿಗೆ ಆಗಾಗ್ಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವುದು (ಉದಾ. ನಿರ್ಮಾಣ, ಶುಚಿಗೊಳಿಸುವಿಕೆ ಮತ್ತು ಕೃಷಿಯಂತಹ ಉದ್ಯಮಗಳಲ್ಲಿ ಔದ್ಯೋಗಿಕ ಅಪಾಯಗಳು)",
 "● ಅಲರ್ಜಿ-",

 "-> ತೀವ್ರ ತುರಿಕೆ, ಕೆಂಪು ದದ್ದು ಪಪೂಲ್ಗಳು ಮತ್ತು/ಅಥವಾ ಕೋಶಕಗಳು",
 "-> ದೀರ್ಘಕಾಲದ ಪ್ರಕರಣಗಳಲ್ಲಿ ಕಲ್ಲುಹೂವು ಮತ್ತು ಸ್ಕೇಲಿಂಗ್ ಇರಬಹುದು",
 ">> ಅಲರ್ಜಿಗೆ ಕಾರಣ:",
 "-> ನಿರ್ದಿಷ್ಟ ಅಲರ್ಜಿನ್ಗಳಿಗೆ ಪ್ರತಿರಕ್ಷಣಾ ಪ್ರತಿಕ್ರಿಯೆ (ಉದಾ. ನಿಕಲ್, ಸೌಂದರ್ಯವರ್ಧಕಗಳು, ಲ್ಯಾಟೆಕ್ಸ್, ಸುಗಂಧಗಳು, ಸಂರಕ್ಷಕಗಳು, ಅಥವಾ ಟಾಕ್ಸಿಕೋಡೆನ್ಡ್ರಾನ್ ಎಸ್ಪಿಪಿ.)",
 ">> ಅಲರ್ಜಿಯ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಅಲರ್ಜಿನ್‌ಗಳಿಗೆ ಹಿಂದಿನ ಸಂವೇದನೆ",
 "-> ಆನುವಂಶಿಕ ಪ್ರವೃತ್ತಿ",
 "● ಸೆಬೊರ್ಹೆಕ್ ಡರ್ಮಟೈಟಿಸ್:",

 "-> ಫ್ಲಾಕಿ, ಕೆಂಪು ತೇಪೆಗಳು, ಸಾಮಾನ್ಯವಾಗಿ ಬಿಳಿ-ಹಳದಿ, ಜಿಡ್ಡಿನ ಮಾಪಕಗಳೊಂದಿಗೆ",
 "-> ಸಾಮಾನ್ಯವಾಗಿ ನೆತ್ತಿಯ ಮೇಲೆ (ಅಲ್ಲಿ ಇದನ್ನು ತಲೆಹೊಟ್ಟು ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ), ಮುಖ (ವಿಶೇಷವಾಗಿ ನಾಸೋಲಾಬಿಯಲ್ ಮಡಿಕೆಗಳು, ಹುಬ್ಬುಗಳು ಮತ್ತು ಹಣೆಯ) ಮತ್ತು ಎದೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ.",
 "-> ತುರಿಕೆ ಇರಬಹುದು",
 ">> ಸೆಬೊರ್ಹೆಕ್ ಡರ್ಮಟೈಟಿಸ್ ಕಾರಣ:",
 "-> ಹೆಚ್ಚಿದ ಮೇದಸ್ಸಿನ ಗ್ರಂಥಿಯ ಚಟುವಟಿಕೆಯು ಲಿಪಿಡ್-ಸಮೃದ್ಧ ಪರಿಸರವನ್ನು ಒದಗಿಸುತ್ತದೆ, ಇದು ಮಲಾಸೆಜಿಯಾ ಯೀಸ್ಟ್ನ ಪ್ರಸರಣವನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ, ಇದು ಉರಿಯೂತದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ",
 ">> ಸೆಬೊರ್ಹೆಕ್ ಡರ್ಮಟೈಟಿಸ್‌ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಎಣ್ಣೆಯುಕ್ತ ಚರ್ಮ",
 "-> ಒತ್ತಡ",
 "-> ಶೀತ ಮತ್ತು ಶುಷ್ಕ ಹವಾಮಾನ",
 "-> ಆನುವಂಶಿಕ ಅಂಶಗಳು",
 "-> ನರವೈಜ್ಞಾನಿಕ ಪರಿಸ್ಥಿತಿಗಳು (ಉದಾ. ಪಾರ್ಕಿನ್ಸನ್ ಕಾಯಿಲೆ) ಅಥವಾ ವ್ಯವಸ್ಥಿತ ಪರಿಸ್ಥಿತಿಗಳು (ಉದಾ. HIV/AIDS)",
 "● ಕಲ್ಲುಹೂವು ಪ್ಲಾನಸ್:",

 "-> ಬಹುಭುಜಾಕೃತಿ, ಉಲ್ಲಂಘನೆ (ನೇರಳೆ), ಫ್ಲಾಟ್-ಟಾಪ್ ಪಪೂಲ್‌ಗಳು ಮತ್ತು ಪ್ಲೇಕ್‌ಗಳು",
 "-> ಸಾಮಾನ್ಯವಾಗಿ ಮಣಿಕಟ್ಟುಗಳು, ಕೆಳ ಬೆನ್ನು ಮತ್ತು ಕಣಕಾಲುಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ",
 "-> ಮೇಲ್ಮೈಯಲ್ಲಿ ವಿಕ್‌ಹ್ಯಾಮ್ ಸ್ಟ್ರೈ (ಸೂಕ್ಷ್ಮ, ಬಿಳಿ ಗೆರೆಗಳು) ಪ್ರದರ್ಶಿಸಬಹುದು",
 "-> ಲೋಳೆಯ ಪೊರೆಗಳ ಮೇಲೂ ಪರಿಣಾಮ ಬೀರಬಹುದು, ರೆಟಿಕ್ಯುಲರ್ ಬಿಳಿ ಲ್ಯಾಸಿ ಪ್ಯಾಚ್‌ಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು (ವಿಕ್‌ಹ್ಯಾಮ್ ಸ್ಟ್ರೈ)",
 "-> ಜನನಾಂಗದ ಲೋಳೆಯ ಪೊರೆಗಳು ಸಹ ಪರಿಣಾಮ ಬೀರಬಹುದು, ಇದೇ ರೀತಿಯ ಬಿಳಿ ತೇಪೆಗಳೊಂದಿಗೆ ಅಥವಾ ಸವೆತಗಳೊಂದಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳಬಹುದು",
 "-> ತುರಿಕೆ",
 ">> ಕಲ್ಲುಹೂವು ಪ್ಲಾನಸ್‌ಗೆ ಕಾರಣ:",
 "-> ಸ್ವಯಂ ನಿರೋಧಕ ಸ್ಥಿತಿ ಎಂದು ಭಾವಿಸಲಾಗಿದೆ.",
 ">> ಕಲ್ಲುಹೂವು ಪ್ಲಾನಸ್‌ಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
 "-> ಹೆಪಟೈಟಿಸ್ ಸಿ ಸೋಂಕು",
 "-> ಔಷಧಿಗಳು (ಉದಾ. ಎನ್ಎಸ್ಎಐಡಿಗಳು, ಬೀಟಾ-ಬ್ಲಾಕರ್ಗಳು, ಎಸಿಇ ಇನ್ಹಿಬಿಟರ್ಗಳು ಮತ್ತು ಆಂಟಿಮಲೇರಿಯಲ್ಗಳು)",
 "-> ಇತರ ಸ್ವಯಂ ನಿರೋಧಕ ಪರಿಸ್ಥಿತಿಗಳು (ಉದಾ. ವಿಟಲಿಗೋ ಅಥವಾ ಅಲೋಪೆಸಿಯಾ ಏರಿಯಾಟಾ)"
],
    "ks": [
        "■ تہجی اور خودکار جلد کے حالات",
        "● پسورائیسس:",
        
        "-> لال پیچھے اور پلاک کے ساتھ موٹے، چاندی سفید سکیل، اکثر آلبو، گھٹنوں، اور چہرے پر نظر آتے ہیں۔",
        "-> خارش، جلن، اور درد کا سبب بن سکتے ہیں",
        ">> پسورائیسس کا سبب:",
        "-> جلد کے رپید کوشک کی فوری پیدائش کا باعث ہونے والی ایک دیرپذیرہ امیون سسٹم خرابی",
        ">> پسورائیسس کے خطرے کے عوامل:",
        "-> جینیٹک مایل ",
        "-> تناو",
        "-> انفیکشنز (مثلاً سٹریپٹوکوکل گلے کی انفیکشن)",
        "-> دوائی (مثلاً لیتھیم، بیٹا بلاکرز، اینٹی میلیریلز، اور این ایس اے آئی ڈیز)",
        "● ایٹوپک ڈرمیٹائٹس (ایکزیما):",
        
        "-> لال، سوزشدہ پیچھے",
        "-> بہت زیادہ خارش ہو سکتی ہے",
        "-> شدید معاملات میں صاف سیال اور چھلانگی موجود ہو سکتی ہے",
        "-> ہائپرپیگمنٹیڈ، لائیکنیفائیڈ پلاکس میں فشرز ہو سکتے ہیں جو طویل عرصے کے معاملات میں ہو سکتے ہیں",
        "-> شیرشوں اور بچوں میں عام ہے لیکن بڑھاپ میں قائم رہ سکتا ہے",
        ">> ایٹوپک ڈرمیٹائٹس (ایکزیما) کا سبب:",
        "-> جینیٹک اور ماحولیاتی عوامل کا ایک مجموعی جوڑ، اکثر دیگر الرجک سیاقی حالات سے منسلک",
        ">> ایٹوپک ڈرمیٹائٹس (ایکزیما) کے خطرے کے عوامل:",
        "-> ایکزیما کا خاندانی تاریخ",
        "-> ایٹوپک تریتسٹ = الرجک ناک + دمہ + ایٹوپک ڈرمیٹائٹس",
        "-> زیادہ آلودگی کے سطح پر شہری زندگی",
        "-> رابطہ ڈرمیٹائٹس:",
        "● ذریعہ انتہائی-",
        
        "-> لال، خارش پیپولز اور/یا ویسیکل",
        "-> لائیکینیفائیشن اور شکیں طویل عرصے تک موجود ہو سکتی ہیں",
        ">> انتہائی کا سبب:",
        "-> مرتب اشعار چمکنے والے اشعار (مثلاً نکل، کاسمیٹکس، لیٹیکس، خوشبو، محافظ، یا Toxicodendron spp.) کے خلاف میمنت کا جوابی عکس",
        ">> انتہائی کے خطرے کے عوامل:",
        "-> پچھلی حساسیت اشعار",
        "-> جینیٹک مایل ",
        "● سیبورہئیک ڈرمیٹائٹس:",
        
        "-> چھلکی، لال پیچھے، اکثر سفید پیلے، چربی دار سکیل",
        "-> معمولی طور پر سرفہ (جہاں یہ ڈینڈرف کے طور پر جانا جاتا ہے)، چہرے (خاص طور پر ناک-ہوتھ، ابرو، اور ماتھے)، اور چھاتی کو متاثر کرتا ہے۔",
        "-> خارش ہو سکتی ہے",
        ">> سیبورہئیک ڈرمیٹائٹس کا سبب:",
        "-> بڑھتی ہوئی سیبیس گلینڈ کی فعالیت ایک چربی دار ماحول فراہم کرتی ہے جو ملاسیزیا ییسٹ کے پھیلاؤ کو سپورٹ کرتی ہے، جو ایک املازمی پرتिकریا ہے",
        ">> سیبورہئیک ڈرمیٹائٹس کے خطرے کے عوامل:",
        "-> چکنی جلد",
        "-> تناو ",
        "-> سرد اور خشک موسم",
        "-> جینیٹک عوامل",
        "-> عصبی حالات (مثلاً پارکنسن کی بیماری) یا نظامی حالات (مثلاً ایچ آئی وی/ایڈز)",
        "● لائکن پلانس:",
        
        "-> بہم پہلے، بنگانی، فلیٹ ٹاپڈ پیپولز اور پلاکس",
        "-> اکثر کلائی، کمر کے نیچے حصے، اور ٹخنے پر اثر انداز ہو سکتے ہیں",
        "-> معاملات پر وکم اشعار (نرم، سفید لکھا) (چتر و شرر)",
        "-> برقی مخاطمی، اس کے بعد بھی مخاطرہ محسوس ہو سکتا ہے",
        "-> خارش",
        ">> لائکن پلانس کا سبب:",
        "-> ایک خود کار حالت سمجھا جاتا ہے۔",
        ">> لائکن پلانس کے خطرے کے عوامل:",
        "-> ہیپیٹائٹس سی انفیکشن",
        "-> دوائی (مثلاً این ایس اے آئی ڈیز، بیٹا بلاکرز، اے سی ای اینھیبٹرز، اور انٹی ملیریلس)",
        "-> دیگر خود کار حالتیں (مثلاً ویٹلیگو یا ایلوپیشیا آریٹا)"
    ],
    "kok":[
 "■ दाहक आनी ऑटोइम्युन कातीची स्थिती",
 "● सोरायसिस:",

 "-> तांबडे पॅच आनी फळयो दाट, रुप्यासारको धवो स्केल, चड करून कोंबयो, मांडयो आनी माथ्याच्या कातीचेर दिसतात.",
 "-> खाज, जळप, आनी दुखप जावंक शकता",
 ">> सोरायसिस जावपाचें कारण:",
 "-> एक चिरकालीन रोगप्रतिकार शक्तीची विकृतताय जी कातीची पेशी नेटान तयार करपाक कारण जाता",
 ">> सोरायसिसाचे जोखीम घटक:",
 "-> आनुवंशिक प्रवृत्ती ", 
 "-> ताण", 
 "-> संसर्ग (देखीक- स्ट्रेप्टोकोकल गळ्यांत संसर्ग)",
 "-> वखदां (देखीक- लिथियम, बीटा-ब्लॉकर, मलेरिया विरोधी, आनी एनएसएआयडी)",
 "● एटोपिक त्वचेचो दाह (एक्जिमा):",

 "-> तांबडे, दाह आशिल्ले पॅच",
 "-> खर खाज येवंक शकता",
 "-> स्पश्ट द्रवाचो ओझिंग आनी कवच ​​खर प्रकरणांत आसूं येता",
 "-> चिरकालीन प्रकरणांत फातर आशिल्लीं अतिरंजक, लायकेनीकृत प्लेक आसूं येतात",
 "-> अर्भक आनी भुरग्यांमदीं चड प्रमाणांत पूण प्रौढपणांत तिगून उरूंक शकता",
 ">> अॅटोपिक त्वचेचो दाह (एक्झिमा) जावपाचें कारण:",
 "-> आनुवंशिक आनी पर्यावरणीय घटकांचो मेळ, चड करून हेर ॲलर्जीच्या परिस्थितींकडेन संबंदीत",
 ">> अॅटोपिक त्वचेचो दाह (एक्झिमा) जावपाचे जोखीम घटक:",
 "-> एक्झिमाचो कुटुंबीक इतिहास",
 "-> एटोपिक ट्रायड= एलर्जी नासिकाशोथ + दमो + एटोपिक त्वचेचो दाह",
 "-> चड प्रदुशणाची पातळी आशिल्लें शारांतलें रावप",
 "-> संपर्क त्वचेचो दाह:",
 "● चिडचिडें-",

 "-> तांबडे, खाज येवपी पॅप्युल्स आनी/वा पुटिका",
 "-> सुकप, स्केलिंग, आनी फिशरिंग हांचे वांगडाय आसूं येता",
 ">> चिडचिडेपणाचे कारण:",
 "-> परत परत चिडचिडे पदार्थ (देखीक- शाबू, डिटर्जंट, विरयणां, आनी रसायनां) संपर्कांत येवन कातीच्या आडखळीचें नुकसान, जाका लागून ट्रान्सएपिडर्मल उदकाचें लुकसाण वाडटा",
 ">> चिडचिडेपणाचे जोखीम घटक:",
 "-> चिडचिडे पदार्थांचो वारंवार संपर्क येवप (देखीक- बांदकाम, नितळसाण, आनी शेतकी अशा उद्देगांत वेवसायीक धोके)",
 "● एलर्जी-",

 "-> खर खाज, तांबडे फोड आशिल्ले पॅप्युल्स आनी/वा पुटिका",
 "-> चिरकालीन प्रकरणांत लायकनीकरण आनी स्केलिंग आसूं येता",
 ">> ॲलर्जीचें कारण:",
 "-> विशिश्ट एलर्जीकारकांक (देखीक- निकेल, प्रसाधनां, लॅटेक्स, सुगंध, संरक्षक, वा टॉक्सिकोडेंड्रोन एसपीपी.)",
 ">> ॲलर्जीचे जोखीम घटक:",
 "-> एलर्जीनाक आदली संवेदनशीलताय",
 "-> आनुवंशिक प्रवृत्ती",
 "● सेबोरियाक त्वचेचो दाह:",

 "-> चकचकीत, तांबडे पॅच, चड करून धवे-हळडुवे, ग्रीस स्केल आशिल्ले",
 "-> सादारणपणान माथ्याच्या कातीचेर (जंय ताका कोडू अशें म्हण्टात), तोंडाक (खास करून नाकपुडयो, भोंवतणीं, आनी कपल), आनी छातीचेर परिणाम जाता.",
 "-> खाज येवंक शकता",
 ">> सेबोरियाक त्वचेचो दाह जावपाचें कारण:",
 "-> वाडिल्ली चरबी ग्रंथीची क्रियाशीलताय लिपिड भरपूर वातावरण दिता जें मलासेझिया यीस्टाच्या प्रसाराक आदार दिता, जाका लागून दाहक प्रतिसाद मेळटा",
 ">> सेबोरियाक त्वचेच्या दाहाचे जोखीम घटक:",
 "-> तेलकट कात",
 "-> ताण ", 
 "-> थंड आनी सुकें हवामान",
 "-> आनुवंशिक घटक",
 "-> तंत्रिका तंत्राची स्थिती (देखीक- पार्किन्सन दुयेंस) वा प्रणालीगत परिस्थिती (देखीक- एच.आय.वी/एड्स)",
 "● लायकेन प्लानस:",

 "-> बहुकोनी, वायलेस (जांबळे), सपाट माथ्याचे पॅप्युल्स आनी प्लेक",
 "-> चड करून मनगट, फाटीच्या सकयल्या भागाचेर, आनी पांयाच्या घोंट्याचेर परिणाम जाता",
 "-> पृश्ठभागाचेर विकहॅम स्ट्राय (बारीक, धवीं रेखा) दाखोवंक शकता",
 "-> श्लेष्म पड्ड्यांचेरूय परिणाम जावं येता, जाका लागून जाळीदार धवे लेस पॅच (Wickham striae)",
 "-> जननेंद्रियाच्या श्लेष्म पड्ड्यांचेरूय परिणाम जावं येता, सारकेच धवे पॅच वा कटाव सादर जातात",
 "-> खाज येवप", 
 ">> लायकेन प्लॅनस जावपाचें कारण:",
 "-> ऑटोइम्युन स्थिती अशें मानतात.",
 ">> लायकेन प्लॅनस खातीर जोखीम घटक:",
 "-> हेपेटायटीस सी संसर्ग",
 "-> वखदां (देखीक- एनएसएआयडी, बीटा-ब्लॉकर, एसीई प्रतिबंधक, आनी मलेरिया विरोधी)",
 "-> हेर ऑटोइम्युन स्थिती (देखीक- विटिलिगो वा अॅलोपेसिया एरियाटा)"
] ,
    "mai": [
 "■ भड़काऊ एवं स्वप्रतिरक्षा त्वचा की स्थिति",
 "● सोरायसिस:", 

 "-> लाल पैच आ पट्टिका जकर मोट, चानी-सफेद तराजू, प्रायः कोहनी, ठेहुन, आ माथक चमड़ी पर देखाइत अछि।",
 "-> खुजली, जलन, आ दर्द भ सकैत अछि",
 ">> सोरायसिस के कारण:",
 "-> एकटा पुरान प्रतिरक्षा प्रणाली के विकार जे त्वचा के कोशिका के तेजी स उत्पादन के कारण बनैत अछि",
 ">> सोरायसिस के लिये जोखिम कारक:",
 "-> आनुवंशिक प्रवृत्ति ", 
 "-> संक्रमण (जैसे स्ट्रेप्टोकोकल गला संक्रमण)",
 "-> दवाई (जैना लिथियम, बीटा-ब्लॉकर, मलेरिया रोधी, आ एनएसएआईडी)",
 "● एटोपिक जिल्द की सूजन (एक्जिमा):",

 "-> लाल, सूजन वाला पैच",
 "-> तीव्र खुजली भ सकैत अछि",
 "-> गंभीर मामला मे स्पष्ट तरल पदार्थ आ पपड़ी के झरना मौजूद भ सकैत अछि",
 "-> पुरानी मामला मे दरार वाला हाइपरपिग्मेंटेड, लाइकेनाइज्ड प्लेक मौजूद भ सकैत अछि",
 "-> शिशु आ बच्चा मे आम मुदा वयस्कता धरि बनल रहि सकैत अछि",
 ">> एटोपिक जिल्द के सूजन (एक्जिमा) के कारण:",
 "-> आनुवंशिक आ पर्यावरणीय कारक कें संयोजन, जे अक्सर अन्य एलर्जी कें स्थितियक सं जुड़ल छै",
 ">> एटोपिक जिल्द की सूजन (एक्जिमा) के लिये जोखिम कारक:",
 "-> एक्जिमा के पारिवारिक इतिहास",
 "-> एटोपिक ट्रायड= एलर्जी नासिकाशोथ + दमा + एटोपिक जिल्द की सूजन",
 "-> प्रदूषण के उच्च स्तर के साथ शहरी जीवन",
 "-> संपर्क जिल्द की सूजन:",
 "● चिड़चिड़ा-", 

 "-> लाल, खुजली वाला पप्यूल आ/अथवा पुटिका",
 "-> सूखापन, स्केलिंग, आ फिशरिंग के संग सेहो भ सकैत अछि",
 ">> चिड़चिड़ापन के कारण:",
 "-> बार-बार परेशान करय वाला पदार्थ (जैना साबुन, डिटर्जेंट, विलायक, आ रसायन) के संपर्क में आबय सं त्वचा के बाधा के नुकसान, जाहि सं ट्रांसएपिडर्मल जल के नुकसान बढ़ैत अछि",
 ">> परेशान करय वाला के लेल जोखिम कारक:",
 "-> परेशान करय वाला पदार्थक कें बार-बार संपर्क मे आनाय (जैना निर्माण, सफाई, आ कृषि जैना उद्योगक मे व्यावसायिक खतरा)",
 "● एलर्जी-", 

 "-> तीव्र खुजली, लाल दाने वाला पप्यूल्स आ/अथवा पुटिका",
 "-> पुरानी मामला मे लाइकेनीकरण आ स्केलिंग मौजूद भ सकैत अछि",
 ">> एलर्जी के कारण:",
 "-> विशिष्ट एलर्जी पैदा करय वाला पदार्थ (जैना निकल, सौंदर्य प्रसाधन, लेटेक्स, सुगंध, संरक्षक, या टॉक्सिकोडेंड्रोन एसपीपी) के प्रति प्रतिरक्षा प्रतिक्रिया",
 ">> एलर्जी के लेल जोखिम कारक:",
 "-> एलर्जी के प्रति पूर्व संवेदनशीलता",
 "-> आनुवंशिक प्रवृत्ति",
 "● सेबोरियस जिल्द की सूजन:",

 "-> परतदार, लाल पैच, प्रायः उज्जर-पीला, चिकना तराजू के साथ",
 "-> आमतौर पर माथक त्वचा (जतय एकरा रूसी के नाम सँ जानल जाइत अछि), चेहरा (विशेष रूप सँ नासोलेबियाल सिलवट, भौंह, आ कपार), आ छाती केँ प्रभावित करैत अछि।",
 "-> खुजली भ सकैत अछि",
 ">> सीबोरिया जिल्द के सूजन के कारण:",
 "-> बढ़लऽ वसा ग्रंथि के गतिविधि लिपिड-समृद्ध वातावरण प्रदान करै छै जे मलासेजिया खमीर के प्रसार के समर्थन करै छै, जेकरा स॑ भड़काऊ प्रतिक्रिया पैदा होय छै",
 ">> सीबोरिया जिल्द के सूजन के लिये जोखिम कारक:",
 "-> तेलयुक्त त्वचा",
 "-> तनाव ",  
 "-> ठंड आ शुष्क मौसम",
 "-> आनुवंशिक कारक",
 "-> न्यूरोलॉजिकल स्थिति (जैना पार्किंसंस रोग) या प्रणालीगत स्थिति (जैना एच.आई.वी/एड्स)",
 "● लाइकेन प्लानस:",

 "-> बहुभुज, वायलेस (बैंगनी), सपाट शीर्ष वाला पप्यूल और पट्टिका",
 "-> प्रायः कलाई, पीठ के निचला हिस्सा, आ टखने के प्रभावित करैत अछि",
 "-> सतह पर विकहम स्ट्रिया (महीन, सफेद रेखा) प्रदर्शित क सकैत अछि",
 "-> श्लेष्म झिल्ली के सेहो प्रभावित क सकैत अछि, जाहि स जालीदार सफेद फीता वाला पैच (Wickham striae)"  ,
 "-> जननांग श्लेष्म झिल्ली सेहो प्रभावित भ सकैत अछि, जे समान उज्जर पैच या कटाव के साथ प्रस्तुत होइत अछि",
 "-> खुजली" ,
 ">> लाइकेन प्लानस के कारण:",
 "-> एकटा ऑटोइम्यून कंडीशन मानल जाइत अछि।",
 ">> लाइकेन प्लानस के लिये जोखिम कारक:",
 "-> हेपेटाइटिस सी संक्रमण",
 "-> दवाई (जैना एनएसएआईडी, बीटा-ब्लॉकर, एसीई अवरोधक, आ मलेरिया विरोधी)",
 "-> अन्य ऑटोइम्यून स्थिति (जैसे विटिलिगो या एलोपेसिया एरियाटा)"
]  ,
    "ml": [
        "■ കോശജ്വലന, സ്വയം രോഗപ്രതിരോധ ചർമ്മ അവസ്ഥകൾ",
        "● സോറിയാസിസ്:",
       
        "-> കട്ടിയുള്ള, വെള്ളി-വെളുത്ത സ്കെയിൽ ഉള്ള ചുവന്ന പാടുകളും ഫലകങ്ങളും, പലപ്പോഴും കൈമുട്ടുകൾ, കാൽമുട്ടുകൾ, തലയോട്ടി എന്നിവയിൽ പ്രത്യക്ഷപ്പെടുന്നു.",
        "-> ചൊറിച്ചിലും പൊള്ളലും വേദനയും ഉണ്ടാക്കാം",
        ">> സോറിയാസിസിൻ്റെ കാരണം:",
        "-> ദ്രുതഗതിയിലുള്ള ചർമ്മകോശ ഉൽപാദനത്തിന് കാരണമാകുന്ന ഒരു വിട്ടുമാറാത്ത രോഗപ്രതിരോധവ്യവസ്ഥയുടെ അപര്യാപ്തത",
        ">> സോറിയാസിസിനുള്ള അപകട ഘടകങ്ങൾ:",
        "-> ജനിതക മുൻകരുതൽ",
        "-> സമ്മർദ്ദം",
        "-> അണുബാധകൾ (ഉദാ. സ്ട്രെപ്റ്റോകോക്കൽ തൊണ്ടയിലെ അണുബാധ)",
        "-> മരുന്നുകൾ (ഉദാ. ലിഥിയം, ബീറ്റാ-ബ്ലോക്കറുകൾ, ആൻ്റിമലേറിയലുകൾ, NSAID-കൾ)",
        "● അറ്റോപിക് ഡെർമറ്റൈറ്റിസ് (എസിമ):",
       
        "-> ചുവപ്പ്, വീർത്ത പാച്ചുകൾ",
        "-> തീവ്രമായ ചൊറിച്ചിൽ ഉണ്ടാകാം",
        "-> കഠിനമായ കേസുകളിൽ വ്യക്തമായ ദ്രാവകത്തിൻ്റെ സ്രവവും പുറംതൊലിയും ഉണ്ടാകാം",
        "-> വിട്ടുമാറാത്ത കേസുകളിൽ വിള്ളലുകളുള്ള ഹൈപ്പർപിഗ്മെൻ്റഡ്, ലൈക്കനിഫൈഡ് ഫലകങ്ങൾ ഉണ്ടാകാം",
        "-> ശിശുക്കളിലും കുട്ടികളിലും സാധാരണമാണ് എന്നാൽ പ്രായപൂർത്തിയാകുന്നതുവരെ നിലനിൽക്കും",
        ">> അറ്റോപിക് ഡെർമറ്റൈറ്റിസിൻ്റെ (എക്‌സിമ) കാരണം",
        "-> ജനിതകവും പാരിസ്ഥിതികവുമായ ഘടകങ്ങളുടെ സംയോജനം, പലപ്പോഴും മറ്റ് അലർജി അവസ്ഥകളുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു",
        ">> അറ്റോപിക് ഡെർമറ്റൈറ്റിസിനുള്ള അപകട ഘടകങ്ങൾ (എസിമ):",
        "-> എക്സിമയുടെ കുടുംബ ചരിത്രം",
        "-> Atopic triad= അലർജിക് റിനിറ്റിസ് + ആസ്ത്മ + atopic dermatitis",
        "-> ഉയർന്ന മലിനീകരണ തോതിലുള്ള നഗര ജീവിതം",
        "-> കോൺടാക്റ്റ് ഡെർമറ്റൈറ്റിസ്:",
        "● ഇറിറ്റൻ്റ്-",
       
        "-> ചുവപ്പ്, ചൊറിച്ചിൽ പാപ്പൂളുകൾ കൂടാതെ/അല്ലെങ്കിൽ വെസിക്കിളുകൾ",
        "-> വരൾച്ച, സ്കെയിലിംഗ്, വിള്ളൽ എന്നിവയും ഉണ്ടാകാം",
        ">> പ്രകോപിപ്പിക്കാനുള്ള കാരണം:",
        "-> പ്രകോപിപ്പിക്കുന്ന ഘടകങ്ങളുമായി (ഉദാ. സോപ്പുകൾ, ഡിറ്റർജൻ്റുകൾ, ലായകങ്ങൾ, രാസവസ്തുക്കൾ) ആവർത്തിച്ച് എക്സ്പോഷർ ചെയ്യുന്നതിലൂടെ ചർമ്മ തടസ്സത്തിന് കേടുപാടുകൾ സംഭവിക്കുന്നത്, ഇത് ട്രാൻസ്‌പിഡെർമൽ ജലനഷ്ടത്തിലേക്ക് നയിക്കുന്നു",
        ">> പ്രകോപിപ്പിക്കാനുള്ള അപകട ഘടകങ്ങൾ:",
        "-> അലോസരപ്പെടുത്തുന്നവയുമായി ഇടയ്ക്കിടെ എക്സ്പോഷർ ചെയ്യുക (ഉദാ. നിർമ്മാണം, വൃത്തിയാക്കൽ, കൃഷി തുടങ്ങിയ വ്യവസായങ്ങളിലെ തൊഴിൽപരമായ അപകടങ്ങൾ)",
        "● അലർജി-",
       
        "-> തീവ്രമായ ചൊറിച്ചിൽ, ചുവന്ന ചുണങ്ങു പാപ്പലുകൾ കൂടാതെ/അല്ലെങ്കിൽ വെസിക്കിളുകൾ",
        "-> വിട്ടുമാറാത്ത കേസുകളിൽ ലൈക്കനിഫിക്കേഷനും സ്കെയിലിംഗും ഉണ്ടാകാം",
        ">> അലർജിക്ക് കാരണം:",
        "-> നിർദ്ദിഷ്ട അലർജികളോടുള്ള പ്രതിരോധ പ്രതികരണം (ഉദാ. നിക്കൽ, സൗന്ദര്യവർദ്ധക വസ്തുക്കൾ, ലാറ്റക്സ്, സുഗന്ധങ്ങൾ, പ്രിസർവേറ്റീവുകൾ, അല്ലെങ്കിൽ ടോക്സികോഡെൻഡ്രോൺ എസ്പിപി.)",
        ">> അലർജിക്കുള്ള അപകട ഘടകങ്ങൾ:",
        "-> അലർജിയോടുള്ള മുൻ സെൻസിറ്റൈസേഷൻ",
        "-> ജനിതക മുൻകരുതൽ",
        "● സെബോറെഹിക് ഡെർമറ്റൈറ്റിസ്:",
       
        "-> അടരുകളായി, ചുവന്ന പാടുകൾ, പലപ്പോഴും വെള്ള-മഞ്ഞ, കൊഴുത്ത ചെതുമ്പലുകൾ",
        "-> സാധാരണയായി ശിരോചർമ്മം (ഇവിടെ താരൻ എന്നറിയപ്പെടുന്നു), മുഖം (പ്രത്യേകിച്ച് നാസോളാബിയൽ മടക്കുകൾ, പുരികങ്ങൾ, നെറ്റി എന്നിവ), നെഞ്ച് എന്നിവയെ ബാധിക്കുന്നു.",
        "-> ചൊറിച്ചിൽ ഉണ്ടാകാം",
        ">> സെബോറെഹിക് ഡെർമറ്റൈറ്റിസിൻ്റെ കാരണം:",
        "-> സെബാസിയസ് ഗ്രന്ഥികളുടെ പ്രവർത്തനം വർദ്ധിക്കുന്നത് ലിപിഡ് സമ്പുഷ്ടമായ അന്തരീക്ഷം നൽകുന്നു, ഇത് മലസീസിയ യീസ്റ്റിൻ്റെ വ്യാപനത്തെ പിന്തുണയ്ക്കുന്നു, ഇത് കോശജ്വലന പ്രതികരണത്തിന് കാരണമാകുന്നു",
        ">> സെബോറെഹിക് ഡെർമറ്റൈറ്റിസിനുള്ള അപകട ഘടകങ്ങൾ:",
        "-> എണ്ണമയമുള്ള ചർമ്മം",
        "-> സമ്മർദ്ദം ",
        "-> തണുത്തതും വരണ്ടതുമായ കാലാവസ്ഥ",
        "-> ജനിതക ഘടകങ്ങൾ",
        "-> ന്യൂറോളജിക്കൽ അവസ്ഥകൾ (ഉദാ. പാർക്കിൻസൺസ് രോഗം) അല്ലെങ്കിൽ വ്യവസ്ഥാപരമായ അവസ്ഥകൾ (ഉദാ. HIV/AIDS)",
        "● ലൈക്കൺ പ്ലാനസ്:",
       
        "-> ബഹുഭുജം, അക്രമാസക്തമായ (പർപ്പിൾ), പരന്ന ടോപ്പുള്ള പാപ്പുകളും ഫലകങ്ങളും",
        "-> പലപ്പോഴും കൈത്തണ്ട, താഴത്തെ പുറം, കണങ്കാൽ എന്നിവയെ ബാധിക്കുന്നു",
        "-> ഉപരിതലത്തിൽ വിക്കാം സ്ട്രൈ (നല്ല, വെളുത്ത വരകൾ) പ്രദർശിപ്പിച്ചേക്കാം",
        "-> കഫം ചർമ്മത്തെയും ബാധിക്കാം, ഇത് റെറ്റിക്യുലാർ വൈറ്റ് ലാസി പാച്ചുകൾക്ക് കാരണമാകുന്നു (വിക്കാം സ്ട്രൈ)",
        "-> സമാനമായ വെളുത്ത പാടുകളോ മണ്ണൊലിപ്പുകളോ ഉള്ള ജനനേന്ദ്രിയ കഫം ചർമ്മത്തെയും ബാധിക്കാം",
        "-> ചൊറിച്ചിൽ",
        ">> ലൈക്കൺ പ്ലാനസിൻ്റെ കാരണം:",
        "-> ഒരു സ്വയം രോഗപ്രതിരോധ അവസ്ഥയാണെന്ന് കരുതുന്നു.",
        ">> ലൈക്കൺ പ്ലാനസിൻ്റെ അപകട ഘടകങ്ങൾ:",
        "-> ഹെപ്പറ്റൈറ്റിസ് സി അണുബാധ",
        "-> മരുന്നുകൾ (ഉദാ. NSAID-കൾ, ബീറ്റാ-ബ്ലോക്കറുകൾ, ACE ഇൻഹിബിറ്ററുകൾ, ആൻ്റിമലേറിയലുകൾ)",
        "-> മറ്റ് സ്വയം രോഗപ്രതിരോധ അവസ്ഥകൾ (ഉദാ. വിറ്റിലിഗോ അല്ലെങ്കിൽ അലോപ്പീസിയ ഏരിയറ്റ)"
       ],
    "mni": [
        "■ ꯍꯨꯝꯄꯨꯡꯂꯣꯟ ꯂꯣꯟꯂꯨꯔ ꯁꯟꯗꯥꯟꯕ ꯅꯥꯟꯁꯦꯟꯕ",
        "● ꯆꯩꯑꯉꯨꯕꯥꯛꯄꯥꯞ:",
        
        "-> ꯐꯤꯁ ꯁꯝꯕꯣ ꯂꯦꯝꯔ ꯃꯩꯕꯥꯡꯁ ꯂꯧꯔ, ꯉꯥꯗꯣ-ꯁꯝꯕꯣ ꯂꯦꯝꯔ, ꯑꯄꯥꯞ ꯂꯣꯟꯂꯨꯔ ꯂꯦꯝꯔ ꯑꯣꯁꯨ ꯁꯝꯕꯣ ꯄꯦꯢꯒꯤꯛ ꯁꯝꯕ ꯈꯣꯟ ꯃꯤꯡꯊꯥꯡꯁ ꯅꯩꯕ ꯇꯨꯔꯥꯟ ꯃꯣꯛ ꯏꯄꯦꯛ ꯕꯨꯁꯥꯡꯕ ꯅꯩꯕ ꯑꯣꯏꯕꯥꯡ",
        "-> ꯉꯤꯁ ꯁꯝꯕꯣ ꯁꯍꯥꯟꯗ ꯏꯅꯤ ꯔꯤꯁꯪꯖꯤꯡ ꯂꯣꯟꯂꯨꯔ ꯑꯣꯁꯨ ꯁꯝꯕꯣ ꯄꯦꯢꯒꯤꯛ ꯂꯦꯝꯔ ꯉꯥꯛꯅꯤ ꯖꯦꯟꯁꯥꯕ",
        ">> ꯆꯩꯑꯉꯨꯕꯥꯛꯄꯥꯞ ꯁꯝꯕꯣ ꯉꯨꯡꯇꯦꯜ:",
        "-> ꯆꯥꯛꯅ ꯁꯝꯕꯣ ꯁꯍꯥꯟꯗ ꯏꯅꯤ ꯔꯤꯁꯪꯖꯤꯡ ꯔꯧꯕꯤꯛ ꯔꯣꯛꯇ ꯁꯨꯡꯆꯥꯔ ꯂꯧꯕꯤ ꯏꯟꯄꯦꯛ ꯖꯦꯟꯁꯥꯕ",
        ">> ꯆꯩꯑꯉꯨꯕꯥꯛꯄꯥꯞ ꯁꯝꯕꯣ ꯏꯄꯦꯛ ꯏꯤꯡꯊꯥꯛ:",
        "-> ꯄꯦꯢꯒꯤꯛ ꯏꯤꯡꯊꯥꯛ ꯈꯨꯟ ꯏꯅꯤ ꯈꯨꯛ ꯕꯨꯁꯥꯡꯕ (ꯇꯝꯕ ꯊꯦꯝꯃꯥ, ꯂꯦꯝꯔ ꯂꯦꯔꯤꯟ, ꯃꯨꯔꯥꯝꯗꯤꯕ, ꯏꯦꯝꯏꯔꯤ ꯈꯣꯟ ꯔꯥꯞ ꯄꯦꯢꯒꯤꯛ ꯏꯤꯡꯊꯥꯛ, ꯧꯖꯤꯡꯊꯥꯡ ꯆꯠꯅ ꯖꯥꯔꯦꯡ ꯑꯦꯃꯥꯟ)",
        "-> ꯆꯩꯑꯉꯨꯕꯥꯛꯄꯥꯞ ꯏꯄꯦꯛ ꯉꯨꯡꯊꯥꯛ ꯈꯨꯟ ꯏꯅꯤ ꯔꯤꯁꯪꯖꯤꯡ ꯔꯧꯕꯤꯛ ꯔꯣꯛꯇ ꯁꯨꯡꯆꯥꯔ ꯂꯧꯕꯤ ꯏꯟꯄꯦꯛ ꯖꯦꯟꯁꯥꯕ",
        "● ꯂꯧꯔꯤꯕꯥꯛ ꯆꯠꯅꯕꯤꯁꯥꯡꯂꯣꯟ:",
        
        "-> ꯉꯧꯔꯣꯛ, ꯆꯦꯡꯏꯔ ꯂꯣꯟꯂꯨꯔ, ꯏꯅ ꯏꯍꯥꯏꯄꯦꯛ ꯍꯥꯡꯄꯨꯔ ꯅꯦꯛꯂꯣꯟ ꯔꯨꯎꯑꯗ ꯂꯣꯟꯂꯨꯔ ꯑꯣꯁꯨ ꯁꯝꯕ ꯄꯦꯢꯒꯤꯛ ꯁꯝꯕꯣ ꯏꯄꯦꯛ ꯕꯨꯁꯥꯡꯕ ꯅꯩꯕ ꯑꯣꯏꯕꯥꯡ",
        ">> ꯂꯧꯔꯤꯕꯥꯛ ꯆꯠꯅꯕꯤꯁꯥꯡꯂꯣꯟ ꯉꯨꯡꯇꯦꯜ:",
        "-> ꯐꯤꯁ ꯂꯦꯝꯔ ꯂꯧꯔꯤꯕꯥꯛ ꯔꯨꯎꯑꯗ ꯂꯣꯟꯂꯨꯔ ꯁꯝꯕꯣ ꯄꯦꯢꯒꯤꯛ ꯁꯝꯕꯣ ꯂꯦꯝꯔ ꯉꯥꯛꯅꯤ ꯔꯧꯕꯤ ꯏꯟꯄꯦꯛ ꯖꯦꯟꯁꯥꯕ",
        ">> ꯂꯧꯔꯤꯕꯥꯛ ꯆꯠꯅꯕꯤꯁꯥꯡꯂꯣꯟ ꯏꯄꯦꯛ ꯏꯤꯡꯊꯥꯛ:",
        "-> ꯄꯦꯢꯒꯤꯛ ꯏꯤꯡꯊꯥꯛ ꯉꯨꯡꯇꯦꯜ ꯏꯅꯤ ꯈꯨꯟ ꯏꯍꯥꯏꯄꯦꯛ ꯍꯥꯡꯄꯨꯔ (ꯇꯝꯕ ꯊꯦꯝꯃꯥ, ꯂꯦꯝꯔ ꯂꯦꯔꯤꯟ, ꯃꯨꯔꯥꯝꯗꯤꯕ, ꯏꯦꯝꯏꯔꯤ ꯈꯣꯟ ꯔꯥꯞ ꯄꯦꯢꯒꯤꯛ ꯏꯤꯡꯊꯥꯛ, ꯧꯖꯤꯡꯊꯥꯡ ꯆꯠꯅ ꯖꯥꯔꯦꯡ ꯑꯦꯃꯥꯟ)"
    ],
    "mr": [
        "■ दाहक आणि स्वयंप्रतिकार त्वचा स्थिती",
        "● सोरायसिस:",
       
        "-> जाड, चांदीचे-पांढरे स्केल असलेले लाल ठिपके आणि प्लेक्स, अनेकदा कोपर, गुडघे आणि टाळूवर दिसतात.",
        "-> खाज, जळजळ आणि वेदना होऊ शकते",
        ">> सोरायसिसचे कारण:",
        "-> एक तीव्र रोगप्रतिकारक प्रणाली बिघडलेले कार्य ज्यामुळे त्वचेच्या पेशींचे जलद उत्पादन होते",
        ">> सोरायसिस साठी जोखीम घटक:",
        "-> अनुवांशिक पूर्वस्थिती",
        "-> तणाव",
        "-> संक्रमण (उदा. स्ट्रेप्टोकोकल घशातील संक्रमण)",
        "-> औषधे (उदा. लिथियम, बीटा-ब्लॉकर्स, मलेरियाविरोधी आणि NSAIDs)",
        "● एटोपिक त्वचारोग (एक्झिमा):",
       
        "-> लाल, सूजलेले ठिपके",
        "-> तीव्रपणे खाज सुटू शकते",
        "-> स्पष्ट द्रव बाहेर पडणे आणि क्रस्टिंग गंभीर प्रकरणांमध्ये उपस्थित असू शकते",
        "-> हायपरपिग्मेंटेड, फिशरसह लाइकेनिफाइड प्लेक्स क्रॉनिक केसेसमध्ये असू शकतात",
        "-> लहान मुलांमध्ये आणि मुलांमध्ये सामान्य परंतु प्रौढत्वापर्यंत टिकून राहू शकतात",
        ">> एटोपिक डर्माटायटीस (एक्झिमा) चे कारण:",
        "-> अनुवांशिक आणि पर्यावरणीय घटकांचे संयोजन, बहुतेकदा इतर एलर्जीच्या परिस्थितीशी जोडलेले असते",
        ">> एटोपिक डर्माटायटीस (एक्झामा) साठी जोखीम घटक:",
        "-> एक्जिमाचा कौटुंबिक इतिहास",
        "-> एटोपिक ट्रायड = ऍलर्जीक राहिनाइटिस + दमा + एटोपिक त्वचारोग",
        "-> उच्च प्रदूषण पातळीसह शहरी जीवन",
        "-> संपर्क त्वचारोग:",
        "● चिडचिड-",
       
        "-> लाल, खाज सुटलेले पापुद्रे आणि/किंवा पुटिका",
        "-> कोरडेपणा, स्केलिंग आणि फिशर देखील असू शकते",
        ">> चिडचिड होण्याचे कारण:",
        "-> प्रक्षोभक (उदा. साबण, डिटर्जंट्स, सॉल्व्हेंट्स आणि रसायने) च्या वारंवार संपर्कामुळे त्वचेच्या अडथळ्याचे नुकसान, ज्यामुळे ट्रान्सपीडर्मल पाण्याचे नुकसान वाढते",
        ">> चिडचिड करण्यासाठी जोखीम घटक:",
        "-> चिडचिडेपणाचा वारंवार संपर्क (उदा. बांधकाम, साफसफाई आणि शेती यासारख्या उद्योगांमधील व्यावसायिक धोके)",
        "● ऍलर्जी-",
       
        "-> तीव्रपणे खाज सुटणे, लाल पुरळ आणि/किंवा पुटिका",
        "-> लाइकेनिफिकेशन आणि स्केलिंग क्रॉनिक केसेसमध्ये असू शकते",
        ">> ऍलर्जीचे कारण:",
        "-> विशिष्ट ऍलर्जींना रोगप्रतिकारक प्रतिसाद (उदा. निकेल, सौंदर्यप्रसाधने, लेटेक्स, सुगंध, संरक्षक किंवा टॉक्सीकोडेंड्रॉन एसपीपी.)",
        ">> ऍलर्जीसाठी जोखीम घटक:",
        "-> ऍलर्जीनसाठी पूर्वीचे संवेदीकरण",
        "-> अनुवांशिक पूर्वस्थिती",
        "● Seborrheic dermatitis:",
       
        "-> फ्लॅकी, लाल ठिपके, अनेकदा पांढरे-पिवळे, स्निग्ध तराजू असलेले",
        "-> सामान्यतः टाळू (जिथे त्याला कोंडा म्हणून ओळखले जाते), चेहरा (विशेषतः नासोलॅबियल फोल्ड, भुवया आणि कपाळ) आणि छातीवर परिणाम होतो.",
        "-> खाज सुटू शकते",
        ">> Seborrheic dermatitis चे कारण:",
        "-> सेबेशियस ग्रंथीची वाढलेली क्रिया लिपिड-समृद्ध वातावरण प्रदान करते जे मालासेझिया यीस्टच्या प्रसारास समर्थन देते, ज्यामुळे दाहक प्रतिक्रिया निर्माण होते",
        ">> Seborrheic dermatitis साठी जोखीम घटक:",
        "-> तेलकट त्वचा",
        "-> तणाव",
        "-> थंड आणि कोरडे हवामान",
        "-> अनुवांशिक घटक",
        "-> न्यूरोलॉजिकल परिस्थिती (उदा. पार्किन्सन रोग) किंवा प्रणालीगत परिस्थिती (उदा. HIV/AIDS)",
        "● लिकेन प्लानस:",
       
        "-> बहुभुज, हिंसक (जांभळा), सपाट-टॉप केलेले पॅप्युल्स आणि प्लेक्स",
        "-> अनेकदा मनगट, पाठीचा खालचा भाग आणि घोट्यावर परिणाम होतो",
        "-> पृष्ठभागावर Wickham striae (बारीक, पांढर्या रेषा) प्रदर्शित करू शकतात",
        "-> श्लेष्मल झिल्लीवर देखील परिणाम होऊ शकतो, ज्यामुळे जाळीदार पांढरे लेसी पॅच (विकहॅम स्ट्राय)",
        "-> जननेंद्रियाच्या श्लेष्मल झिल्लीवर देखील परिणाम होऊ शकतो, सारखे पांढरे ठिपके किंवा क्षरण दिसून येतात",
        "-> खाज सुटणे",
        ">> लाइकेन प्लॅनसचे कारण:",
        "-> स्वयंप्रतिकार स्थिती आहे असे वाटले.",
        ">> लाइकेन प्लॅनससाठी जोखीम घटक:",
        "-> हिपॅटायटीस सी संसर्ग",
        "-> औषधे (उदा. NSAIDs, बीटा-ब्लॉकर्स, ACE इनहिबिटर आणि मलेरियाविरोधी)",
        "-> इतर स्वयंप्रतिकार स्थिती (उदा. त्वचारोग किंवा अलोपेसिया अरेटा)"
       ],
    "ne": [
        "■ इन्फ्लेमेटरी र अटोइम्यून छाला अवस्था",
        "● सोरायसिस:",
       
        "-> बाक्लो, चाँदी-सेतो स्केलको साथ रातो दाग र फलकहरू, प्रायः कुहिनो, घुँडा र टाउकोमा देखा पर्दछ।",
        "-> चिलाउने, जलन र पीडा हुन सक्छ",
        ">> सोरायसिसको कारण:",
        "-> एक पुरानो प्रतिरक्षा प्रणाली डिसफंक्शन जसले छाला कोशिकाको छिटो उत्पादन निम्त्याउँछ",
        ">> सोरायसिसका लागि जोखिम कारकहरू:",
        "-> आनुवंशिक पूर्वस्थिति ",
        "-> तनाव",
        "-> संक्रमण (जस्तै स्ट्रेप्टोकोकल गलाको संक्रमण)",
        "-> औषधिहरू (जस्तै लिथियम, बिटा-ब्लकर, एन्टिमलेरिया, र NSAIDs)",
        "● एटोपिक डर्मेटाइटिस (एक्जिमा):",
       
        "-> रातो, सुन्निएको प्याच",
        "-> तीव्र रूपमा चिलाउने हुन सक्छ",
        "-> स्पष्ट तरल पदार्थ र क्रस्टिंग को समस्या गम्भीर अवस्थामा उपस्थित हुन सक्छ",
        "-> हाइपरपिग्मेन्टेड, फिसर सहितको लाइकेनिफाइड प्लेक्सहरू पुरानो मामिलाहरूमा हुन सक्छ",
        "-> शिशु र बच्चाहरु मा सामान्य तर वयस्कता मा जारी रहन सक्छ",
        ">> एटोपिक डर्मेटाइटिस (एक्जिमा) को कारण:",
        "-> आनुवंशिक र वातावरणीय कारकहरूको संयोजन, प्रायः अन्य एलर्जी अवस्थाहरूसँग जोडिएको",
        ">> एटोपिक डर्मेटाइटिस (एक्जिमा) को लागि जोखिम कारकहरू:",
        "-> एक्जिमाको पारिवारिक इतिहास",
        "-> एटोपिक ट्राइड = एलर्जी राइनाइटिस + दमा + एटोपिक डर्मेटाइटिस",
        "-> उच्च प्रदूषण स्तर संग शहरी जीवन",
        "-> सम्पर्क डर्मेटाइटिस:",
        "● रिसाउने-",
       
        "-> रातो, खुजली papules र/वा vesicles",
        "-> सुख्खापन, स्केलिंग, र फिसरिंग संग पनि हुन सक्छ",
        ">> जलन को कारण:",
        "-> इरिटेन्टहरू (जस्तै साबुन, डिटर्जेन्ट, सॉल्भेन्ट्स, र रसायनहरू) को बारम्बार एक्सपोजरबाट छालाको अवरोधलाई क्षति पुर्‍याउँछ, जसले ट्रान्सपिडर्मल पानीको हानि बढाउँछ",
        ">> जलनका लागि जोखिम कारकहरू:",
        "-> चिडचिडा पदार्थहरूको बारम्बार एक्सपोजर (जस्तै निर्माण, सरसफाइ, र कृषि जस्ता उद्योगहरूमा व्यावसायिक खतराहरू)",
        "● एलर्जी-",
       
        "-> तीव्र रूपमा चिलाउने, रातो दाने र/वा पुटिकाहरू",
        "-> लाइकेनिफिकेशन र स्केलिंग पुरानो अवस्थामा उपस्थित हुन सक्छ",
        ">> एलर्जीको कारण:",
        "-> विशिष्ट एलर्जीहरू प्रति प्रतिरक्षा प्रतिक्रिया (जस्तै निकल, कस्मेटिक्स, लेटेक्स, सुगन्ध, संरक्षक, वा Toxicodendron spp।)",
        ">> एलर्जीका लागि जोखिम कारकहरू:",
        "-> एलर्जीनहरूमा अघिल्लो संवेदनशीलता",
        "-> आनुवंशिक पूर्वस्थिति",
        "● Seborrheic dermatitis:",
       
        "-> फ्ल्याकी, रातो दागहरू, प्रायः सेतो-पहेंलो, चिल्लो तराजूको साथ",
        "-> सामान्यतया टाउको (जहाँ यसलाई डन्ड्रफ भनेर चिनिन्छ), अनुहार (विशेष गरी नासोलाबियल फोल्डहरू, भौं, र निधार), र छातीलाई असर गर्छ।",
        "-> चिलाउने हुन सक्छ",
        ">> Seborrheic dermatitis को कारण:",
        "-> सेबेशियस ग्रन्थीको गतिविधि बढेकोले लिपिड-समृद्ध वातावरण प्रदान गर्दछ जसले मालासेजिया खमीरको प्रसारलाई समर्थन गर्दछ, जसले भडकाऊ प्रतिक्रिया निम्त्याउँछ",
        ">> Seborrheic dermatitis को लागि जोखिम कारक:",
        "-> तैलीय छाला",
        "-> तनाव",
        "-> चिसो र सुख्खा मौसम",
        "-> आनुवंशिक कारक",
        "-> न्यूरोलोजिकल अवस्थाहरू (जस्तै पार्किन्सन रोग) वा प्रणालीगत अवस्थाहरू (जस्तै HIV/AIDS)",
        "● Lichen Planus:",
       
        "-> बहुभुज, हिंसक (बैजनी), फ्ल्याट-टप पापुल्स र प्लेक्स",
        "-> प्रायः नाडी, तल्लो ढाड र खुट्टालाई असर गर्छ",
        "-> सतहमा Wickham striae (ठीक, सेतो रेखाहरू) प्रदर्शन गर्न सक्छ",
        "-> श्लेष्म झिल्लीलाई पनि असर गर्न सक्छ, जालीदार सेतो लेसी प्याचहरू (विकहम स्ट्राइ)",
        "-> जननांग श्लेष्म झिल्ली पनि प्रभावित हुन सक्छ, समान सेतो दाग वा क्षरण संग प्रस्तुत",
        "-> चिलाउने",
        ">> लाइकेन प्लानसको कारण:",
        "-> एक स्वत: प्रतिरक्षा अवस्था हो भनेर सोचे।",
        ">> लाइकेन प्लानसका लागि जोखिम कारक:",
        "-> हेपाटाइटिस सी संक्रमण",
        "-> औषधिहरू (जस्तै NSAIDs, बिटा-ब्लकरहरू, ACE अवरोधकहरू, र antimalarials)",
        "-> अन्य अटोइम्यून अवस्थाहरू (जस्तै vitiligo वा alopecia areata)"
       ],
    "or": [
        "■ ପ୍ରଦାହଜନକ ଏବଂ ଅଟୋମ୍ୟୁମ୍ୟୁନ୍ ଚର୍ମ ଅବସ୍ଥା",
        "● ସୋରିୟାସିସ୍:",
       
        "-> ମୋଟା, ରୂପା-ଧଳା ସ୍କେଲ ସହିତ ଲାଲ୍ ପ୍ୟାଚ୍ ଏବଂ ଫଳକ, ପ୍ରାୟତ the କାନ୍ଧ, ଆଣ୍ଠୁ ଏବଂ ତ୍ୱଚାରେ ଦେଖାଯାଏ |",
        "-> କୁଣ୍ଡେଇ ହେବା, ଜଳିବା ଏବଂ ଯନ୍ତ୍ରଣା ହୋଇପାରେ",
        ">> ସୋରିୟାସିସ୍ ପାଇଁ କାରଣ:",
        "-> ଏକ କ୍ରୋନିକ୍ ଇମ୍ୟୁନ ସିଷ୍ଟମ୍ ଡିସଫଙ୍କସନ ଯାହା ଶୀଘ୍ର ଚର୍ମ କୋଷ ଉତ୍ପାଦନ କରିଥାଏ",
        ">> ସୋରିୟାସିସ୍ ପାଇଁ ବିପଦ କାରକ:",
        "-> ଜେନେଟିକ୍ ପ୍ରବୃତ୍ତି",
        "-> ଚାପ",
        "-> ସଂକ୍ରମଣ (ଯଥା ଷ୍ଟ୍ରେପ୍ଟୋକୋକାଲ୍ ଗଳା ସଂକ୍ରମଣ)",
        "-> ications ଷଧଗୁଡିକ (ଯଥା ଲିଥିୟମ୍, ବିଟା-ବ୍ଲକର୍ସ, ଆଣ୍ଟିମାଲେରିଆଲ୍, ଏବଂ NSAIDs)",
        "Op ଆଟୋପିକ୍ ଡର୍ମାଟାଇଟିସ୍ (ଏକଜେମା):",
       
        "-> ଲାଲ୍, ପ୍ରଦାହିତ ପ୍ୟାଚ୍",
        "-> ତୀବ୍ର ଖରାପ ହୋଇପାରେ",
        "-> ସ୍ୱଚ୍ଛ ତରଳ ପଦାର୍ଥ ଏବଂ କ୍ରଷ୍ଟିଙ୍ଗ୍ ଗୁରୁତର ପରିସ୍ଥିତିରେ ଉପସ୍ଥିତ ଥାଇପାରେ",
        "-> ହାଇପରପିଗମେଣ୍ଟେଡ୍, ଫିସର୍ ସହିତ ଲାଇସେନାଇଡ୍ ପ୍ଲେକ୍ କ୍ରନିକ୍ କ୍ଷେତ୍ରରେ ଉପସ୍ଥିତ ଥାଇପାରେ",
        "-> ଶିଶୁ ଏବଂ ପିଲାମାନଙ୍କଠାରେ ସାଧାରଣ କିନ୍ତୁ ବୟସ୍କ ଅବସ୍ଥାରେ ରହିପାରେ",
        ">> ଆଟୋପିକ୍ ଡର୍ମାଟାଇଟିସ୍ (ଏକଜେମା) ର କାରଣ:",
        "-> ଜେନେଟିକ୍ ଏବଂ ପରିବେଶ କାରକଗୁଡିକର ଏକ ମିଶ୍ରଣ, ପ୍ରାୟତ other ଅନ୍ୟ ଆଲର୍ଜି ଅବସ୍ଥା ସହିତ ସଂଯୁକ୍ତ",
        ">> ଆଟୋପିକ୍ ଡର୍ମାଟାଇଟିସ୍ (ଏକଜେମା) ପାଇଁ ବିପଦ କାରକ:",
        "-> ଏକଜେମାର ପାରିବାରିକ ଇତିହାସ",
        "-> ଆଟୋପିକ୍ ଟ୍ରାଇଡ୍ = ଆଲର୍ଜି ରାଇନାଇଟିସ୍ + ଆଜମା + ଆଟୋପିକ୍ ଡର୍ମାଟାଇଟିସ୍",
        "-> ଅଧିକ ପ୍ରଦୂଷଣ ସ୍ତର ସହ ସହରୀ ଜୀବନଯାପନ",
        "-> ଡର୍ମାଟାଇଟିସ୍ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ:",
        "● ବିରକ୍ତ-",
       
        "-> ଲାଲ୍, କୁଞ୍ଚିତ ପେପୁଲ୍ ଏବଂ / କିମ୍ବା ଭେସିକଲ୍",
        "-> ଶୁଷ୍କତା, ମାପିବା ଏବଂ ଫିସିଙ୍ଗ୍ ସହିତ ମଧ୍ୟ ହୋଇପାରେ",
        ">> କ୍ରୋଧର କାରଣ:",
        "-> ବାରମ୍ବାର ଉତ୍ତେଜକ (ଯଥା ସାବୁନ୍, ଡିଟରଜେଣ୍ଟ, ଦ୍ରବଣକାରୀ ଏବଂ ରାସାୟନିକ ପଦାର୍ଥ) ଦ୍ by ାରା ଚର୍ମ ପ୍ରତିବନ୍ଧକକୁ କ୍ଷତି ପହଞ୍ଚାଇବା, ଟ୍ରାନ୍ସପେଡର୍ମାଲ୍ ଜଳ ନଷ୍ଟ ହେବାର କାରଣ",
        ">> କ୍ରୋଧ ପାଇଁ ବିପଦ କାରକ:",
        "-> ବିରକ୍ତିକର ବାରମ୍ବାର ସଂସ୍ପର୍ଶରେ ଆସିବା (ଯଥା ନିର୍ମାଣ, ସଫେଇ ଏବଂ କୃଷି ପରି ଶିଳ୍ପରେ ବୃତ୍ତିଗତ ବିପଦ)",
        "● ଆଲର୍ଜି-",
       
        "-> ଅତ୍ୟଧିକ ଖରାପ, ଲାଲ୍ ରଶ୍ମୀ ପେପୁଲ୍ ଏବଂ / କିମ୍ବା ଭେସିକଲ୍",
        "-> କ୍ରନିକ କ୍ଷେତ୍ରରେ ଲାଇସେନ୍ସକରଣ ଏବଂ ସ୍କେଲିଂ ଉପସ୍ଥିତ ଥାଇପାରେ",
        ">> ଆଲର୍ଜି ପାଇଁ କାରଣ:",
        "-> ନିର୍ଦ୍ଦିଷ୍ଟ ଆଲର୍ଜେନ୍ ପ୍ରତି ପ୍ରତିରକ୍ଷା ପ୍ରତିକ୍ରିୟା (ଯଥା ନିକେଲ୍, ପ୍ରସାଧନ ସାମଗ୍ରୀ, ଲାଟେକ୍ସ, ସୁଗନ୍ଧ, ସଂରକ୍ଷଣକାରୀ, କିମ୍ବା ଟକ୍ସିକୋଡେଣ୍ଡ୍ରନ୍ ସ୍ପପି।)",
        ">> ଆଲର୍ଜି ପାଇଁ ବିପଦ କାରକ:",
        "-> ଆଲର୍ଜେନ୍ ପ୍ରତି ପୂର୍ବ ସମ୍ବେଦନଶୀଳତା",
        "-> ଜେନେଟିକ୍ ପ୍ରବୃତ୍ତି",
        "● ସେବୋରେରିକ୍ ଡର୍ମାଟାଇଟିସ୍:",
       
        "-> ଫ୍ଲେକି, ଲାଲ୍ ପ୍ୟାଚ୍, ପ୍ରାୟତ white ଧଳା-ହଳଦିଆ, ତେଲିଆ ମାପକାଠି ସହିତ",
        "-> ସାଧାରଣତ sc ତ୍ୱଚା (ଯେଉଁଠାରେ ଏହା ଡାଣ୍ଡ୍ରଫ୍ ଭାବରେ ଜଣାଶୁଣା), ଚେହେରା (ବିଶେଷତ the ନାସୋଲାବିଆଲ୍ ଫୋଲ୍ଡ, ଆଖି, ଏବଂ କପାଳ) ଏବଂ ଛାତି ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ |",
        "-> ଖରାପ ହୋଇପାରେ",
        ">> ସେବୋରିକ୍ ​​ଡର୍ମାଟାଇଟିସ୍ ର କାରଣ:",
        "-> ବର୍ଦ୍ଧିତ ସେବାସିସ୍ ଗ୍ରନ୍ଥି କାର୍ଯ୍ୟକଳାପ ଏକ ଲିପିଡ ସମୃଦ୍ଧ ପରିବେଶ ଯୋଗାଇଥାଏ ଯାହା ମାଲାସେଜିଆ ଖମିର ବିସ୍ତାରକୁ ସମର୍ଥନ କରେ, ଯାହା ଏକ ପ୍ରଦାହଜନକ ପ୍ରତିକ୍ରିୟା ସୃଷ୍ଟି କରେ",
        ">> ସେବୋରିକ୍ ​​ଡର୍ମାଟାଇଟିସ୍ ପାଇଁ ବିପଦ କାରଣ:",
        "-> ତେଲିଆ ଚର୍ମ",
        "-> ଚାପ",
        "-> ଶୀତ ଏବଂ ଶୁଖିଲା ପାଗ",
        "-> ଜେନେଟିକ୍ କାରକଗୁଡିକ",
        "-> ସ୍ନାୟୁଗତ ଅବସ୍ଥା (ଯଥା ପାର୍କିନ୍ସନ୍ ରୋଗ) କିମ୍ବା ସିଷ୍ଟମିକ୍ ଅବସ୍ଥା (ଯଥା ଏଚ୍.ଆଇ.ଭି / ଏଡସ୍)",
        "● ଲିଚେନ ପ୍ଲାନସ୍:",
       
        "-> ବହୁଭାଷୀ, ଉଲ୍ଲଂଘନକାରୀ (ବାଇଗଣୀ), ଫ୍ଲାଟ-ଟପ୍ ପେପୁଲ୍ ଏବଂ ପ୍ଲେକ୍",
        "-> ପ୍ରାୟତ the ହାତଗୋଡ, ତଳ ପିଠି ଏବଂ ଗୋଡକୁ ପ୍ରଭାବିତ କରିଥାଏ",
        "-> ଭିକାମ ଷ୍ଟ୍ରିଆ (ସୂକ୍ଷ୍ମ, ଧଳା ରେଖା) ପୃଷ୍ଠରେ ପ୍ରଦର୍ଶିତ କରିପାରେ",
        "-> ଶ୍ ous ାସକ୍ରିୟା ଉପରେ ମଧ୍ୟ ପ୍ରଭାବ ପକାଇପାରେ, ଯାହା ରେଟିକୁଲାର ଧଳା ଲେସି ପ୍ୟାଚ୍ (ୱିକମ୍ ଷ୍ଟ୍ରିଆ) ସୃଷ୍ଟି କରେ",
        "-> ସମାନ ଧଳା ପ୍ୟାଚ୍ କିମ୍ବା କ୍ଷୟ ସହିତ ଉପସ୍ଥାପନା କରି ଯ ital ନ ଶ୍ ous ାସକ୍ରିୟା ମଧ୍ୟ ପ୍ରଭାବିତ ହୋଇପାରେ",
        "-> ଇଞ୍ଚି",
        ">> ଲିଚେନ୍ ପ୍ଲାନସ୍ ପାଇଁ କାରଣ:",
        "-> ଏକ ଅଟୋମ୍ୟୁମ୍ୟୁନ୍ ଅବସ୍ଥା ବୋଲି ଭାବିଲି |",
        ">> ଲିଚେନ୍ ପ୍ଲାନସ୍ ପାଇଁ ବିପଦ କାରକ:",
        "-> ହେପାଟାଇଟିସ୍ ସି ସଂକ୍ରମଣ",
        "-> ications ଷଧଗୁଡିକ (ଯଥା NSAIDs, ବିଟା-ବ୍ଲକର୍ସ, ACE ଇନହିବିଟର ଏବଂ ଆଣ୍ଟିମାଲେରିଆଲ୍)",
        "-> ଅନ୍ୟାନ୍ୟ ଅଟୋମ୍ୟୁମ୍ୟୁନ୍ ଅବସ୍ଥା (ଯଥା ଭିଟିଲିଗୋ କିମ୍ବା ଆଲୋପେସିଆ ଆରେଟା)"
       ],
    "pa":[
 "■ ਸੋਜ਼ਸ਼ ਅਤੇ ਆਟੋਇਮਿਊਨ ਚਮੜੀ ਦੀਆਂ ਸਥਿਤੀਆਂ",
 "● ਚੰਬਲ:",

 "-> ਮੋਟੇ, ਚਾਂਦੀ-ਚਿੱਟੇ ਪੈਮਾਨੇ ਵਾਲੇ ਲਾਲ ਧੱਬੇ ਅਤੇ ਤਖ਼ਤੀਆਂ, ਅਕਸਰ ਕੂਹਣੀਆਂ, ਗੋਡਿਆਂ ਅਤੇ ਖੋਪੜੀ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦੀਆਂ ਹਨ।",
 "-> ਖਾਰਸ਼, ਜਲਨ ਅਤੇ ਦਰਦ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦਾ ਹੈ",
 ">> ਚੰਬਲ ਦਾ ਕਾਰਨ:",
 "-> ਇੱਕ ਪੁਰਾਣੀ ਇਮਿਊਨ ਸਿਸਟਮ ਨਪੁੰਸਕਤਾ ਜੋ ਚਮੜੀ ਦੇ ਸੈੱਲਾਂ ਦੇ ਤੇਜ਼ੀ ਨਾਲ ਉਤਪਾਦਨ ਦਾ ਕਾਰਨ ਬਣਦੀ ਹੈ",
 ">> ਚੰਬਲ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਜੈਨੇਟਿਕ ਪ੍ਰਵਿਰਤੀ",
 "-> ਤਣਾਅ",
 "-> ਲਾਗਾਂ (ਜਿਵੇਂ ਕਿ ਸਟ੍ਰੈਪਟੋਕੋਕਲ ਗਲੇ ਦੀ ਲਾਗ)",
 "-> ਦਵਾਈਆਂ (ਜਿਵੇਂ ਕਿ ਲਿਥੀਅਮ, ਬੀਟਾ-ਬਲੌਕਰ, ਐਂਟੀਮਲੇਰੀਅਲ, ਅਤੇ NSAIDs)",
 "● ਐਟੋਪਿਕ ਡਰਮੇਟਾਇਟਸ (ਚੰਬਲ):",

 "-> ਲਾਲ, ਸੋਜ ਵਾਲੇ ਪੈਚ",
 "-> ਬਹੁਤ ਜ਼ਿਆਦਾ ਖਾਰਸ਼ ਹੋ ਸਕਦੀ ਹੈ",
 "-> ਗੰਭੀਰ ਮਾਮਲਿਆਂ ਵਿੱਚ ਸਪੱਸ਼ਟ ਤਰਲ ਅਤੇ ਛਾਲੇ ਦਾ ਨਿਕਲਣਾ ਮੌਜੂਦ ਹੋ ਸਕਦਾ ਹੈ",
 "-> ਹਾਈਪਰਪਿਗਮੈਂਟਡ, ਫਿਸ਼ਰਾਂ ਵਾਲੀਆਂ ਲਾਈਕੈਨੀਫਾਈਡ ਤਖ਼ਤੀਆਂ ਪੁਰਾਣੀਆਂ ਮਾਮਲਿਆਂ ਵਿੱਚ ਮੌਜੂਦ ਹੋ ਸਕਦੀਆਂ ਹਨ",
 "-> ਨਿਆਣਿਆਂ ਅਤੇ ਬੱਚਿਆਂ ਵਿੱਚ ਆਮ ਪਰ ਬਾਲਗਤਾ ਵਿੱਚ ਕਾਇਮ ਰਹਿ ਸਕਦਾ ਹੈ",
 ">> ਐਟੌਪਿਕ ਡਰਮੇਟਾਇਟਸ (ਚੰਬਲ) ਦਾ ਕਾਰਨ:",
 "-> ਜੈਨੇਟਿਕ ਅਤੇ ਵਾਤਾਵਰਣਕ ਕਾਰਕਾਂ ਦਾ ਸੁਮੇਲ, ਅਕਸਰ ਹੋਰ ਐਲਰਜੀ ਵਾਲੀਆਂ ਸਥਿਤੀਆਂ ਨਾਲ ਜੁੜਿਆ ਹੁੰਦਾ ਹੈ",
 ">> ਐਟੌਪਿਕ ਡਰਮੇਟਾਇਟਸ (ਚੰਬਲ) ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਚੰਬਲ ਦਾ ਪਰਿਵਾਰਕ ਇਤਿਹਾਸ",
 "-> ਐਟੋਪਿਕ ਟ੍ਰਾਈਡ = ਐਲਰਜੀ ਵਾਲੀ ਰਾਈਨਾਈਟਿਸ + ਦਮਾ + ਐਟੋਪਿਕ ਡਰਮੇਟਾਇਟਸ",
 "-> ਉੱਚ ਪ੍ਰਦੂਸ਼ਣ ਪੱਧਰਾਂ ਦੇ ਨਾਲ ਸ਼ਹਿਰੀ ਜੀਵਨ",
 "-> ਸੰਪਰਕ ਡਰਮੇਟਾਇਟਸ:",
 "● ਚਿੜਚਿੜਾ-",

 "-> ਲਾਲ, ਖਾਰਸ਼ ਵਾਲੇ ਪੈਪੁਲਸ ਅਤੇ/ਜਾਂ ਨਾੜੀਆਂ",
 "-> ਖੁਸ਼ਕੀ, ਸਕੇਲਿੰਗ ਅਤੇ ਫਿਸ਼ਰਿੰਗ ਦੇ ਨਾਲ ਵੀ ਹੋ ਸਕਦਾ ਹੈ",
 ">> ਜਲਣ ਦਾ ਕਾਰਨ:",
 "-> ਜਲਣਸ਼ੀਲ ਪਦਾਰਥਾਂ (ਜਿਵੇਂ ਕਿ ਸਾਬਣ, ਡਿਟਰਜੈਂਟ, ਘੋਲਨ ਵਾਲੇ ਅਤੇ ਰਸਾਇਣਾਂ) ਦੇ ਵਾਰ-ਵਾਰ ਸੰਪਰਕ ਨਾਲ ਚਮੜੀ ਦੀ ਰੁਕਾਵਟ ਨੂੰ ਨੁਕਸਾਨ, ਜਿਸ ਨਾਲ ਟਰਾਂਸਪੀਡਰਮਲ ਪਾਣੀ ਦੇ ਨੁਕਸਾਨ ਵਿੱਚ ਵਾਧਾ ਹੁੰਦਾ ਹੈ",
 ">> ਜਲਣ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਪਰੇਸ਼ਾਨੀ ਦੇ ਅਕਸਰ ਐਕਸਪੋਜਰ (ਜਿਵੇਂ ਕਿ ਉਸਾਰੀ, ਸਫਾਈ ਅਤੇ ਖੇਤੀਬਾੜੀ ਵਰਗੇ ਉਦਯੋਗਾਂ ਵਿੱਚ ਕਿੱਤਾਮੁਖੀ ਖ਼ਤਰੇ)",
 "● ਐਲਰਜੀ-",

 "-> ਬਹੁਤ ਜ਼ਿਆਦਾ ਖਾਰਸ਼, ਲਾਲ ਧੱਫੜ ਅਤੇ/ਜਾਂ ਨਾੜੀਆਂ",
 "-> ਪੁਰਾਣੇ ਮਾਮਲਿਆਂ ਵਿੱਚ ਲਾਈਕੇਨੀਫਿਕੇਸ਼ਨ ਅਤੇ ਸਕੇਲਿੰਗ ਮੌਜੂਦ ਹੋ ਸਕਦੀ ਹੈ",
 ">> ਐਲਰਜੀ ਦੇ ਕਾਰਨ:",
 "-> ਖਾਸ ਐਲਰਜੀਨਾਂ (ਜਿਵੇਂ ਕਿ ਨਿਕਲ, ਸ਼ਿੰਗਾਰ, ਲੈਟੇਕਸ, ਸੁਗੰਧੀਆਂ, ਪ੍ਰੀਜ਼ਰਵੇਟਿਵਜ਼, ਜਾਂ ਟੌਕਸੀਕੋਡੇਂਡਰਨ ਐਸਪੀਪੀ) ਪ੍ਰਤੀ ਪ੍ਰਤੀਰੋਧਕ ਪ੍ਰਤੀਕਿਰਿਆ",
 ">> ਐਲਰਜੀ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਐਲਰਜੀਨ ਪ੍ਰਤੀ ਪਿਛਲਾ ਸੰਵੇਦਨਸ਼ੀਲਤਾ",
 "-> ਜੈਨੇਟਿਕ ਪ੍ਰਵਿਰਤੀ",
 "● Seborrheic ਡਰਮੇਟਾਇਟਸ:",

 "-> ਫਲੈਕੀ, ਲਾਲ ਪੈਚ, ਅਕਸਰ ਚਿੱਟੇ-ਪੀਲੇ, ਚਿਕਨਾਈ ਵਾਲੇ ਸਕੇਲ ਦੇ ਨਾਲ",
 "-> ਆਮ ਤੌਰ 'ਤੇ ਖੋਪੜੀ (ਜਿੱਥੇ ਇਸ ਨੂੰ ਡੈਂਡਰਫ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ), ਚਿਹਰਾ (ਖਾਸ ਤੌਰ 'ਤੇ ਨਸੋਲੇਬਿਅਲ ਫੋਲਡ, ਆਈਬ੍ਰੋ ਅਤੇ ਮੱਥੇ), ਅਤੇ ਛਾਤੀ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ।",
 "-> ਖਾਰਸ਼ ਹੋ ਸਕਦੀ ਹੈ",
 ">> ਸੇਬੋਰੇਹਿਕ ਡਰਮੇਟਾਇਟਸ ਦਾ ਕਾਰਨ:",
 "-> ਸੇਬੇਸੀਅਸ ਗਲੈਂਡ ਦੀ ਗਤੀਵਿਧੀ ਵਿੱਚ ਵਾਧਾ ਇੱਕ ਲਿਪਿਡ-ਅਮੀਰ ਵਾਤਾਵਰਣ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਜੋ ਮਲਸੇਜ਼ੀਆ ਖਮੀਰ ਦੇ ਪ੍ਰਸਾਰ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਇੱਕ ਭੜਕਾਊ ਜਵਾਬ ਹੁੰਦਾ ਹੈ",
 ">> Seborrheic ਡਰਮੇਟਾਇਟਸ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਤੇਲਯੁਕਤ ਚਮੜੀ",
 "-> ਤਣਾਅ",
 "-> ਠੰਡਾ ਅਤੇ ਖੁਸ਼ਕ ਮੌਸਮ",
 "-> ਜੈਨੇਟਿਕ ਕਾਰਕ",
 "-> ਤੰਤੂ ਸੰਬੰਧੀ ਸਥਿਤੀਆਂ (ਜਿਵੇਂ ਕਿ ਪਾਰਕਿੰਸਨ'ਸ ਦੀ ਬਿਮਾਰੀ) ਜਾਂ ਪ੍ਰਣਾਲੀ ਸੰਬੰਧੀ ਸਥਿਤੀਆਂ (ਜਿਵੇਂ ਕਿ HIV/AIDS)",
 "● Lichen Planus:",

 "--> ਬਹੁਭੁਜ, ਹਿੰਸਕ (ਜਾਮਨੀ), ਫਲੈਟ-ਟੌਪਡ ਪੈਪੁਲਸ ਅਤੇ ਤਖ਼ਤੀਆਂ",
 "-> ਅਕਸਰ ਗੁੱਟ, ਪਿੱਠ ਦੇ ਹੇਠਲੇ ਹਿੱਸੇ ਅਤੇ ਗਿੱਟਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ",
 "-> ਸਤ੍ਹਾ 'ਤੇ ਵਿਖਮ ਸਟ੍ਰੀਏ (ਜੁਰਮਾਨਾ, ਸਫੈਦ ਰੇਖਾਵਾਂ) ਪ੍ਰਦਰਸ਼ਿਤ ਕਰ ਸਕਦਾ ਹੈ",
 "-> ਲੇਸਦਾਰ ਝਿੱਲੀ ਨੂੰ ਵੀ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਜਾਲੀਦਾਰ ਚਿੱਟੇ ਲੇਸੀ ਪੈਚ (ਵਿਕਹੈਮ ਸਟ੍ਰਾਈ)",
 "-> ਜਣਨ ਦੇ ਲੇਸਦਾਰ ਝਿੱਲੀ ਨੂੰ ਵੀ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਸਮਾਨ ਚਿੱਟੇ ਧੱਬੇ ਜਾਂ ਫਟਣ ਨਾਲ ਪੇਸ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ",
 "-> ਖਾਰਸ਼",
 ">> ਲਾਈਕੇਨ ਪਲੈਨਸ ਦਾ ਕਾਰਨ:",
 "-> ਇੱਕ ਆਟੋਇਮਿਊਨ ਸਥਿਤੀ ਹੋਣ ਬਾਰੇ ਸੋਚਿਆ.",
 ">> ਲਾਈਕੇਨ ਪਲੈਨਸ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
 "-> ਹੈਪੇਟਾਈਟਸ ਸੀ ਦੀ ਲਾਗ",
 "-> ਦਵਾਈਆਂ (ਜਿਵੇਂ ਕਿ NSAIDs, ਬੀਟਾ-ਬਲੌਕਰਜ਼, ACE ਇਨਿਹਿਬਟਰਸ, ਅਤੇ ਐਂਟੀਮਲੇਰੀਅਲ)",
 "-> ਹੋਰ ਆਟੋਇਮਿਊਨ ਸਥਿਤੀਆਂ (ਜਿਵੇਂ ਕਿ ਵਿਟਿਲਿਗੋ ਜਾਂ ਐਲੋਪੇਸ਼ੀਆ ਏਰੀਟਾ)"
],
    "sa": [  
 "■ भड़काऊ तथा स्वप्रतिरक्षा त्वचा स्थिति",
 "● सोरायसिस:",

 "-> स्थूलरजतशुक्लपरिमाणयुक्ताः रक्तपटलाः पट्टिकाः च, प्रायः कोणजानुशिरोभागयोः दृश्यन्ते।",
 "-> कण्डूयमानं दाहं वेदना च भवेत्",
 ">> सोरायसिसस्य कारणम् :",
 "-> एकः दीर्घकालीनः प्रतिरक्षातन्त्रस्य विकारः यः शीघ्रं त्वचाकोशिकानां उत्पादनं जनयति",
 ">> सोरायसिसस्य जोखिमकारकाः:",
 "-> आनुवंशिक प्रवृत्ति ", 
 "-> तनावः",  
 "-> संक्रमणम् (उदा. स्ट्रेप्टोकोकल गले संक्रमणम्)",
 "-> औषधानि (उदा. लिथियम, बीटा-ब्लॉकर, मलेरियाविरोधी, एनएसएआईडी च)",
 "● एटोपिक जिल्दशोथ (एक्जिमा):",

 "-> रक्ताः, प्रज्वलिताः पट्टिकाः",  
 "-> तीव्रकण्डूः भवितुम् अर्हति",
 "-> स्पष्टद्रवस्य स्रावः, क्रस्टिंग् च गम्भीरेषु सति भवितुं शक्नोति", 
 "-> दीर्घकालीनप्रकरणेषु दरारयुक्ताः अतिरञ्जकयुक्ताः, लाइकेनयुक्ताः पट्टिकाः उपस्थिताः भवितुम् अर्हन्ति",  
 "-> शिशुषु बालकेषु च सामान्यं किन्तु प्रौढतां यावत् स्थातुं शक्नोति",
 ">> एटोपिक जिल्दशोथस्य (एक्जिमा) कारणम्):",  
 "-> आनुवंशिकपर्यावरणकारकाणां संयोजनः, प्रायः अन्यैः एलर्जी-स्थितिभिः सह सम्बद्धः",
 ">> एटोपिक जिल्दशोथस्य (एक्जिमा) जोखिमकारकाः:",
 "-> एक्जिमा का पारिवारिक इतिहास",
 "-> एटोपिक त्रिकोण= एलर्जी नासिकाशोथ + दमा + एटोपिक जिल्दशोथ",
 "-> उच्चतरप्रदूषणस्तरयुक्तं नगरीयजीवनम्",
 "-> सम्पर्क त्वचाशोथ:",
 "● चिड़चिड़ा-", 

 "-> रक्ताः, कण्डूयुक्ताः पप्युल्सः तथा/वा पुटिकाः",  
 "-> शुष्कता, स्केलिंग, विदारणं च सहितं भवतु",
 ">> उत्तेजकस्य कारणम्:",
 "-> उत्तेजकद्रव्याणां (उदा. साबुनानां, प्रक्षालकानाम्, विलायकानाम्, रसायनानां च) पुनः पुनः संपर्कात् त्वचाबाधायाः क्षतिः, येन ट्रांसएपिडर्मलजलस्य हानिः वर्धते",
 ">> उत्तेजकस्य जोखिमकारकाः:",
 "-> उत्तेजकद्रव्याणां (उदा. निर्माणं, सफाई, कृषिः इत्यादिषु उद्योगेषु व्यावसायिकखतराणां) नित्यं संपर्कः",
 "● एलर्जी-", 

 "-> तीव्ररूपेण कण्डूयुक्ताः, रक्तदाहः पप्युलः तथा/वा पुटिका",
 "-> दीर्घकालीनप्रकरणेषु लाइकेनिफिकेशनं स्केलिंगं च उपस्थितं भवितुम् अर्हति",
 ">> एलर्जी इत्यस्य कारणम्:",
 "-> विशिष्ट एलर्जीकारकाणां प्रति प्रतिरक्षाप्रतिक्रिया (उदा. निकलः, सौन्दर्यप्रसाधनं, लेटेक्सः, सुगन्धाः, संरक्षकाः, अथवा टॉक्सिकोडेंड्रोन् स्प.पी.)",
 ">> एलर्जीरोगस्य जोखिमकारकाः:",
 "-> एलर्जीकारकाणां प्रति पूर्वसंवेदनशीलता",
 "-> आनुवंशिक प्रवृत्ति",  
 "● सीबोरेइक जिल्दशोथ:",

 "-> स्फुटाः, रक्ताः पटलाः, प्रायः श्वेत-पीत-स्निग्ध-स्केल-युक्ताः", 
 "-> सामान्यतया शिरोभागं (यत्र रूसी इति ज्ञायते), मुखं (विशेषतः नासिकापुटं, भ्रू, ललाटं च), वक्षःस्थलं च प्रभावितं करोति।",
 "-> कण्डूः भवेत्",
 ">> सीबोरेक् चर्मशोथस्य कारणम्:",
 "-> वर्धिता वसाग्रन्थिक्रियाकलापः लिपिड्-समृद्धं वातावरणं प्रदाति यत् मलासेजिया खमीरस्य प्रसारं समर्थयति, येन भड़काऊ प्रतिक्रिया भवति",
 ">> सीबोरियाकत्वक्शोथस्य जोखिमकारकाः:",
 "-> स्निग्धत्वक्",  
 "-> तनाव ", 
 "-> शीतलं शुष्कं च मौसमम्",
 "-> आनुवंशिक कारक",  
 "-> तंत्रिकाविज्ञानस्य स्थितिः (उदा. पार्किन्सन् रोगः) अथवा प्रणालीगतस्थितिः (उदा. एच.आई.वी./एड्स)",
 "● लाइकेन प्लानस:",

 "-> बहुभुज, वायलेसी (बैंगनी), समतल-शिखरयुक्त पप्यूल तथा पट्टिका",
 "-> प्रायः कटिबन्धं, पृष्ठस्य अधःभागं, गुल्फं च प्रभावितं करोति", 
 "-> पृष्ठभागे विक्हम स्ट्रिया (सूक्ष्म, श्वेतरेखाः) प्रदर्शयितुं शक्नोति",
 "-> श्लेष्मझिल्लीं अपि प्रभावितं कर्तुं शक्नोति, येन जालीदाराः श्वेताः फीताः पट्टिकाः (Wickham striae) भवन्ति",
 "-> जननाङ्गस्य श्लेष्मपटलाः अपि प्रभाविताः भवितुम् अर्हन्ति, समानशुक्लपटलैः अथवा क्षरणैः सह प्रस्तुताः", 
 "-> कण्डूयुक्तः", 
 ">> लाइकेन प्लानसस्य कारणम्:",
 "-> स्वप्रतिरक्षा अवस्था इति चिन्तितम्।",
 ">> लाइकेन प्लानसस्य जोखिमकारकाः:",
 "-> हेपेटाइटिस सी संक्रमण",  
 "-> औषधानि (उदा. एनएसएआईडी, बीटा-ब्लॉकर्, एसीई इन्हिबिटर्, मलेरियाविरोधी च)",
 "-> अन्ये स्वप्रतिरक्षास्थितयः (उदा. विटिलिगो अथवा एलोपेसिया एरियाटा)"  
] ,
    "sat": [
 "■ hạsu ar apnar khon bańcao akan haṛam reaḱ ạri-cạli",
 "● psoriasis:",

 "-> Moṭ, rupạri-pạurạ ḍạrko sãote ạḍi rạskạ ḍạrko ar ḍạrko, aema dhao ḍạrko, ḍạrko ar bọhọk̕ re ńelok̕kana.",
 "-> Uchạ, jạbun, ar hạsu reaḱ karon hoe daṛeaḱa",
 ">> Psoriasis reak̕ karon:",
 "-> Mit’ maṛaṅ rog khon bańcao reak’ kạmi bạṛic’ jahã dọ usạra harta reak’ ko̠clo̠n benao reak’ karon kana",
 ">> Psoriasis lạgit́ jạruṛaḱ karon:",
 "-> Jeneṭik ạri-cạli ",
 "-> thakao",
 "-> hạsu (jeleka streptokokal gạḍi hạsu)",
 "-> Daṛan (jeleka liṭiẏāma, bēṭā-blōkāra, ēnṭimalariẏāla āra NSAIDs)",
 "● Āṭōpik ḍārmēṭā'iṭasa (ēkīma):",

 "-> Lal, jạbun akan ḍạrko",
 "-> Ạḍi jạsti uṭhạu hoe daṛeaḱa",
 "-> Ạḍi jạruṛ okte re sapha jạruṛ ar ḍạrko reaḱ ạḍi jạruṛ menaḱa",
 "-> Ạḍi din reaḱ ghoṭna kore hạiparpigmenṭed, lichenified plak sãote fissures menak̕a",
 "-> Gidrạko ar gidrạko re sadharọn menkhan kạṭic̕ umạr hạbic̕ hõ tahẽ daṛeak̕a",
 ">> Aṭopik ḍarmēṭā'iṭis (ēkīma):",
 "-> Genetic ar poribesh reak’ karon reak’ mit’ jọpọṛao, aema dhao eṭak’ alerji ạri-cạli sãote joṛao menak’a",
 ">> Aṭopik ḍarmaṭiṭis (ekzima) lạgit́ jạruṛok’ karon",
 "-> Ekzima reak̕ gharońj itihas",
 "-> Āṭōpik ṭrāẏāḍa= ēlārjika rā'inā'iṭasa + āthma + ēṭōpik ḍārmēṭā'iṭasa",
 "-> Ạḍi ḍher ḍạrko sãote sạgại reaḱ jion",
 "-> jọgajog ḍarmatitis:",
 "● ạḍi rạskạ-",

 "-> Lal, uṭhạu papul ar/se̱ vesikel",
 "-> rạput́, skel, ar pạṭhuạ sãote hõ hoe daṛeaḱa",
 ">> Iriṭanṭ reak’ karon:",
 "-> Bar-bar ạḍi jạruṛan jinis (jeleka sạbun, ḍiṭerjenṭ, sạlạṅ, ar kemikal) reaḱ jạruṛte ạḍi jạruṛan jinis ko ạḍi jạruṛa, onate transepidermal daḱ reaḱ hạnḍi bạṛti hoyoḱ kana",
 ">> Iriṭanṭ lạgit́ jạruṛaḱ karon:",
 "-> Ạḍi ghạṛić ạḍi rạskạ reaḱ jạruṛaḱ (jeleka, kạmi reaḱ jạruṛaḱ jạruṛaḱ jeleka benao, sapha, ar ạri-cạli)",
 "● Alerji-",

 "-> Ạdi ạdi uṭhạu, rạput́ rạput́ papules ar/se vesicles",
 "-> Licheniphikeṭeṅ ar skēliṁ ādi ādi kō rē huyuga āga",
 ">> Alerji reak̕ karon:",
 "-> Khas alerjen (jeleka nikel, kosmeṭik, lạṭeks, sạṅgiń, rukhiạ jinis, se toksikodendron spp.)" ,
 ">> Alerji lạgit́ jạruṛaḱ karon:",
 "-> Alerjen reak’ laha reak’ họṛmọ",
 "-> Jeneṭik ạri-cạli",
 "● Sēbōrēka ḍārmēṭēṭiṭa:",

 "-> Ạḍi jạruṛ, rạput́ akan ḍạrko, aema dhao pũd-pạhil, mọhọl ḍạrko sãote",
 "-> Jaolekate̱ bọhọk’ reak’ bohok’ (jahae re̱ ona do ḍaṅgra ńutumte baḍaeok’ kana), muṭhạn (khas lekate nasolabial ḍaṅgra, ḍaṅgra ḍaṅgra, ar ḍaṅgra ḍaṅgra), ar bohok’ re ạḍi jạruṛa.",
 "-> uchạ huyuk̕a",
 ">> Sebọrheik ḍarmatiṭis reak’ karon:",
 "-> Sebaceous gland reaḱ bạṛti kạmi do̠ lipid reaḱ ạḍi jạruṛan ạri-cạli e̠moḱ kana oka do̠ Malassezia yeast reaḱ ḍhertet́e ạyur kana, oka do̠ ạḍi jạruṛan ạri-cạli reaḱ karon kana",
 ">> Sebọrheik ḍarmatiṭiṭis lạgit́ jạruṛok’ karon:",
 "-> Sunum akan harta",
 "-> thakao",
 "-> rạput́ ar rạput́ akan ritu",
 "-> Jeneṭik karon",
 "-> Neurological ạri-cạli (jeleka parkinson rog) se̱ ạri-cạli reak’ ạri-cạli (jeleka HIV/AIDS)",
 "● lichen planas:",

 "-> Aemagonala, bạṛic’ (bạṛti), mit’ cetan reak’ papul ar plak",
 "-> Aema dhao kạṭup̕, ḍahar latar, ar ḍahar re̠ ạḍi jạruṛok̕ kana",
 "-> Wickham striae (mõ̠ṛẽ̠, pũd hạṭiń) cetan re̠ udug daṛe̠aḱa",
 "-> Mukus jhạli hõ eser daṛeak’a, ​​jaha͂ṭaḱ reṭikọlar pũd lasi pạṭh (wickham striae)",
 "-> Jiniṭal jạnum hõ ạḍi jạruṛa, ona do̠ ạḍi jạruṛa jạruṛa jạruṛa jạruṛa jạruṛa jạruṛa jạruṛa jạruṛa jạruṛa",
 "-> uṭhạu",
 ">> Lichen planas reak’ karon:",
 "-> Mit’ ọkte̱ rog khon bańcao reak’ ọkte̱ huyuk’ kana.",
 ">> Lichen planas lạgit́ jạruṛaḱ karon:",
 "-> Hepaṭaiṭis C hạsu",
 "-> Daṛan (jeleka NSAIDs, biṭā-blōkāra, ēsa ēnhībiṭāra āra ēnṭimalariẏāla)",
 "-> Eṭak’ ọtọm rog khon bańcao reak’ ạri-cạli (jeleka viṭiligo se̱ alopesia areata)"
],
    "sd": [
        "■ سوزش ۽ خود مدافعتي جلد جون حالتون",
        "● Psoriasis:",
       
        "-> ڳاڙهي داڻا ۽ تختيون ٿلهي، چانديءَ جي اڇي پيماني سان، اڪثر ڪلهن، گوڏن ۽ مٿي تي ظاهر ٿين ٿيون.",
        "-> خارش، جلن ۽ درد جو سبب بڻجي سگھي ٿو",
        ">> Psoriasis جو سبب:",
        "-> هڪ دائمي مدافعتي نظام جي خرابي جيڪا جلدي چمڙي جي سيل جي پيداوار جو سبب بڻائي ٿي",
        ">> Psoriasis لاء خطري جا عنصر:",
        "-> جينياتي اڳڪٿي",
        "-> دٻاءُ",
        "-> انفيڪشن (مثال طور اسٽريپٽوڪوڪل گلا جا انفيڪشن)",
        "-> دوائون (مثال طور ليٿيم، بيٽا بلاڪرز، اينٽي مليريا، ۽ NSAIDs)",
        "● Atopic dermatitis (Eczema):",
       
        "-> ڳاڙھو، ٻرندڙ پيچ",
        "-> شديد خارش ٿي سگھي ٿي",
        "-> صاف رطوبت جو نڪرڻ ۽ ڪرسٽنگ سخت ڪيسن ۾ موجود ٿي سگھي ٿو",
        "-> هائپر پيگمينٽڊ، فشرز سان ليچين ٿيل تختيون شايد دائمي ڪيسن ۾ موجود هجن",
        "-> ننڍڙن ٻارن ۽ ٻارن ۾ عام آهي پر بالغ ٿيڻ تائين جاري رهي سگهي ٿو",
        ">> Atopic dermatitis جو سبب (Eczema):",
        "-> جينياتي ۽ ماحولياتي عنصر جو هڪ ميلاپ، اڪثر ڪري ٻين الرجڪ حالتن سان ڳنڍيل آهي",
        ">> Atopic dermatitis (Eczema):",
        "-> ايجما جي خانداني تاريخ",
        "-> Atopic triad = الرجڪ rhinitis + اسٿما + atopic dermatitis",
        "-> اعلي آلودگي جي سطح سان شهري رهندڙ",
        "-> رابطا ڊرماتائٽس:",
        "● irritant-",
       
        "-> ڳاڙھو، خارش وارو پيپولس ۽/يا ويسڪلز",
        "-> شايد خشڪي، اسڪيلنگ، ۽ ڦاٽڻ سان گڏ،",
        ">> تڪليف جو سبب:",
        "-> جلن جي بار بار نمائش سان چمڙي جي رڪاوٽ کي نقصان (مثال طور صابن، صابن، سالوينٽس، ۽ ڪيميائي)، ٽرانسپيڊرمل پاڻي جي گھٽتائي کي وڌائي ٿو",
        ">> خارش لاءِ خطري جا عنصر:",
        "-> جلن جي بار بار نمائش (مثال طور صنعتن ۾ پيشه ورانه خطرن جهڙوڪ تعمير، صفائي، ۽ زراعت)",
        "● الرجي-",
       
        "-> شديد خارش، ڳاڙهي داڻا ۽/يا ويسيڪل",
        "-> Lichenification ۽ اسڪيلنگ دائمي ڪيسن ۾ موجود ٿي سگھي ٿي",
        ">> الرجي جو سبب:",
        "-> مخصوص الرجينس لاء مدافعتي ردعمل (مثال طور، نڪيل، کاسمیٹکس، ليٽڪس، خوشبو، محافظ، يا Toxicodendron spp.)",
        ">> الرجي لاءِ خطري جا عنصر:",
        "-> اڳوڻو حساسيت الرجين کي",
        "-> جينياتي اڳڪٿي",
        "● Seborrheic Dermatitis:",
       
        "-> ڳاڙها، ڳاڙها داغ، اڪثر اڇا پيلي، ڳاڙهي اسڪيل سان",
        "-> عام طور تي چمڙي جي چمڙي کي متاثر ڪري ٿو (جتي ان کي ڊنڊرف سڏيو ويندو آهي)، منهن (خاص طور تي ناسولابيل فولڊ، ابرو ۽ پيشاني)، ۽ سينه.",
        "-> خارش ٿي سگهي ٿي",
        ">> Seborrheic Dermatitis جو سبب:",
        "-> sebaceous غدود جي سرگرمي ۾ اضافو لپيد سان مالا مال ماحول فراهم ڪري ٿو جيڪو مالاسيزيا خمير جي واڌ کي سپورٽ ڪري ٿو، هڪ سوزش واري رد عمل جو سبب بڻجندو آهي",
        ">> Seborrheic Dermatitis لاءِ خطري جا عنصر:",
        "-> تيل واري جلد",
        "-> دٻاءُ",
        "-> ٿڌي ۽ خشڪ موسم",
        "-> جينياتي عنصر",
        "-> اعصابي حالتون (مثال طور پارڪنسن جي بيماري) يا سسٽماتي حالتون (مثال طور HIV/AIDS)",
        "● Lichen Planus:",
       
        "-> ڪثرت وارو، واڱڻائي وارو (جامني رنگ وارو)، چپي چپي تي پيل پيپولس ۽ تختيون",
        "-> اڪثر کلائي، هيٺين پٺي، ۽ ٽڪن کي متاثر ڪري ٿو",
        "-> مٿاڇري تي Wickham striae (ٺيڪ، سفيد لائينون) جي نمائش ٿي سگھي ٿي",
        "-> چپڙي واري جھلي کي به متاثر ڪري سگھي ٿو، جاليدار سفيد ليسي پيچس (Wickham striae)",
        "-> جينياتي ميوڪوس جھلي پڻ متاثر ٿي سگھي ٿي، ساڳئي سفيد پيچ يا erosion سان موجود،",
        "-> خارش",
        ">> Lichen Planus جو سبب:",
        "-> هڪ آٽو ايميون حالت هجڻ جو سوچيو.",
        ">> Lichen Planus لاءِ خطري جا عنصر:",
        "-> هيپاٽائيٽس سي انفيڪشن",
        "-> دوائون (مثال طور NSAIDs، بيٽا-بلاڪرز، اي سي اي انبائيٽرز، ۽ اينٽي مليريا)",
        "-> ٻيون آٽو ايميون حالتون (مثال طور vitiligo يا alopecia areata)"
       ],
    "ta": [
        "■ அழற்சி மற்றும் ஆட்டோ இம்யூன் தோல் நிலைகள்",
        "● சொரியாசிஸ்:",
       
        "-> சிவப்புத் திட்டுகள் மற்றும் தடிமனான, வெள்ளி-வெள்ளை அளவு கொண்ட பிளேக்குகள், பெரும்பாலும் முழங்கைகள், முழங்கால்கள் மற்றும் உச்சந்தலையில் தோன்றும்.",
        "-> அரிப்பு, எரிச்சல் மற்றும் புண் ஏற்படலாம்",
        ">> சொரியாசிஸ் வருவதற்கான காரணம்:",
        "-> ஒரு நாள்பட்ட நோயெதிர்ப்பு அமைப்பு செயலிழப்பு விரைவான தோல் செல் உற்பத்திக்கு காரணமாகிறது",
        ">> தடிப்புத் தோல் அழற்சிக்கான ஆபத்து காரணிகள்:",
        "-> மரபணு முன்கணிப்பு",
        "-> மன அழுத்தம்",
        "-> தொற்றுகள் (எ.கா. ஸ்ட்ரெப்டோகாக்கல் தொண்டை தொற்று)",
        "-> மருந்துகள் (எ.கா. லித்தியம், பீட்டா-தடுப்பான்கள், ஆண்டிமலேரியல்கள் மற்றும் NSAIDகள்)",
        "● அடோபிக் டெர்மடிடிஸ் (எக்ஸிமா):",
       
        "-> சிவப்பு, வீக்கமடைந்த திட்டுகள்",
        "-> தீவிர அரிப்பு ஏற்படலாம்",
        "-> தெளிவான திரவத்தின் கசிவு மற்றும் மேலோடு கடுமையான நிகழ்வுகளில் இருக்கலாம்",
        "-> ஹைப்பர்பிக்மென்டட், பிளவுகள் கொண்ட லிக்கனிஃபைட் பிளேக்குகள் நாள்பட்ட நிகழ்வுகளில் இருக்கலாம்",
        "-> கைக்குழந்தைகள் மற்றும் குழந்தைகளில் பொதுவானது ஆனால் முதிர்வயது வரை தொடரலாம்",
        ">> அடோபிக் டெர்மடிடிஸ் (எக்ஸிமா):",
        "-> மரபணு மற்றும் சுற்றுச்சூழல் காரணிகளின் கலவை, பெரும்பாலும் மற்ற ஒவ்வாமை நிலைகளுடன் இணைக்கப்பட்டுள்ளது",
        ">> அட்டோபிக் டெர்மடிடிஸ் (எக்ஸிமா) க்கான ஆபத்து காரணிகள்:",
        "-> அரிக்கும் தோலழற்சியின் குடும்ப வரலாறு",
        "-> Atopic triad= ஒவ்வாமை நாசியழற்சி + ஆஸ்துமா + atopic dermatitis",
        "-> அதிக மாசு அளவுகளுடன் நகர்ப்புற வாழ்க்கை",
        "-> தொடர்பு தோல் அழற்சி:",
        "● எரிச்சல்-",
       
        "-> சிவப்பு, அரிப்பு பருக்கள் மற்றும்/அல்லது வெசிகல்ஸ்",
        "-> வறட்சி, அளவிடுதல் மற்றும் பிளவு ஆகியவற்றுடன் கூட இருக்கலாம்",
        ">> எரிச்சலுக்கான காரணம்:",
        "-> எரிச்சலூட்டும் பொருட்களுக்கு (எ.கா. சோப்புகள், சவர்க்காரம், கரைப்பான்கள் மற்றும் இரசாயனங்கள்) மீண்டும் மீண்டும் வெளிப்படுவதால் தோல் தடைக்கு ஏற்படும் சேதம், அதிக டிரான்ஸ்பிடெர்மல் நீர் இழப்பிற்கு வழிவகுக்கும்",
        ">> எரிச்சலுக்கான ஆபத்து காரணிகள்:",
        "-> அடிக்கடி எரிச்சலை வெளிப்படுத்துதல் (எ.கா. கட்டுமானம், சுத்தம் செய்தல் மற்றும் விவசாயம் போன்ற தொழில்களில் தொழில்சார் ஆபத்துகள்)",
        "● ஒவ்வாமை-",
       
        "-> தீவிர அரிப்பு, சிவப்பு சொறி பருக்கள் மற்றும்/அல்லது வெசிகல்ஸ்",
        "-> லைக்கனிஃபிகேஷன் மற்றும் ஸ்கேலிங் நாள்பட்ட நிகழ்வுகளில் இருக்கலாம்",
        ">> ஒவ்வாமைக்கான காரணம்:",
        "-> குறிப்பிட்ட ஒவ்வாமைகளுக்கு (எ.கா. நிக்கல், அழகுசாதனப் பொருட்கள், லேடெக்ஸ், வாசனை திரவியங்கள், பாதுகாப்புகள் அல்லது டாக்ஸிகோடென்ட்ரான் எஸ்பிபி.) நோய் எதிர்ப்பு சக்தி",
        ">> ஒவ்வாமைக்கான ஆபத்து காரணிகள்:",
        "-> ஒவ்வாமைக்கு முந்தைய உணர்திறன்",
        "-> மரபணு முன்கணிப்பு",
        "● செபொர்ஹெக் டெர்மடிடிஸ்:",
       
        "-> செதில்களாக, சிவப்பு திட்டுகள், பெரும்பாலும் வெள்ளை-மஞ்சள், க்ரீஸ் செதில்களுடன்",
        "-> பொதுவாக உச்சந்தலையில் (இது பொடுகு என்று அழைக்கப்படுகிறது), முகம் (குறிப்பாக நாசோலாபியல் மடிப்புகள், புருவங்கள் மற்றும் நெற்றியில்) மற்றும் மார்பைப் பாதிக்கிறது.",
        "-> அரிப்பு இருக்கலாம்",
        ">> Seborrheic Dermatitisக்கான காரணம்:",
        "-> அதிகரித்த செபாசியஸ் சுரப்பி செயல்பாடு கொழுப்பு நிறைந்த சூழலை வழங்குகிறது, இது மலாசீசியா ஈஸ்டின் பெருக்கத்தை ஆதரிக்கிறது, இதனால் அழற்சி எதிர்வினை ஏற்படுகிறது",
        ">> செபொர்ஹெக் டெர்மடிடிஸிற்கான ஆபத்து காரணிகள்:",
        "-> எண்ணெய் சருமம்",
        "-> மன அழுத்தம்",
        "-> குளிர் மற்றும் வறண்ட வானிலை",
        "-> மரபணு காரணிகள்",
        "-> நரம்பியல் நிலைமைகள் (எ.கா. பார்கின்சன் நோய்) அல்லது அமைப்பு ரீதியான நிலைமைகள் (எ.கா. எச்.ஐ.வி/எய்ட்ஸ்)",
        "● லிச்சென் பிளானஸ்:",
       
        "-> பலகோணங்கள், வன்முறை (ஊதா), தட்டையான மேல் பருக்கள் மற்றும் பிளேக்குகள்",
        "-> பெரும்பாலும் மணிக்கட்டுகள், கீழ் முதுகு மற்றும் கணுக்கால்களை பாதிக்கிறது",
        "-> மேற்பரப்பில் விக்ஹாம் ஸ்ட்ரையை (நன்றாக, வெள்ளை கோடுகள்) வெளிப்படுத்தலாம்",
        "-> சளி சவ்வுகளையும் பாதிக்கலாம், இதனால் ரெட்டிகுலர் வெள்ளை லேசி பேட்ச்கள் (விக்ஹாம் ஸ்ட்ரையே)",
        "-> பிறப்புறுப்பு சளி சவ்வுகளும் பாதிக்கப்படலாம், இதேபோன்ற வெள்ளை திட்டுகள் அல்லது அரிப்புகளுடன் தோன்றும்",
        "-> அரிப்பு",
        ">> லிச்சென் பிளானஸுக்கான காரணம்:",
        "-> ஒரு ஆட்டோ இம்யூன் நிலை என்று நினைக்கிறேன்.",
        ">> லிச்சென் பிளானஸுக்கான ஆபத்து காரணிகள்:",
        "-> ஹெபடைடிஸ் சி தொற்று",
        "-> மருந்துகள் (எ.கா. NSAIDகள், பீட்டா-தடுப்பான்கள், ACE தடுப்பான்கள் மற்றும் மலேரியா எதிர்ப்பு மருந்துகள்)",
        "-> பிற தன்னுடல் தாக்க நிலைமைகள் (எ.கா. விட்டிலிகோ அல்லது அலோபீசியா அரேட்டா)"
       ],
    "te": [
        "■ ఇన్ఫ్లమేటరీ మరియు ఆటో ఇమ్యూన్ స్కిన్ పరిస్థితులు",
        "● సోరియాసిస్:",
       
        "-> మందపాటి, వెండి-తెలుపు స్కేల్‌తో ఎర్రటి పాచెస్ మరియు ఫలకాలు, తరచుగా మోచేతులు, మోకాలు మరియు నెత్తిమీద కనిపిస్తాయి.",
        "-> దురద, మంట మరియు పుండ్లు పడవచ్చు",
        ">> సోరియాసిస్‌కు కారణం:",
        "-> త్వరిత చర్మ కణాల ఉత్పత్తికి కారణమయ్యే దీర్ఘకాలిక రోగనిరోధక వ్యవస్థ పనిచేయకపోవడం",
        ">> సోరియాసిస్ ప్రమాద కారకాలు:",
        "-> జన్యు సిద్ధత ",
        "-> ఒత్తిడి",
        "-> ఇన్ఫెక్షన్లు (ఉదా. స్ట్రెప్టోకోకల్ గొంతు ఇన్ఫెక్షన్లు)",
        "-> మందులు (ఉదా. లిథియం, బీటా-బ్లాకర్స్, యాంటీమలేరియల్స్ మరియు NSAIDలు)",
        "● అటోపిక్ డెర్మటైటిస్ (తామర):",
       
        "-> ఎరుపు, ఎర్రబడిన పాచెస్",
        "-> తీవ్ర దురదగా ఉండవచ్చు",
        "-> తీవ్రమైన సందర్భాల్లో స్పష్టమైన ద్రవం కారడం మరియు క్రస్టింగ్ ఉండవచ్చు",
        "-> హైపర్‌పిగ్మెంటెడ్, పగుళ్లతో కూడిన లైకెనైఫైడ్ ఫలకాలు దీర్ఘకాలిక కేసులలో ఉండవచ్చు",
        "-> శిశువులు మరియు పిల్లలలో సాధారణం కానీ యుక్తవయస్సు వరకు కొనసాగవచ్చు",
        ">> అటోపిక్ డెర్మటైటిస్ (తామర):",
        "-> జన్యు మరియు పర్యావరణ కారకాల కలయిక, తరచుగా ఇతర అలెర్జీ పరిస్థితులతో ముడిపడి ఉంటుంది",
        ">> అటోపిక్ డెర్మటైటిస్ (తామర):", 
        "-> తామర యొక్క కుటుంబ చరిత్ర",
        "-> అటోపిక్ ట్రైయాడ్= అలెర్జీ రినిటిస్ + ఆస్తమా + అటోపిక్ డెర్మటైటిస్",
        "-> అధిక కాలుష్య స్థాయిలతో పట్టణ జీవనం",
        "-> కాంటాక్ట్ డెర్మటైటిస్:",
        "● చికాకు-",
       
        "-> ఎరుపు, దురద పాపుల్స్ మరియు/లేదా వెసికిల్స్",
        "-> పొడిబారడం, స్కేలింగ్ మరియు ఫిషరింగ్ కూడా ఉండవచ్చు",
        ">> చికాకుకు కారణం:",
        "-> చికాకులను (ఉదా. సబ్బులు, డిటర్జెంట్లు, ద్రావకాలు మరియు రసాయనాలు) పదేపదే బహిర్గతం చేయడం ద్వారా చర్మ అవరోధం దెబ్బతినడం, ఇది ట్రాన్స్‌పిడెర్మల్ నీటి నష్టాన్ని పెంచుతుంది",
        ">> చికాకు కలిగించే ప్రమాద కారకాలు:",
        "-> చికాకులకు తరచుగా గురికావడం (ఉదా. నిర్మాణం, శుభ్రపరచడం మరియు వ్యవసాయం వంటి పరిశ్రమలలో వృత్తిపరమైన ప్రమాదాలు)",
        "● అలెర్జీ-",
       
        "-> తీవ్రమైన దురద, ఎర్రటి దద్దుర్లు మరియు/లేదా వెసికిల్స్",
        "-> దీర్ఘకాలిక కేసులలో లైకెనిఫికేషన్ మరియు స్కేలింగ్ ఉండవచ్చు",
        ">> అలెర్జీకి కారణం:",
        "-> నిర్దిష్ట అలెర్జీ కారకాలకు రోగనిరోధక ప్రతిస్పందన (ఉదా. నికెల్, సౌందర్య సాధనాలు, రబ్బరు పాలు, సువాసనలు, సంరక్షణకారులు లేదా టాక్సికోడెండ్రాన్ spp.)",
        ">> అలెర్జీకి ప్రమాద కారకాలు:",
        "-> అలెర్జీ కారకాలకు మునుపటి సున్నితత్వం",
        "-> జన్యు సిద్ధత",
        "● సెబోరోహెయిక్ డెర్మటైటిస్:",
       
        "-> ఫ్లాకీ, ఎరుపు పాచెస్, తరచుగా తెలుపు-పసుపు, జిడ్డు పొలుసులతో",
        "-> సాధారణంగా స్కాల్ప్ (దీనిని చుండ్రు అని పిలుస్తారు), ముఖం (ముఖ్యంగా నాసోలాబియల్ మడతలు, కనుబొమ్మలు మరియు నుదిటి) మరియు ఛాతీపై ప్రభావం చూపుతుంది.",
        "-> దురద కావచ్చు",
        ">> సెబోర్హీక్ చర్మశోథకు కారణం:",
        "-> పెరిగిన సేబాషియస్ గ్రంధి కార్యకలాపాలు లిపిడ్-రిచ్ వాతావరణాన్ని అందిస్తుంది, ఇది మలాసెజియా ఈస్ట్ యొక్క విస్తరణకు మద్దతు ఇస్తుంది, దీని వలన తాపజనక ప్రతిస్పందన వస్తుంది",
        ">> సెబోరోహెయిక్ డెర్మటైటిస్ కోసం ప్రమాద కారకాలు:",
        "-> జిడ్డు చర్మం",
        "-> ఒత్తిడి",
        "-> చల్లని మరియు పొడి వాతావరణం",
        "-> జన్యుపరమైన కారకాలు",
        "-> నాడీ సంబంధిత పరిస్థితులు (ఉదా. పార్కిన్సన్స్ వ్యాధి) లేదా దైహిక పరిస్థితులు (ఉదా. HIV/AIDS)",
        "● లైకెన్ ప్లానస్:",
       
        "-> బహుభుజి, వయోలేసియస్ (పర్ప్లిష్), ఫ్లాట్-టాప్డ్ పాపుల్స్ మరియు ప్లేక్స్",
        "-> తరచుగా మణికట్టు, దిగువ వీపు మరియు చీలమండలను ప్రభావితం చేస్తుంది",
        "-> ఉపరితలంపై విక్హామ్ స్ట్రై (చక్కటి, తెలుపు గీతలు) ప్రదర్శించవచ్చు",
        "-> శ్లేష్మ పొరలను కూడా ప్రభావితం చేయవచ్చు, దీని వలన రెటిక్యులర్ వైట్ లాసీ పాచెస్ (విక్హామ్ స్ట్రైయే)",
        "-> జననేంద్రియ శ్లేష్మ పొరలు కూడా ప్రభావితమవుతాయి, ఇలాంటి తెల్లటి పాచెస్ లేదా ఎరోషన్‌లతో కనిపిస్తాయి",
        "-> దురద",
        ">> లైకెన్ ప్లానస్ కారణం:",
        "-> ఆటో ఇమ్యూన్ పరిస్థితిగా భావించబడింది.",
        ">> లైకెన్ ప్లానస్ కోసం ప్రమాద కారకాలు:",
        "-> హెపటైటిస్ సి ఇన్ఫెక్షన్",
        "-> మందులు (ఉదా. NSAIDలు, బీటా-బ్లాకర్స్, ACE ఇన్హిబిటర్లు మరియు యాంటీమలేరియల్స్)",
        "-> ఇతర స్వయం ప్రతిరక్షక పరిస్థితులు (ఉదా. బొల్లి లేదా అలోపేసియా అరేటా)"
       ],
    "ur": [
        "■ سوزش اور خود کار قوت جلد کے حالات",
        "● Psoriasis:",
       
        "-> موٹے، چاندی کے سفید پیمانے کے ساتھ سرخ دھبے اور تختیاں، اکثر کہنیوں، گھٹنوں اور کھوپڑی پر ظاہر ہوتے ہیں۔",
        "-> خارش، جلن اور درد کا سبب بن سکتا ہے",
        ">> چنبل کی وجہ:",
        "-> ایک دائمی مدافعتی نظام کی خرابی جو جلد کے خلیوں کی تیزی سے پیداوار کا سبب بنتی ہے",
        ">> چنبل کے خطرے کے عوامل:",
        "-> جینیاتی رجحان",
        "-> تناؤ",
        "-> انفیکشن (مثال کے طور پر اسٹریپٹوکوکل گلے کے انفیکشن)",
        "-> دوائیں (مثلاً لیتھیم، بیٹا بلاکرز، ملیریا کے انسداد، اور NSAIDs)",
        "● ایٹوپک ڈرمیٹائٹس (ایگزیما):",
       
        "-> سرخ، سوجن والے دھبے",
        "-> شدید خارش ہوسکتی ہے",
        "-> شدید صورتوں میں صاف سیال کا اخراج اور کرسٹنگ ہو سکتی ہے",
        "-> دائمی معاملات میں ہائپر پگمنٹڈ، فشروں والی لکینیفائیڈ تختیاں موجود ہو سکتی ہیں",
        "-> شیر خوار اور بچوں میں عام لیکن جوانی تک برقرار رہ سکتا ہے",
        ">> ایٹوپک ڈرمیٹائٹس (ایگزیما) کی وجہ:",
        "-> جینیاتی اور ماحولیاتی عوامل کا مجموعہ، جو اکثر دیگر الرجک حالات سے منسلک ہوتا ہے",
        ">> ایٹوپک ڈرمیٹائٹس (ایگزیما) کے خطرے کے عوامل:",
        "-> ایکزیما کی خاندانی تاریخ",
        "-> Atopic triad = الرجک rhinitis + دمہ + atopic dermatitis",
        "-> اعلی آلودگی کی سطح کے ساتھ شہری زندگی",
        "-> رابطہ جلد کی سوزش:",
        "● چڑچڑاپن-",
       
        "-> سرخ، خارش والے پیپولس اور/یا ویسکلز",
        "-> خشکی، پیمانہ، اور دراڑ کے ساتھ بھی ہو سکتا ہے",
        ">> چڑچڑاپن کی وجہ:",
        "-> خارش کرنے والی چیزوں (جیسے صابن، صابن، سالوینٹس، اور کیمیکلز) کے بار بار نمائش سے جلد کی رکاوٹ کو پہنچنے والے نقصان، جس سے ٹرانسپائیڈرمل پانی کی کمی میں اضافہ ہوتا ہے",
        ">> چڑچڑاپن کے خطرے کے عوامل:",
        "-> پریشان کن چیزوں کا بار بار نمائش (مثال کے طور پر صنعتوں میں پیشہ ورانہ خطرات جیسے کہ تعمیرات، صفائی اور زراعت)",
        "● الرجی-",
       
        "-> شدید خارش، سرخ دھبے اور/یا ویسکلز",
        "-> دائمی معاملات میں لائکینیفیکیشن اور اسکیلنگ موجود ہوسکتی ہے",
        ">> الرجی کی وجہ:",
        "-> مخصوص الرجین کے خلاف مدافعتی ردعمل (مثلاً نکل، کاسمیٹکس، لیٹیکس، خوشبویات، پرزرویٹوز، یا Toxicodendron spp.)",
        ">> الرجی کے خطرے کے عوامل:",
        "-> الرجین کے لیے سابقہ ​​حساسیت",
        "-> جینیاتی رجحان",
        "● Seborrheic dermatitis:",
       
        "-> فلیکی، سرخ دھبے، اکثر سفید پیلے، چکنائی والے ترازو کے ساتھ",
        "-> عام طور پر کھوپڑی (جہاں اسے خشکی کے نام سے جانا جاتا ہے)، چہرہ (خاص طور پر ناسولابیل فولڈز، بھنویں اور پیشانی) اور سینے کو متاثر کرتا ہے۔",
        "-> خارش ہو سکتی ہے",
        ">> Seborrheic dermatitis کی وجہ:",
        "-> سیبیسیئس غدود کی بڑھتی ہوئی سرگرمی لپڈ سے بھرپور ماحول فراہم کرتی ہے جو مالاسیزیا خمیر کے پھیلاؤ کی حمایت کرتی ہے، جس سے اشتعال انگیز ردعمل ہوتا ہے",
        ">> Seborrheic dermatitis کے خطرے کے عوامل:",
        "-> تیل والی جلد",
        "-> تناؤ",
        "-> سرد اور خشک موسم",
        "-> جینیاتی عوامل",
        "-> اعصابی حالات (جیسے پارکنسنز کی بیماری) یا نظامی حالات (جیسے HIV/AIDS)",
        "● Lichen Planus:",
       
        "-> کثیر الاضلاع، متشدد (جامنی رنگ کے)، چپٹے اوپر والے پیپولس اور تختیاں",
        "-> اکثر کلائیوں، کمر کے نچلے حصے اور ٹخنوں کو متاثر کرتا ہے",
        "-> سطح پر Wickham striae (ٹھیک، سفید لکیروں) کی نمائش کر سکتا ہے",
        "-> چپچپا جھلیوں کو بھی متاثر کر سکتا ہے، جس سے جالی دار سفید لیسی پیچ (وکھم سٹرائی)",
        "-> جننانگ کی چپچپا جھلیوں کو بھی متاثر کیا جا سکتا ہے، اسی طرح کے سفید دھبے یا کٹاؤ کے ساتھ",
        "-> خارش",
        ">> Lichen Planus کی وجہ:",
        "-> خود سے قوت مدافعت کی حالت کے بارے میں سوچا گیا۔",
        ">> Lichen Planus کے خطرے کے عوامل:",
        "-> ہیپاٹائٹس سی انفیکشن",
        "-> دوائیں (مثلاً NSAIDs، بیٹا بلاکرز، ACE inhibitors، and antimalarials)",
        "-> دیگر خود بخود حالات (جیسے وٹیلیگو یا ایلوپیسیا ایریاٹا)"
       ]
  }
  
