[
    "■ Malignant Melanoma",
    "● Epidemiology and General Information:",
    "-> Although less common in India, malignant melanoma remains a significant concern due to its aggressive nature.",
    "-> Often appears as a new mole or a change in an existing mole, with irregular borders and multiple colors.",
    "-> In Indian populations, especially in those with darker skin, melanoma can occur on less exposed areas like the soles of the feet and under the nails.",
    "● Risk Factors:",
    "-> Prolonged UV exposure",
    "-> Positive family history",
    "-> Numerous moles",
    "● Genetic factors",
    "-> certain genetic mutations and conditions like dysplastic nevus syndrome increase susceptibility",
    "-> Skin cancer in skin of color patients - includes but not limited to people of African, Asian, Latino, Mediterranean, Middle Eastern, and Native American descent.",
    "-> Skin cancer can affect individuals of all skin tones, including those with darker skin who rarely sunburn.",
    "-> Melanoma in people of color tends to manifest in unique locations on the body, such as the palms of the hands, soles of the feet, and under the nails.",
    "-> These atypical locations often delay detection and diagnosis, leading to more advanced disease stages upon presentation. This poses challenges for treatment and potentially decreases survival rates.",
    "-> Although skin of color patients have a lower incidence of melanoma compared to fair-skinned individuals, the overall survival rate is notably lower in this population.",
    "-> Among skin of color patients, black men have the lowest 5-year survival rate for melanoma.",
    "-> It is crucial for individuals with skin of color to be vigilant about any changes in their skin and to undergo regular skin examinations, as early detection is key for optimal outcomes.",
    "-> Dermatologists should be vigilant in conducting thorough skin examinations, considering these less typical sites for melanoma development in people of color.",
    "● Early Detection:",
    "-> Melanoma, the deadliest form of skin cancer, can be effectively treated if detected early. It is crucial to become familiar with your skin and conduct monthly self-skin examinations. Seeking assistance from a partner or friend to inspect hard-to-reach areas such as the back and scalp enhances the thoroughness of these examinations.",
    "-> If you find a spot on your skin that has any of the ABCDEs of melanoma, promptly notify a board-certified dermatologist to ensure prompt medical intervention.",
    "-> View American Cancer Society’s guide or the American Academy of Dermatology Association’s guide to doing self-skin examinations.",
    "■ ABCDE’s of Melanoma:",
    ">> A (Asymmetry) - Irregularly shaped where one half does not match the other half",
    ">> B (Border) - Uneven or irregular borders (scalloped or notched borders)",
    ">> C (Color) - Variation in color within the mole (shades of brown, black, red, blue, or white may be present)",
    ">> D (Diameter) - Larger than 6 mm (the size of a pencil eraser)",
    "● E (Evolving)", 
    "-> Changes in size, shape, color, and/or elevation over time + development of symptoms like itching or bleeding"
]
