

{
    "as": [
        "■ মাৰাত্মক মেলানোমা",
        "● মহামাৰী বিজ্ঞান আৰু সাধাৰণ তথ্য:",
        "-> ভাৰতত কম যদিও ইয়াৰ আক্ৰমণাত্মক প্ৰকৃতিৰ বাবে মাৰাত্মক মেলানোমা উল্লেখযোগ্য চিন্তাৰ বিষয় হৈয়েই আছে।",
        "-> প্ৰায়ে নতুন তিল বা বৰ্তমানৰ তিলৰ পৰিৱৰ্তন হিচাপে দেখা দিয়ে, অনিয়মিত সীমা আৰু একাধিক ৰঙৰ সৈতে।",
        "-> ভাৰতীয় জনসংখ্যাত বিশেষকৈ ক'লা ছালৰ লোকৰ ক্ষেত্ৰত ভৰিৰ তলুৱা আৰু নখৰ তলত কম উন্মুক্ত ঠাইত মেলানোমা হ'ব পাৰে।",
        "● বিপদজনক কাৰক:",
        "-> দীৰ্ঘদিনীয়া UV ​​সংস্পৰ্শ",
        "-> ইতিবাচক পৰিয়ালৰ ইতিহাস",
        "-> অসংখ্য তিল",
        "● জিনীয় কাৰক",
        "-> কিছুমান জিনীয় মিউটেচন আৰু ডিছপ্লাষ্টিক নেভাছ চিনড্ৰমৰ দৰে অৱস্থাই সংবেদনশীলতা বৃদ্ধি কৰে",
        "-> ৰঙৰ ৰোগীৰ ছালৰ ছালৰ কৰ্কট ৰোগ - আফ্ৰিকান, এছিয়ান, লেটিন, ভূমধ্যসাগৰীয়, মধ্যপ্ৰাচ্য, আৰু থলুৱা আমেৰিকান বংশৰ লোকসকলক অন্তৰ্ভুক্ত কিন্তু ইয়াৰ মাজতে সীমাবদ্ধ নহয়।",
        "-> ছালৰ কৰ্কট ৰোগে সকলো ছালৰ ৰঙৰ ব্যক্তিক আক্ৰান্ত কৰিব পাৰে, য'ত ক'লা ছালৰ ব্যক্তিও অন্তৰ্ভুক্ত হ'ব পাৰে যিসকলে কমেইহে ৰ'দত পোৰা হয়।",
        "-> ৰঙৰ মানুহৰ মেলানোমা শৰীৰৰ অনন্য স্থানত, যেনে হাতৰ তলুৱা, ভৰিৰ তলুৱা, আৰু নখৰ তলত প্ৰকাশ পোৱাৰ প্ৰৱণতা থাকে।",
        "-> এই এটিপিকেল স্থানসমূহে প্ৰায়ে ধৰা পেলোৱা আৰু নিদানত বিলম্ব কৰে, যাৰ ফলত উপস্থাপনৰ লগে লগে ৰোগৰ অৱস্থা অধিক উন্নত হয়। ইয়াৰ ফলত চিকিৎসাৰ বাবে প্ৰত্যাহ্বানৰ সৃষ্টি হয় আৰু সম্ভাৱনাময়ভাৱে জীয়াই থকাৰ হাৰ হ্ৰাস পায়।",
        "-> যদিও ৰঙৰ ছালৰ ৰোগীৰ মেলানোমাৰ প্ৰাদুৰ্ভাৱ শুদ্ধ ছালৰ ব্যক্তিৰ তুলনাত কম, এই জনসংখ্যাৰ সামগ্ৰিকভাৱে জীয়াই থকাৰ হাৰ উল্লেখযোগ্যভাৱে কম।",
        "-> ৰঙৰ ছালৰ ৰোগীৰ ভিতৰত কৃষ্ণাংগ পুৰুষৰ মেলানোমাৰ বাবে ৫ বছৰৰ জীয়াই থকাৰ হাৰ আটাইতকৈ কম।",
        "-> ৰঙৰ ছালৰ ব্যক্তিসকলে তেওঁলোকৰ ছালৰ যিকোনো পৰিৱৰ্তনৰ প্ৰতি সজাগ হোৱাটো আৰু নিয়মীয়াকৈ ছালৰ পৰীক্ষা কৰাটো অতি গুৰুত্বপূৰ্ণ, কিয়নো আগতীয়াকৈ ধৰা পেলোৱাটোৱেই অনুকূল ফলাফলৰ বাবে মূল চাবিকাঠি।",
        "-> ৰঙৰ লোকৰ মেলানোমাৰ বিকাশৰ বাবে এই কম সাধাৰণ স্থানসমূহ বিবেচনা কৰি ছালৰ বিশেষজ্ঞসকলে ছালৰ সম্পূৰ্ণ পৰীক্ষা কৰাত সজাগ হ'ব লাগে।",
        "● আগতীয়াকৈ ধৰা পেলোৱা:",
        "-> ছালৰ কৰ্কট ৰোগৰ আটাইতকৈ মাৰাত্মক ৰূপ মেলান'মাৰ ফলপ্ৰসূ চিকিৎসা কৰিব পাৰি। পিঠি আৰু মূৰৰ ছালৰ দৰে অংশত উপনীত হোৱাটোৱে এই পৰীক্ষাসমূহৰ পুংখানুপুংখতা বৃদ্ধি কৰে।",
        "-> যদি আপুনি আপোনাৰ ছালত এনে এটা দাগ পায় য'ত মেলানোমাৰ যিকোনো এবিচিডিই আছে, তেন্তে তৎক্ষণাত ব'ৰ্ডৰ প্ৰমাণিত ছালৰ বিশেষজ্ঞক অৱগত কৰক যাতে তৎকালীন চিকিৎসাৰ হস্তক্ষেপ নিশ্চিত হয়।",
        "-> আমেৰিকান কেন্সাৰ ছ’চাইটিৰ গাইড বা আমেৰিকান একাডেমী অৱ ডাৰ্মাট’লজি এছ’চিয়েশ্যনৰ আত্ম-ছালৰ পৰীক্ষা কৰাৰ গাইড চাওক।",
        "■ মেলানোমাৰ এবিচিডিই’ছ:",
        ">> A (Asymmetry) - অনিয়মিত আকৃতিৰ য'ত এটা অৰ্ধেক আন অৰ্ধেকৰ লগত মিল নাথাকে",
        ">> B (সীমা) - অসমান বা অনিয়মিত সীমা (scalloped বা notched সীমা)",
        ">> C (ৰং) - তিলৰ ভিতৰত ৰঙৰ তাৰতম্য (বাদামী, ক'লা, ৰঙা, নীলা, বা বগা ৰঙৰ ছাঁ উপস্থিত থাকিব পাৰে)",
        ">> D (ব্যাস) - ৬ মিলিমিটাৰতকৈ ডাঙৰ (পেঞ্চিল ইৰেজাৰৰ আকাৰ)",
        "● ই (বিৱৰ্তনশীল)",
        "-> সময়ৰ লগে লগে আকাৰ, আকৃতি, ৰং, আৰু/বা উচ্চতাৰ পৰিৱৰ্তন + খজুৱতি বা ৰক্তক্ষৰণৰ দৰে লক্ষণৰ বিকাশ"
       ],
    "awa": [
        "■ घातक मेलेनोमा",
        "● महामारी विज्ञान अऊर सामान्य जानकारी:",
        "-> यद्यपि भारत मा कम आम है, घातक मेलेनोमा अपनी आक्रामक प्रकृति के कारण एक महत्वपूर्ण चिंता का विषय बना हुआ है।",
        "-> अक्सर एक नया तिल या एक मौजूदा तिल मा बदलाव के रूप मा दिखाई देत है, जेहिमा अनियमित सीमा अऊर कईयो रंग होत हैं।",
        "-> भारतीय आबादी मा, खासकर गहरा त्वचा वालेन मा, मेलेनोमा पैरन के तलव अऊर नाखूनन के नीचे जइसन कम उजागर क्षेत्रन मा होइ सकत है।",
        "● जोखिम कारक:",
        "-> लंबे समय तक यूवी एक्सपोजर",
        "-> सकारात्मक पारिवारिक इतिहास",
        "-> कईयो तिल",
        "● आनुवंशिक कारक",
        "-> कुछ आनुवंशिक उत्परिवर्तन अऊर डिस्प्लास्टिक नेवस सिंड्रोम जइसन स्थिति संवेदनशीलता बढ़ावत हैं",
        "-> रंगीन मरीजन के त्वचा मा त्वचा कैंसर - अफ्रीकी, एशियाई, लैटिनो, भूमध्यसागरीय, मध्य पूर्वी अऊर मूल अमेरिकी वंश के लोग शामिल हैं लेकिन इ तक सीमित नाहीं हैं।",
        "-> त्वचा कैंसर सब त्वचा टोन के व्यक्तियन का प्रभावित कइ सकत है, जेहिमा गहरी त्वचा वाले लोग शामिल हैं जे शायद ही कभी धूप से झुलस जात हैं।",
        "-> रंग के लोगन मा मेलेनोमा शरीर के अद्वितीय स्थानन मा प्रकट होत है, जइसे कि हाथन के हथेलियन, गोड़न के तलवों अऊर नाखूनन के नीचे।",
        "-> ई असामान्य स्थान अक्सर पता लगावै अऊर निदान मा देरी करत हैं, जेहिसे प्रस्तुति पर अधिक उन्नत रोग चरण होत हैं। ई उपचार के लिए चुनौतिन पैदा करत है अऊर संभावित रूप से अस्तित्व दर का कम करत है।",
        "-> यद्यपि रंग के त्वचा के मरीजन मा गोरी त्वचा वाले व्यक्तियन के तुलना मा मेलेनोमा के कम घटना होत है, लेकिन ई आबादी मा समग्र अस्तित्व दर उल्लेखनीय रूप से कम है।",
        "-> रंगीन मरीजन के त्वचा मा, काला पुरुषन के पास मेलेनोमा के लिए सबसे कम 5 साल के अस्तित्व दर होत है।",
        "-> रंग के त्वचा वाले व्यक्तियन के लिए अपनी त्वचा मा कौनो भी बदलाव के बारे मा सतर्क रहब अऊर नियमित त्वचा परीक्षा से गुजरब बहुत जरूरी है, काहे से कि इष्टतम परिणामन के लिए जल्दी पता लगावै के महत्वपूर्ण है।",
        "-> त्वचा विशेषज्ञन का रंग के लोगन मा मेलेनोमा के विकास के लिए इन कम विशिष्ट साइटन का ध्यान मा रखत हुए, पूरी तरह से त्वचा के परीक्षण करै मा सतर्क रहै का चाही।",
        "● जल्दी पता लगावै:",
        "-> मेलेनोमा, त्वचा कैंसर का सबसे घातक रूप, अगर जल्दी पता लगावा जाय तौ प्रभावी ढंग से इलाज कीन जा सकत है। अपनी त्वचा से परिचित होब अऊर हर महीना आत्म-त्वचा परीक्षण करब बहुत जरूरी है। कठिन-से- पीठ अऊर खोपड़ी जइसन क्षेत्रन तक पहुँचै से इन परीक्षाओं के पूर्णता बढ़ जात है।",
        "-> अगर आपका अपनी त्वचा पर कौनो अइसन जगह मिलत है जेहिमा मेलेनोमा के एबीसीडीई में से कौनो भी है, तौ तुरंत चिकित्सा हस्तक्षेप सुनिश्चित करै के लिए बोर्ड-प्रमाणित त्वचा विशेषज्ञ का तुरंत सूचित करा।",
        "-> अमेरिकन कैंसर सोसाइटी के गाइड या अमेरिकन एकेडमी ऑफ डर्मेटोलॉजी एसोसिएशन के स्व-त्वचा परीक्षा करै के गाइड देखौ।",
        "■ मेलेनोमा के एबीसीडीई:",
        ">> ए (विषमता) - अनियमित आकार का जहाँ एक आधा दूसर आधा से मेल नाहीं खात है",
        ">> बी (सीमा) - असमान या अनियमित सीमा (स्कैलप्ड या नोच वाली सीमा)",
        ">> सी (रंग) - तिल के भीतर रंग मा भिन्नता (भूरा, काला, लाल, नीला या सफेद रंग के छाया मौजूद होइ सकत हैं)",
        ">> डी (व्यास) - 6 मिमी (पेंसिल इरेज़र के आकार) से बड़ा",
        "● ई (विकसित)",
        "-> समय के साथ आकार, आकार, रंग अऊर/या ऊंचाई मा बदलाव + खुजली या रक्तस्राव जइसन लक्षणन के विकास"
       ],
    "bn": [
        "■ ম্যালিগন্যান্ট মেলানোমা",
        "● এপিডেমিওলজি এবং সাধারণ তথ্য:",
        "-> যদিও ভারতে কম সাধারণ, ম্যালিগন্যান্ট মেলানোমা তার আক্রমনাত্মক প্রকৃতির কারণে একটি উল্লেখযোগ্য উদ্বেগ হিসাবে রয়ে গেছে।",
        "-> প্রায়শই একটি নতুন তিল বা বিদ্যমান মোলের পরিবর্তন হিসাবে দেখা যায়, অনিয়মিত সীমানা এবং একাধিক রঙের সাথে।",
        "-> ভারতীয় জনসংখ্যার মধ্যে, বিশেষ করে যাদের ত্বক কালো, মেলানোমা কম উন্মুক্ত স্থানে যেমন পায়ের তলায় এবং নখের নিচে দেখা দিতে পারে।",
        "● ঝুঁকির কারণ:",
        "-> দীর্ঘায়িত ইউভি এক্সপোজার",
        "-> ইতিবাচক পারিবারিক ইতিহাস",
        "-> অসংখ্য মোল",
        "● জেনেটিক কারণ",
        "-> কিছু জেনেটিক মিউটেশন এবং ডিসপ্লাস্টিক নেভাস সিন্ড্রোমের মতো অবস্থার কারণে সংবেদনশীলতা বৃদ্ধি পায়",
        "-> রঙিন রোগীদের ত্বকে ত্বকের ক্যান্সার - আফ্রিকান, এশিয়ান, ল্যাটিনো, ভূমধ্যসাগরীয়, মধ্যপ্রাচ্য এবং আমেরিকান আদিবাসীদের মধ্যে সীমাবদ্ধ নয়।",
        "-> ত্বকের ক্যান্সার সমস্ত ত্বকের টোনের ব্যক্তিদের প্রভাবিত করতে পারে, যাদের মধ্যে গাঢ় ত্বক রয়েছে যারা খুব কমই রোদে পোড়া হয়।",
        "-> বর্ণের মানুষের মেলানোমা শরীরের অনন্য স্থানে প্রকাশ পায়, যেমন হাতের তালু, পায়ের তলায় এবং নখের নিচে।",
        "-> এই অস্বাভাবিক অবস্থানগুলি প্রায়শই সনাক্তকরণ এবং নির্ণয় বিলম্বিত করে, যা উপস্থাপনার পরে আরও উন্নত রোগের পর্যায়ে নিয়ে যায়। এটি চিকিত্সার জন্য চ্যালেঞ্জ তৈরি করে এবং সম্ভাব্যভাবে বেঁচে থাকার হার হ্রাস করে।",
        "-> যদিও রঙিন রোগীদের ত্বকে মেলানোমার প্রবণতা ফর্সা-চর্মযুক্ত ব্যক্তিদের তুলনায় কম, তবে এই জনসংখ্যার সামগ্রিকভাবে বেঁচে থাকার হার উল্লেখযোগ্যভাবে কম।",
        "-> রঙিন রোগীদের ত্বকের মধ্যে, কালো পুরুষদের মেলানোমার জন্য সবচেয়ে কম 5 বছরের বেঁচে থাকার হার।",
        "-> ত্বকের রঙের ব্যক্তিদের জন্য তাদের ত্বকের যে কোনও পরিবর্তন সম্পর্কে সতর্ক থাকা এবং নিয়মিত ত্বক পরীক্ষা করা অত্যন্ত গুরুত্বপূর্ণ, কারণ প্রাথমিক সনাক্তকরণ সর্বোত্তম ফলাফলের চাবিকাঠি।",
        "-> রঙের লোকেদের মেলানোমা বিকাশের জন্য এই কম সাধারণ সাইটগুলি বিবেচনা করে, চর্মরোগ বিশেষজ্ঞদের পুঙ্খানুপুঙ্খভাবে ত্বকের পরীক্ষা পরিচালনায় সতর্ক হওয়া উচিত।",
        "● প্রাথমিক সনাক্তকরণ:",
        "-> মেলানোমা, ত্বকের ক্যান্সারের সবচেয়ে মারাত্মক রূপ, যদি তাড়াতাড়ি সনাক্ত করা যায় তবে কার্যকরভাবে চিকিত্সা করা যেতে পারে। আপনার ত্বকের সাথে পরিচিত হওয়া এবং মাসিক স্ব-ত্বক পরীক্ষা করা অত্যন্ত গুরুত্বপূর্ণ। পরিদর্শন করার জন্য একজন অংশীদার বা বন্ধুর কাছ থেকে সহায়তা চাওয়া। পিছনে এবং মাথার ত্বকের মতো এলাকায় পৌঁছানো এই পরীক্ষার পুঙ্খানুপুঙ্খতা বাড়ায়।",
        "-> আপনি যদি আপনার ত্বকে এমন একটি দাগ খুঁজে পান যাতে মেলানোমার কোনো ABCDE আছে, অবিলম্বে একটি বোর্ড-প্রত্যয়িত চর্মরোগ বিশেষজ্ঞকে দ্রুত চিকিৎসা হস্তক্ষেপ নিশ্চিত করুন।",
        "-> আমেরিকান ক্যান্সার সোসাইটির গাইড বা আমেরিকান একাডেমি অফ ডার্মাটোলজি অ্যাসোসিয়েশনের স্ব-ত্বক পরীক্ষা করার জন্য গাইড দেখুন।",
        "■ মেলানোমার ABCDE's:",
        ">> A (অসমতা) - অনিয়মিত আকারের যেখানে একটি অর্ধেক অন্য অর্ধেক মেলে না",
        ">> বি (সীমানা) - অসম বা অনিয়মিত সীমানা (স্ক্যালোপড বা খাঁজযুক্ত সীমানা)",
        ">> সি (রঙ) - আঁচিলের মধ্যে রঙের তারতম্য (বাদামী, কালো, লাল, নীল বা সাদার শেড থাকতে পারে)",
        ">> ডি (ব্যাস) - 6 মিমি থেকে বড় (পেন্সিল ইরেজারের আকার)",
        "● ই (বিকশিত)",
        "-> সময়ের সাথে আকার, আকৃতি, রঙ এবং/অথবা উচ্চতার পরিবর্তন + চুলকানি বা রক্তপাতের মতো লক্ষণগুলির বিকাশ"
       ],
    "bho": [
        "■ घातक मेलेनोमा", 
        "● महामारी विज्ञान आ सामान्य जानकारी:",
        "-> भारत में भले कम आम बा, लेकिन घातक मेलेनोमा आक्रामक प्रकृति के चलते एगो महत्वपूर्ण चिंता के विषय बनल बा।",
        "-> अक्सर नया तिल भा मौजूदा तिल में बदलाव के रूप में लउकेला, जवना में अनियमित सीमा आ कई गो रंग होला।",
        "-> भारतीय आबादी में, खासकर के त्वचा गहरे रंग के लोग में, पैर के तलवा अवुरी नाखून के नीचे जईसन कम उजागर इलाका प मेलेनोमा हो सकता।",
        "● जोखिम के कारक:",
        "-> लंबा समय तक यूवी एक्सपोजर",
        "-> सकारात्मक पारिवारिक इतिहास",
        "-> कई तिल", 
        "● आनुवंशिक कारक",  
        "-> कुछ आनुवंशिक उत्परिवर्तन आ डिस्प्लास्टिक नेवस सिंड्रोम नियर स्थिति सभ से संवेदनशीलता बढ़ जाला",
        "-> रंग के मरीजन के त्वचा में त्वचा कैंसर - एहमें अफ्रीकी, एशियाई, लैटिनो, भूमध्यसागरीय, मध्य पूर्वी, आ मूल अमेरिकी मूल के लोग शामिल बा बाकिर एहमें सीमित नइखे.",
        "-> त्वचा कैंसर सभ त्वचा टोन के व्यक्ति के प्रभावित क सकता, जवना में गहरे रंग के त्वचा वाला लोग भी शामिल बाड़े, जवन कि शायदे कबो धूप से जरेले।",
        "-> रंग के लोग में मेलेनोमा शरीर पर अनोखा जगहन पर प्रकट होखे के प्रवृत्ति होला, जइसे कि हाथ के हथेली, गोड़ के तलवा, आ नाखून के नीचे।",
        "-> ई एटिपिकल लोकेशन अक्सर पता लगावे आ निदान में देरी करे लें, जेकरा चलते प्रेजेंटेशन पर बेमारी के अउरी उन्नत स्टेज हो जाला। एह से इलाज खातिर चुनौती पैदा हो जाले आ संभावित रूप से जीवित रहे के दर में कमी आवे ला।",
        "-> हालांकि रंग के त्वचा के मरीज में गोरा त्वचा वाला लोग के मुक़ाबले मेलेनोमा के घटना कम होखेला, लेकिन समग्र रूप से जीवित रहे के दर ए आबादी में उल्लेखनीय रूप से कम बा।",
        "-> रंग के त्वचा के मरीज में करिया पुरुष में मेलेनोमा के 5 साल के जीवित रहे के दर सबसे कम बा।",
        "-> रंग के त्वचा वाला व्यक्ति खातिर इ बहुत जरूरी बा कि उ लोग अपना त्वचा में कवनो बदलाव के बारे में सतर्क रहस अवुरी नियमित रूप से त्वचा के जांच करस, काहेंकी इष्टतम परिणाम खाती जल्दी पता लगावल बहुत जरूरी बा।",
        "-> त्वचा विशेषज्ञ के त्वचा के पूरा जांच करे में सतर्क रहे के चाही, रंग के लोग में मेलेनोमा के विकास के ए कम ठेठ जगह प विचार करत।",
        "● जल्दी पता लगावल:",
        "-> त्वचा कैंसर के सबसे घातक रूप मेलेनोमा के प्रभावी ढंग से इलाज कईल जा सकता, जदी जल्दी पता चल जाए। अपना त्वचा से परिचित होखल अवुरी हर महीना सेल्फ स्किन जांच कईल बहुत जरूरी बा। मुश्किल से देखाई देवे खाती कवनो साथी चाहे दोस्त से मदद लेवे के चाही। पीठ अवुरी माथा जईसन इलाका में पहुंचला से ए जांच के गहनता बढ़ जाला।",
        "-> अगर रउरा त्वचा पर कवनो अइसन धब्बा मिल जाला जवना में मेलेनोमा के कवनो एबीसीडीई होखे त तुरंत बोर्ड प्रमाणित त्वचा विशेषज्ञ के सूचित करीं ताकि तुरंत चिकित्सा हस्तक्षेप सुनिश्चित हो सके।",
        "-> अमेरिकन कैंसर सोसाइटी के गाइड भा अमेरिकन एकेडमी ऑफ डर्माटोलॉजी एसोसिएशन के सेल्फ स्किन जांच करे के गाइड देखीं.",
        "■ मेलेनोमा के एबीसीडीई’स:",
        ">> क (विषमता) - अनियमित आकार के जहाँ एक आधा हिस्सा दूसरा आधा से मेल ना खाला",
        ">> ख (सीमा) - असमान या अनियमित सीमा (स्कैलप या नोच वाला सीमा)",
        ">> सी (रंग) - तिल के भीतर रंग में बदलाव (भूरा, करिया, लाल, नीला, भा सफेद रंग के शेड मौजूद हो सके ला)",
        ">> D (व्यास) - 6 मिमी (पेंसिल इरेजर के आकार) से बड़",
        "● ई (विकसित हो रहल बा)",
        "-> समय के साथ आकार, आकार, रंग, आ/या ऊंचाई में बदलाव + खुजली भा खून बहल जइसन लच्छन के बिकास"
       ],
    "chg": [
        "■ शर्मनक श्वेतकर्कट",
        "● महामारिक आणि सामान्य माहिती:",
        "-> भारतात अल्प झाल्याने, शर्मनक श्वेतकर्कट हे त्याच्या आग्रहात असते कारण त्याचा क्रुर प्रकृती असतो.",
        "-> साधारणतः नवा वाळव वा वर्तमान वाळव म्हणजे वाळव, अनियमित अंतर्गर्तासह आणि विविध रंगांसह.",
        "-> भारतीय समुदायांत, विशेषतः काळगीत त्वचा असल्याने, शर्मनक श्वेतकर्कट फेरीस्थानांवर जसे पादांच्या पादांत आणि नख्यांत उत्पन्न होऊ शकतो.",
        "● धोके विचारक:",
        "-> दीर्घकालीन UV अनुभव",
        "-> सकारात्मक कुटुंब इतिहास",
        "-> अनेक वाळव",
        "● आनुवंशिक कारके",
        "-> केवळ आनुवंशिक म्युटेशन आणि अवस्था जसे डिस्प्लास्टिक नेवस सिंड्रोम शर्मनक श्वेतकर्कट शिथिलतेत वाढविणे",
        "-> रंगाच्या त्वचेशी वेळेला चर्चित समाजी कार्यकर्त्यांची त्यांची विविधता - आफ्रिकन, एशियन, लॅटिनो, मेडिटेरेनियन, मध्यपूर्वी, आणि नेटिव अमेरिकन असे समावेश करते.",
        "-> कालगीच्या त्वचेसमयाने व्यक्तींना प्रभावित करू शकते, जसे कि पाळयाच्या अंगांवर, पादांच्या पादांवर, आणि नख्यांवर.",
        "-> ई अनौपचारिक स्थाने अक्षरशः ओळख प्राप्त करतात आणि निदान व डायग्नोसिसच्या क्रमांकानुसार अधिक विकसीत आजरामुक्त रोग टाळतात.",
        "-> काळगीच्या त्वचेदारांना सापेक्षात अत्यंत म्युटेशन योग्यता जनाविवाध आहे.",
        "-> त्वचेच्या रुग्णांसाठी म्हणजे सर्वत्र त्यांच्या त्वचेची अद्वितीयता असल्यामुळे त्वचेच्या परीक्षणांची संपूर्णता बढते, काही त्वचेची अप्रत्यक्षता वर्णन करतात."
    ],
    "doi": [
        "■ घातक मेलेनोमा",
        "● महामारी विज्ञान ते सामान्य जानकारी:",
        "-> भारत च हालांकि कम आम ऐ, पर घातक मेलेनोमा अपने आक्रामक प्रकृति दे कारण इक महत्वपूर्ण चिंता दा विषय रेहा ऐ।",
        "-> अक्सर नमें तिल जां मौजूदा तिल च बदलाव दे रूप च दिक्खने गी मिलदा ऐ, जिस च अनियमित सीमाएं ते मते सारे रंग होंदे न।",
        "-> भारतीय आबादी च, खासकरियै उनें लोकें च जिंदे च त्वचा गहरी होंदी ऐ, मेलेनोमा पैरें दे तलवे ते नाखूनें दे हेठ जनेह् कम उजागर इलाकें पर होई सकदा ऐ।",
        "● जोखम दे कारक:",
        "-> लंबे समय तक यूवी एक्सपोजर",
        "-> सकारात्मक पारिवारिक इतिहास",
        "-> अनगिनत तिल",
        "● आनुवांशिक कारक",
        "-> किश आनुवांशिक उत्परिवर्तन ते डिस्प्लास्टिक नेवस सिंड्रोम जनेह् हालात संवेदनशीलता गी बधांदे न",
        "-> रंग दे मरीजें दी त्वचा च त्वचा दा कैंसर - अफ्रीकी, एशियाई, लैटिनो, भूमध्यसागरीय, मध्य पूर्वी, ते मूल अमेरिकी मूल दे लोक शामल न पर एह्दे तगर सीमित नेईं ऐ।",
        "-> स्किन कैंसर हर स्किन टोन दे व्यक्तियें गी प्रभावित करी सकदा ऐ, जिंदे च गहरे रंग दी त्वचा आह्ले व्यक्ति बी शामल न जेह्ड़े शायद गै धूप च जलदे न।",
        "-> रंग दे लोकें च मेलेनोमा शरीर पर अनोखे थाह् रें पर प्रकट होंदा ऐ, जि'यां हत्थें दी हथेली, पैरें दे तलवे, ते नाखूनें दे हेठ।",
        "-> एह् एटिपिकल लोकेशन अक्सर पता लाने ते निदान च देरी करदे न, जिसदे फलस्वरूप पेश होने पर बीमारी दे होर उन्नत चरण पैदा होंदे न। इस कन्नै इलाज आस्तै चुनौतियां पैदा होंदियां न ते संभावित रूप कन्नै जीवित रौह् ने दी दर च कमी औंदी ऐ।",
        "-> हालांकि रंग दे मरीजें च गोरे चमड़ी आह्ले लोकें दी तुलना च मेलेनोमा दी घटना घट्ट ऐ, पर इस आबादी च कुल जीवित रौह् ने दी दर उल्लेखनीय रूप कन्नै घट्ट ऐ।",
        "-> रंग दे मरीजें च काले पुरुषें च मेलेनोमा आस्तै 5 साल दी जिंदगी दी दर सारें शा घट्ट ऐ।",
        "-> रंग दी त्वचा आह्ले व्यक्तियें आस्तै अपनी त्वचा च कुसै बी बदलाव दे बारे च सतर्क रौह्ना ते नियमित रूप कन्नै त्वचा दी जांच करना बड़ा जरूरी ऐ, कीजे इष्टतम नतीजें लेई जल्दी पता लाना कुंजी ऐ।",
        "-> रंग दे लोकें च मेलेनोमा दे विकास आस्तै इनें कम ठेठ थाह्रें गी ध्यान च रखदे होई त्वचा दे डाक्टरें गी त्वचा दी पूरी जांच करने च सतर्क रौह्ना चाहिदा।",
        "● जल्दी पता लाना:",
        "-> मेलेनोमा, त्वचा दे कैंसर दा सबतूं घातक रूप, जेकर जल्दी पता लग्गी जा तां असरदार ढंगै कन्नै इलाज कीता जाई सकदा ऐ। अपनी त्वचा कन्नै परिचित होना ते हर म्हीने स्व-चमड़ी दी जांच करना बड़ा जरूरी ऐ। कठिनाई दा निरीक्षण करने लेई अपने साथी जां दोस्त थमां मदद लैना। पीठ ते खोपड़ी जनेह् इलाकें च पुज्जने कन्नै इनें जांचें दी पूरी चाल्ली बद्धोबद्धी होंदी ऐ।",
        "-> जेकर तुसें गी अपनी त्वचा पर कोई ऐसा धब्बा लब्भदा ऐ जिस च मेलेनोमा दे एबीसीडीई च कोई बी ऐ तां फौरन बोर्ड प्रमाणित त्वचा विशेषज्ञ गी सूचित करो तां जे फौरन चिकित्सा हस्तक्षेप सुनिश्चित कीता जाई सकै।",
        "-> अमेरिकन कैंसर सोसाइटी दी गाइड जां अमेरिकन एकेडमी आफ डर्माटोलॉजी एसोसिएशन दी स्व-चमड़ी दी जांच करने आस्तै गाइड दिक्खो।",
        "■ मेलेनोमा दे एबीसीडीई’स:",
        ">> ए (विषमता) - अनियमित आकार दा जित्थें इक आधा हिस्सा दुए आधे कन्नै मेल नेईं खंदा",
        ">> बी (सीमा) - असमान जां अनियमित सीमाएं (स्कैलप जां नोच आह् ली सीमाएं)",
        ">> सी (रंग) - तिल दे अंदर रंग च बदलाव (भूरे, काले, लाल, नीले, जां सफेद दे शेड्स मौजूद हो सकदे न)",
        ">> डी (व्यास) - 6 मिमी (पेंसिल इरेज़र दा आकार)",
        "● ई (विकसित होआ करदा)",
        "-> समें कन्नै आकार, आकार, रंग, ते/जां ऊंचाई च बदलाव + खुजली जां खून बहने जनेह् लक्षणें दा विकास"
       ],
    "en": [
        "■ Malignant Melanoma",
        "● Epidemiology and General Information:",
        "-> Although less common in India, malignant melanoma remains a significant concern due to its aggressive nature.",
        "-> Often appears as a new mole or a change in an existing mole, with irregular borders and multiple colors.",
        "-> In Indian populations, especially in those with darker skin, melanoma can occur on less exposed areas like the soles of the feet and under the nails.",
        "● Risk Factors:",
        "-> Prolonged UV exposure",
        "-> Positive family history",
        "-> Numerous moles",
        "● Genetic factors",
        "-> certain genetic mutations and conditions like dysplastic nevus syndrome increase susceptibility",
        "-> Skin cancer in skin of color patients - includes but not limited to people of African, Asian, Latino, Mediterranean, Middle Eastern, and Native American descent.",
        "-> Skin cancer can affect individuals of all skin tones, including those with darker skin who rarely sunburn.",
        "-> Melanoma in people of color tends to manifest in unique locations on the body, such as the palms of the hands, soles of the feet, and under the nails.",
        "-> These atypical locations often delay detection and diagnosis, leading to more advanced disease stages upon presentation. This poses challenges for treatment and potentially decreases survival rates.",
        "-> Although skin of color patients have a lower incidence of melanoma compared to fair-skinned individuals, the overall survival rate is notably lower in this population.",
        "-> Among skin of color patients, black men have the lowest 5-year survival rate for melanoma.",
        "-> It is crucial for individuals with skin of color to be vigilant about any changes in their skin and to undergo regular skin examinations, as early detection is key for optimal outcomes.",
        "-> Dermatologists should be vigilant in conducting thorough skin examinations, considering these less typical sites for melanoma development in people of color.",
        "● Early Detection:",
        "-> Melanoma, the deadliest form of skin cancer, can be effectively treated if detected early. It is crucial to become familiar with your skin and conduct monthly self-skin examinations. Seeking assistance from a partner or friend to inspect hard-to-reach areas such as the back and scalp enhances the thoroughness of these examinations.",
        "-> If you find a spot on your skin that has any of the ABCDEs of melanoma, promptly notify a board-certified dermatologist to ensure prompt medical intervention.",
        "-> View American Cancer Society’s guide or the American Academy of Dermatology Association’s guide to doing self-skin examinations.",
        "■ ABCDE’s of Melanoma:",
        ">> A (Asymmetry) - Irregularly shaped where one half does not match the other half",
        ">> B (Border) - Uneven or irregular borders (scalloped or notched borders)",
        ">> C (Color) - Variation in color within the mole (shades of brown, black, red, blue, or white may be present)",
        ">> D (Diameter) - Larger than 6 mm (the size of a pencil eraser)",
        "● E (Evolving)", 
        "-> Changes in size, shape, color, and/or elevation over time + development of symptoms like itching or bleeding"
    ]
    ,
    "gu": [
        "■ જીવલેણ મેલાનોમા",
        "● રોગશાસ્ત્ર અને સામાન્ય માહિતી:",
        "-> ભારતમાં ઓછા સામાન્ય હોવા છતાં, જીવલેણ મેલાનોમા તેના આક્રમક સ્વભાવને કારણે નોંધપાત્ર ચિંતાનો વિષય છે.",
        "-> અનિયમિત કિનારીઓ અને બહુવિધ રંગો સાથે, ઘણીવાર નવા છછુંદર અથવા હાલના છછુંદરમાં ફેરફાર તરીકે દેખાય છે.",
        "-> ભારતીય વસ્તીમાં, ખાસ કરીને કાળી ત્વચા ધરાવતા લોકોમાં, મેલાનોમા પગના તળિયા અને નખની નીચે જેવા ઓછા ખુલ્લા વિસ્તારોમાં થઈ શકે છે.",
        "● જોખમી પરિબળો:",
        "-> લાંબા સમય સુધી યુવી એક્સપોઝર",
        "-> હકારાત્મક કૌટુંબિક ઇતિહાસ",
        "-> અસંખ્ય મોલ્સ",
        "● આનુવંશિક પરિબળો",
        "-> અમુક આનુવંશિક પરિવર્તનો અને ડિસપ્લાસ્ટિક નેવુસ સિન્ડ્રોમ જેવી સ્થિતિઓ સંવેદનશીલતામાં વધારો કરે છે",
        "-> રંગીન દર્દીઓની ચામડીમાં ચામડીનું કેન્સર - આફ્રિકન, એશિયન, લેટિનો, ભૂમધ્ય, મધ્ય પૂર્વીય અને મૂળ અમેરિકન વંશના લોકોનો સમાવેશ થાય છે પરંતુ તે પૂરતો મર્યાદિત નથી.",
        "-> ચામડીનું કેન્સર તમામ ત્વચાના ટોનને અસર કરી શકે છે, જેમાં કાળી ત્વચાવાળા લોકોનો સમાવેશ થાય છે જેઓ ભાગ્યે જ સનબર્ન થાય છે.",
        "-> રંગના લોકોમાં મેલાનોમા શરીર પર અનન્ય સ્થાનો, જેમ કે હાથની હથેળી, પગના તળિયા અને નખની નીચે દેખાય છે.",
        "-> આ અસામાન્ય સ્થાનો ઘણીવાર શોધ અને નિદાનમાં વિલંબ કરે છે, જે પ્રસ્તુતિ પર રોગના વધુ અદ્યતન તબક્કાઓ તરફ દોરી જાય છે. આ સારવાર માટે પડકારો ઉભો કરે છે અને સંભવિતપણે જીવન ટકાવી રાખવાના દરમાં ઘટાડો કરે છે.",
        "-> તેમ છતાં રંગીન દર્દીઓની ચામડીમાં મેલાનોમાની ઘટનાઓ ગોરી ચામડીની વ્યક્તિઓની સરખામણીમાં ઓછી હોય છે, આ વસ્તીમાં એકંદરે જીવન ટકાવી રાખવાનો દર નોંધપાત્ર રીતે ઓછો છે.",
        "-> રંગીન દર્દીઓની ચામડીમાં, કાળા પુરુષોમાં મેલાનોમા માટે સૌથી ઓછો 5-વર્ષનો જીવિત રહેવાનો દર છે.",
        "-> ત્વચાનો રંગ ધરાવનાર વ્યક્તિઓ માટે તેમની ત્વચામાં થતા કોઈપણ ફેરફારો અંગે સતર્ક રહેવું અને નિયમિત ત્વચાની તપાસ કરાવવી મહત્વપૂર્ણ છે, કારણ કે શ્રેષ્ઠ પરિણામો માટે વહેલી તપાસ એ ચાવી છે.",
        "-> રંગના લોકોમાં મેલાનોમાના વિકાસ માટે આ ઓછા લાક્ષણિક સ્થળોને ધ્યાનમાં લેતા, ત્વચારોગ વિજ્ઞાનીઓએ ત્વચાની સંપૂર્ણ તપાસ કરવામાં સતર્ક રહેવું જોઈએ.",
        "● પ્રારંભિક શોધ:",
        "-> મેલાનોમા, ચામડીના કેન્સરનું સૌથી ભયંકર સ્વરૂપ, જો વહેલાસર શોધી કાઢવામાં આવે તો તેની અસરકારક રીતે સારવાર કરી શકાય છે. તમારી ત્વચાથી પરિચિત થવું અને માસિક સ્વ-ત્વચાની તપાસ કરવી તે નિર્ણાયક છે. તપાસ કરવા માટે ભાગીદાર અથવા મિત્રની મદદ લેવી. પીઠ અને ખોપરી ઉપરની ચામડી જેવા વિસ્તારોમાં પહોંચવાથી આ પરીક્ષાઓની સંપૂર્ણતા વધે છે.",
        "-> જો તમને તમારી ત્વચા પર મેલાનોમાના કોઈપણ ABCDEs હોય તેવા ડાઘ મળે, તો તાત્કાલિક તબીબી હસ્તક્ષેપની ખાતરી કરવા માટે બોર્ડ-પ્રમાણિત ત્વચારોગ વિજ્ઞાનીને તાત્કાલિક સૂચિત કરો.",
        "-> સ્વ-ત્વચાની તપાસ કરવા માટે અમેરિકન કેન્સર સોસાયટીની માર્ગદર્શિકા અથવા અમેરિકન એકેડેમી ઑફ ડર્મેટોલોજી એસોસિએશનની માર્ગદર્શિકા જુઓ.",
        "■ ABCDE's of Melanoma:",
        ">> એ (અસમપ્રમાણતા) - અનિયમિત આકારનું જ્યાં એક અર્ધ બીજા અડધા સાથે મેળ ખાતો નથી",
        ">> B (બોર્ડર) - અસમાન અથવા અનિયમિત કિનારીઓ (સ્કેલોપ્ડ અથવા નોચ્ડ બોર્ડર્સ)",
        ">> C (રંગ) - છછુંદરની અંદર રંગમાં ભિન્નતા (ભુરો, કાળો, લાલ, વાદળી અથવા સફેદ રંગના શેડ્સ હાજર હોઈ શકે છે)",
        ">> ડી (વ્યાસ) - 6 મીમી (પેન્સિલ ઇરેઝરનું કદ) કરતાં મોટું",
        "● E (વિકસિત)",
        "-> સમય સાથે કદ, આકાર, રંગ અને/અથવા ઊંચાઈમાં ફેરફાર + ખંજવાળ અથવા રક્તસ્રાવ જેવા લક્ષણોનો વિકાસ"
       ],
    "hne":  [
        "त्वचा कैंसर सभी त्वचा रंगों के व्यक्तियों को प्रभावित कर सकता है, जिसमें गहरी त्वचा वाले व्यक्तियों को शामिल किया जाता है जो अक्सर सूर्य जलने से बचते हैं।",
        "-> रंगीन त्वचा वाले व्यक्तियों में मेलेनोमा साधारित रूप से शरीर के अद्वितीय स्थानों में प्रकट होता है, जैसे कि हाथों के कपाल, पैरों के तलवे, और नाखुनों के नीचे।",
        "-> इन असामान्य स्थानों पर दर्शन और निदान देरी से हो सकता है, जिससे उपचार में चुनौतियां उत्पन्न होती हैं और संभावित जीवनकाल दरों को कम करती हैं।",
        "-> शरीर के त्वचा वाले रोगी में मेलेनोमा का घटना दर न्याय त्वचा वाले व्यक्तियों के बराबर त्योहार अद्वितीयता है।",
        "-> त्वचा के रंग के लोगों में मेलेनोमा का सबसे कम ५ वर्षीय आत्मसमर्पण दर होता है।",
        "-> त्वचा के रंग वाले रोगी के लिए यह महत्वपूर्ण है कि उनकी त्वचा में किसी भी परिवर्तन के बारे में सतर्क रहें और नियमित त्वचा परीक्षण कराएं, क्योंकि समय रहते पहचान उचित परिणामों के लिए महत्वपूर्ण है।",
        "-> चिकित्सकों को त्वचा के परीक्षण करते समय विशेष रूप से यह सावधानी बरतनी चाहिए, ताकि त्वचा के इन असामान्य स्थानों में मेलेनोमा विकास का पूर्ण परिणाम लिया जा सके।",
        "● पहचाण:",
        "-> मेलेनोमा, त्वचा का सबसे घातक रोग, अगर शुरूआत में पहचाना जाता है तो उसका समाधान संभव हो सकता है। अपनी त्वचा को जानने और मासिक स्वतः त्वचा परीक्षण करना महत्वपूर्ण है। अपने साथी या दोस्त से सहायता लेना, जैसे कि पीठ और तल्वे जैसे कठिन पहुंच स्थानों की जांच की गहराई बढ़ाती है।",
        "-> यदि आपके त्वचा पर कोई बिंदु है जिसमें मेलेनोमा के ABCDEs में से कोई भी हो, तो त्वरित एक बोर्ड प्रमाणित चर्म विशेषज्ञ को सूचित करें ताकि समय रहते चिकित्सा प्रवेश सुनिश्चित किया जा सके।",
        "■ मेलेनोमा के ABCDEs:",
        ">> A (असिमेट्री) - अनियमित आकार जहां एक आधा दूसरे आधे से मेल नहीं मिलता है",
        ">> B (सीमा) - असमान या अनियमित सीमाएँ (धारीदार या नोची गई सीमाएँ)",
        ">> C (रंग) - वालव में रंग में भिन्नता (भूरे, काले, लाल, नीले, या सफेद के शेड्स हो सकते हैं)",
        ">> D (व्यास) - 6 मिमी से बड़ा (एक पेंसिल इरेसर के आकार)",
        "● E (विकासी)",
        "-> समय के साथ आकार, आकार, रंग, और / या ऊंचाई में परिवर्तन + खुजली या ब्लीडिंग जैसे लक्षणों के विकास"
    ],
    "hi": [

        "■ घातक मेलेनोमा",
        
        "● महामारी विज्ञान और सामान्य जानकारी:",
        
        "-> हालांकि भारत में कम आम है, घातक मेलेनोमा अपनी आक्रामक प्रकृति के कारण एक महत्वपूर्ण चिंता का विषय बना हुआ है।",
        
        "-> अक्सर एक नए तिल या मौजूदा तिल में बदलाव के रूप में दिखाई देता है, अनियमित सीमाओं और कई रंगों के साथ।",
        
        "-> भारतीय आबादी में, विशेष रूप से गहरे रंग की त्वचा वाले लोगों में, मेलेनोमा पैरों के तलवों और नाखूनों के नीचे जैसे कम उजागर क्षेत्रों पर हो सकता है।",
        
        "● जोखिम कारक:",
        
        "-> लंबे समय तक यूवी एक्सपोजर",
        
        "-> सकारात्मक पारिवारिक इतिहास",
        
        "-> कई तिल",
        "● आनुवंशिक कारक",
        "-> कुछ आनुवंशिक उत्परिवर्तन और डिस्प्लास्टिक नेवस सिंड्रोम जैसी स्थितियां संवेदनशीलता को बढ़ाती हैं",
        
        "-> रंगीन त्वचा वाले रोगियों में त्वचा कैंसर - इसमें अफ्रीकी, एशियाई, लैटिनो, भूमध्यसागरीय, मध्य पूर्वी और मूल अमेरिकी मूल के लोग शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं।",
        
        "-> त्वचा कैंसर सभी त्वचा टोन वाले व्यक्तियों को प्रभावित कर सकता है, जिसमें शामिल हैं गहरे रंग की त्वचा वाले लोग जो शायद ही कभी धूप से जलते हैं।",
        
        "-> रंग के लोगों में मेलेनोमा शरीर पर अनोखे स्थानों पर प्रकट होता है, जैसे हाथों की हथेलियाँ, पैरों के तलवे और नाखूनों के नीचे।",
        
        "-> ये असामान्य स्थान अक्सर पहचान और निदान में देरी करते हैं, जिससे प्रस्तुति पर अधिक उन्नत रोग चरण होते हैं। इससे उपचार के लिए चुनौतियाँ पैदा होती हैं और संभावित रूप से जीवित रहने की दर कम हो जाती है।",
        
        "-> हालाँकि रंग-बिरंगे रोगियों में गोरी त्वचा वाले व्यक्तियों की तुलना में मेलेनोमा की घटना कम होती है, लेकिन इस आबादी में कुल मिलाकर जीवित रहने की दर उल्लेखनीय रूप से कम है।",
        
        "-> रंग-बिरंगे रोगियों में, काले पुरुषों में मेलेनोमा के लिए सबसे कम 5-वर्षीय जीवित रहने की दर है।",
        
        "-> रंग-बिरंगे व्यक्तियों के लिए अपनी त्वचा में किसी भी बदलाव के बारे में सतर्क रहना और नियमित रूप से त्वचा की जाँच करवाना महत्वपूर्ण है, क्योंकि इष्टतम परिणामों के लिए प्रारंभिक पहचान महत्वपूर्ण है।",
        
        "-> त्वचा विशेषज्ञों को रंग-बिरंगे लोगों में मेलेनोमा के विकास के लिए इन कम विशिष्ट स्थानों पर विचार करते हुए पूरी तरह से त्वचा की जाँच करने में सतर्क रहना चाहिए।",
        
        "● प्रारंभिक पहचान:",
        
        "-> मेलेनोमा, त्वचा कैंसर का सबसे घातक रूप है, जिसका अगर समय रहते पता चल जाए तो इसका प्रभावी ढंग से इलाज किया जा सकता है। अपनी त्वचा से परिचित होना और मासिक रूप से स्वयं त्वचा की जाँच करना महत्वपूर्ण है। पीठ और खोपड़ी जैसे मुश्किल से पहुंच वाले क्षेत्रों का निरीक्षण करने के लिए किसी साथी या मित्र से सहायता लेना इन परीक्षणों की गहनता को बढ़ाता है।",
        
        "-> यदि आपको अपनी त्वचा पर कोई ऐसा स्थान मिलता है जिसमें मेलेनोमा के ABCDE में से कोई भी हो, तो तुरंत चिकित्सा हस्तक्षेप सुनिश्चित करने के लिए बोर्ड-प्रमाणित त्वचा विशेषज्ञ को सूचित करें।",
        
        "-> अमेरिकन कैंसर सोसाइटी की गाइड या अमेरिकन एकेडमी ऑफ डर्मेटोलॉजी एसोसिएशन की स्वयं-त्वचा जांच करने की गाइड देखें।",
        
        "■ मेलेनोमा के ABCDE:",
        
        ">> A (विषमता) - अनियमित आकार जहां एक आधा दूसरे आधे से मेल नहीं खाता",
        
        ">> B (सीमा) - असमान या अनियमित सीमाएँ (स्कैलप्ड या नोकदार सीमाएँ)",
        
        ">> C (रंग) - तिल के भीतर रंग में भिन्नता (भूरे, काले, लाल, नीले या सफेद रंग के शेड मौजूद हो सकते हैं)",
        
        ">> D (व्यास) - 6 मिमी से बड़ा (एक पेंसिल का आकार) इरेज़र)",
        "● E (विकसित)",
        "-> समय के साथ आकार, आकृति, रंग और/या ऊँचाई में परिवर्तन + खुजली या रक्तस्राव जैसे लक्षणों का विकास"
        ],
    "kn": [
        "■ ಮಾರಣಾಂತಿಕ ಮೆಲನೋಮ",
        "● ಸಾಂಕ್ರಾಮಿಕ ರೋಗಶಾಸ್ತ್ರ ಮತ್ತು ಸಾಮಾನ್ಯ ಮಾಹಿತಿ:",
        "-> ಭಾರತದಲ್ಲಿ ಕಡಿಮೆ ಸಾಮಾನ್ಯವಾಗಿದ್ದರೂ, ಮಾರಣಾಂತಿಕ ಮೆಲನೋಮವು ಅದರ ಆಕ್ರಮಣಕಾರಿ ಸ್ವಭಾವದ ಕಾರಣದಿಂದ ಗಮನಾರ್ಹ ಕಾಳಜಿಯಾಗಿ ಉಳಿದಿದೆ.",
        "-> ಸಾಮಾನ್ಯವಾಗಿ ಹೊಸ ಮೋಲ್ ಅಥವಾ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮೋಲ್‌ನಲ್ಲಿ ಬದಲಾವಣೆಯಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ, ಅನಿಯಮಿತ ಅಂಚುಗಳು ಮತ್ತು ಬಹು ಬಣ್ಣಗಳೊಂದಿಗೆ.",
        "-> ಭಾರತೀಯ ಜನಸಂಖ್ಯೆಯಲ್ಲಿ, ವಿಶೇಷವಾಗಿ ಗಾಢವಾದ ಚರ್ಮವನ್ನು ಹೊಂದಿರುವವರಲ್ಲಿ, ಮೆಲನೋಮವು ಕಡಿಮೆ ತೆರೆದಿರುವ ಪ್ರದೇಶಗಳಲ್ಲಿ ಪಾದಗಳ ಅಡಿಭಾಗ ಮತ್ತು ಉಗುರುಗಳ ಅಡಿಯಲ್ಲಿ ಸಂಭವಿಸಬಹುದು.",
        "● ಅಪಾಯದ ಅಂಶಗಳು:",
        "-> ದೀರ್ಘಕಾಲದ UV ಮಾನ್ಯತೆ",
        "-> ಧನಾತ್ಮಕ ಕುಟುಂಬದ ಇತಿಹಾಸ",
        "-> ಹಲವಾರು ಮೋಲ್ಗಳು",
        "● ಆನುವಂಶಿಕ ಅಂಶಗಳು",
        "-> ಕೆಲವು ಆನುವಂಶಿಕ ರೂಪಾಂತರಗಳು ಮತ್ತು ಡಿಸ್ಪ್ಲಾಸ್ಟಿಕ್ ನೆವಸ್ ಸಿಂಡ್ರೋಮ್ನಂತಹ ಪರಿಸ್ಥಿತಿಗಳು ಒಳಗಾಗುವಿಕೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ",
        "-> ಬಣ್ಣದ ರೋಗಿಗಳ ಚರ್ಮದ ಚರ್ಮದ ಕ್ಯಾನ್ಸರ್ - ಆಫ್ರಿಕನ್, ಏಷ್ಯನ್, ಲ್ಯಾಟಿನೋ, ಮೆಡಿಟರೇನಿಯನ್, ಮಧ್ಯಪ್ರಾಚ್ಯ ಮತ್ತು ಸ್ಥಳೀಯ ಅಮೆರಿಕನ್ ಮೂಲದ ಜನರನ್ನು ಒಳಗೊಂಡಿದೆ ಆದರೆ ಸೀಮಿತವಾಗಿಲ್ಲ.",
        "-> ಸ್ಕಿನ್ ಕ್ಯಾನ್ಸರ್ ಎಲ್ಲಾ ಚರ್ಮದ ಟೋನ್ಗಳ ವ್ಯಕ್ತಿಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು, ಗಾಢವಾದ ಚರ್ಮವನ್ನು ಹೊಂದಿರುವವರು ವಿರಳವಾಗಿ ಬಿಸಿಲು ಬೀಳುತ್ತಾರೆ.",
        "-> ಬಣ್ಣದ ಜನರಲ್ಲಿ ಮೆಲನೋಮವು ದೇಹದ ಅಂಗೈಗಳು, ಪಾದಗಳು ಮತ್ತು ಉಗುರುಗಳ ಅಡಿಯಲ್ಲಿ ವಿಶಿಷ್ಟವಾದ ಸ್ಥಳಗಳಲ್ಲಿ ಪ್ರಕಟವಾಗುತ್ತದೆ.",
        "-> ಈ ವಿಲಕ್ಷಣ ಸ್ಥಳಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಪತ್ತೆಹಚ್ಚುವಿಕೆ ಮತ್ತು ರೋಗನಿರ್ಣಯವನ್ನು ವಿಳಂಬಗೊಳಿಸುತ್ತದೆ, ಪ್ರಸ್ತುತಿಯ ಮೇಲೆ ಹೆಚ್ಚು ಮುಂದುವರಿದ ರೋಗದ ಹಂತಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ಇದು ಚಿಕಿತ್ಸೆಗೆ ಸವಾಲುಗಳನ್ನು ಒಡ್ಡುತ್ತದೆ ಮತ್ತು ಸಂಭಾವ್ಯವಾಗಿ ಬದುಕುಳಿಯುವಿಕೆಯ ಪ್ರಮಾಣವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.",
        "-> ಬಣ್ಣದ ರೋಗಿಗಳ ಚರ್ಮವು ನ್ಯಾಯೋಚಿತ ಚರ್ಮದ ವ್ಯಕ್ತಿಗಳಿಗೆ ಹೋಲಿಸಿದರೆ ಮೆಲನೋಮಾದ ಕಡಿಮೆ ಸಂಭವವನ್ನು ಹೊಂದಿದ್ದರೂ, ಒಟ್ಟಾರೆ ಬದುಕುಳಿಯುವಿಕೆಯ ಪ್ರಮಾಣವು ಈ ಜನಸಂಖ್ಯೆಯಲ್ಲಿ ಗಮನಾರ್ಹವಾಗಿ ಕಡಿಮೆಯಾಗಿದೆ.",
        "-> ಬಣ್ಣದ ರೋಗಿಗಳಲ್ಲಿ, ಕಪ್ಪು ಪುರುಷರು ಮೆಲನೋಮಕ್ಕೆ 5 ವರ್ಷಗಳ ಬದುಕುಳಿಯುವಿಕೆಯ ಪ್ರಮಾಣವನ್ನು ಕಡಿಮೆ ಹೊಂದಿದ್ದಾರೆ.",
        "-> ಬಣ್ಣದ ಚರ್ಮ ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳು ತಮ್ಮ ಚರ್ಮದ ಯಾವುದೇ ಬದಲಾವಣೆಗಳ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಲು ಮತ್ತು ನಿಯಮಿತ ಚರ್ಮದ ಪರೀಕ್ಷೆಗಳಿಗೆ ಒಳಗಾಗಲು ಇದು ನಿರ್ಣಾಯಕವಾಗಿದೆ, ಏಕೆಂದರೆ ಆರಂಭಿಕ ಪತ್ತೆಹಚ್ಚುವಿಕೆ ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶಗಳಿಗೆ ಪ್ರಮುಖವಾಗಿದೆ.",
        "-> ಚರ್ಮರೋಗ ತಜ್ಞರು ಸಂಪೂರ್ಣ ಚರ್ಮದ ಪರೀಕ್ಷೆಗಳನ್ನು ನಡೆಸುವಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಬೇಕು, ಬಣ್ಣದ ಜನರಲ್ಲಿ ಮೆಲನೋಮಾ ಬೆಳವಣಿಗೆಗೆ ಈ ಕಡಿಮೆ ವಿಶಿಷ್ಟ ಸ್ಥಳಗಳನ್ನು ಪರಿಗಣಿಸಿ.",
        "● ಆರಂಭಿಕ ಪತ್ತೆ:",
        "-> ಚರ್ಮದ ಕ್ಯಾನ್ಸರ್‌ನ ಮಾರಣಾಂತಿಕ ರೂಪವಾದ ಮೆಲನೋಮಾವನ್ನು ಮೊದಲೇ ಪತ್ತೆ ಹಚ್ಚಿದರೆ ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಚಿಕಿತ್ಸೆ ನೀಡಬಹುದು. ನಿಮ್ಮ ಚರ್ಮದ ಬಗ್ಗೆ ಪರಿಚಿತರಾಗುವುದು ಮತ್ತು ಮಾಸಿಕ ಸ್ವಯಂ-ಚರ್ಮದ ಪರೀಕ್ಷೆಗಳನ್ನು ನಡೆಸುವುದು ಬಹಳ ಮುಖ್ಯ. ಕಷ್ಟಪಟ್ಟು ಪರೀಕ್ಷಿಸಲು ಪಾಲುದಾರ ಅಥವಾ ಸ್ನೇಹಿತರಿಂದ ಸಹಾಯವನ್ನು ಪಡೆಯುವುದು- ಬೆನ್ನು ಮತ್ತು ನೆತ್ತಿಯಂತಹ ಪ್ರದೇಶಗಳನ್ನು ತಲುಪುವುದು ಈ ಪರೀಕ್ಷೆಗಳ ಸಂಪೂರ್ಣತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
        "-> ನಿಮ್ಮ ಚರ್ಮದ ಮೇಲೆ ಮೆಲನೋಮಾದ ಯಾವುದೇ ABCDE ಗಳನ್ನು ಹೊಂದಿರುವ ಮಚ್ಚೆಯನ್ನು ನೀವು ಕಂಡುಕೊಂಡರೆ, ತಕ್ಷಣದ ವೈದ್ಯಕೀಯ ಮಧ್ಯಸ್ಥಿಕೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಬೋರ್ಡ್-ಪ್ರಮಾಣೀಕೃತ ಚರ್ಮರೋಗ ವೈದ್ಯರಿಗೆ ತಕ್ಷಣವೇ ಸೂಚಿಸಿ.",
        "-> ಅಮೇರಿಕನ್ ಕ್ಯಾನ್ಸರ್ ಸೊಸೈಟಿಯ ಮಾರ್ಗದರ್ಶಿ ಅಥವಾ ಅಮೇರಿಕನ್ ಅಕಾಡೆಮಿ ಆಫ್ ಡರ್ಮಟಾಲಜಿ ಅಸೋಸಿಯೇಷನ್‌ನ ಸ್ವಯಂ-ಚರ್ಮದ ಪರೀಕ್ಷೆಗಳನ್ನು ಮಾಡಲು ಮಾರ್ಗದರ್ಶಿಯನ್ನು ವೀಕ್ಷಿಸಿ.",
        "■ ಎಬಿಸಿಡಿಇ ಮೆಲನೋಮಾ:",
        ">> ಎ (ಅಸಿಮ್ಮೆಟ್ರಿ) - ಅನಿಯಮಿತ ಆಕಾರದಲ್ಲಿ ಒಂದು ಅರ್ಧವು ಇತರ ಅರ್ಧಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ",
        ">> ಬಿ (ಬಾರ್ಡರ್) - ಅಸಮ ಅಥವಾ ಅನಿಯಮಿತ ಗಡಿಗಳು (ಸ್ಕಾಲೋಪ್ಡ್ ಅಥವಾ ನೋಚ್ಡ್ ಗಡಿಗಳು)",
        ">> C (ಬಣ್ಣ) - ಮೋಲ್‌ನೊಳಗೆ ಬಣ್ಣದಲ್ಲಿ ವ್ಯತ್ಯಾಸ (ಕಂದು, ಕಪ್ಪು, ಕೆಂಪು, ನೀಲಿ ಅಥವಾ ಬಿಳಿ ಛಾಯೆಗಳು ಇರಬಹುದು)",
        ">> D (ವ್ಯಾಸ) - 6 mm ಗಿಂತ ದೊಡ್ಡದು (ಪೆನ್ಸಿಲ್ ಎರೇಸರ್‌ನ ಗಾತ್ರ)",
        "● ಇ (ವಿಕಸನಗೊಳ್ಳುತ್ತಿದೆ)",
        "-> ಕಾಲಾನಂತರದಲ್ಲಿ ಗಾತ್ರ, ಆಕಾರ, ಬಣ್ಣ, ಮತ್ತು/ಅಥವಾ ಎತ್ತರದಲ್ಲಿ ಬದಲಾವಣೆಗಳು + ತುರಿಕೆ ಅಥವಾ ರಕ್ತಸ್ರಾವದಂತಹ ರೋಗಲಕ್ಷಣಗಳ ಬೆಳವಣಿಗೆ"
       ],
    "ks": [
        "■ بدکار مالنومہ",
        "● ایپیدیمیولوجی اور عمومی معلومات:",
        "-> اگرچہ ہندوستان میں کم عمومی ہے، بدکار مالنومہ اس کی شدت پسندی کے باعث اہم پریشانی بنا رہتا ہے۔",
        "-> اکثر نیا مول یا موجودہ مول میں نمایاں ہوتا ہے، غیر یکساں سرحدوں اور مختلف رنگوں کے ساتھ۔",
        "-> بھارتی عوام میں، خصوصاً گہرے رنگ والوں میں، مالنومہ پاؤں کے تلوں اور ناخنوں کے نیچے جیسے کم آمنے مقامات پر پیدا ہو سکتا ہے۔",
        "● خطرے کے عوامل:",
        "-> طویل UV اسٹیکسپوجر",
        "-> مثبت خاندانی تاریخ",
        "-> انتہائی نئے طلوعات",
        "● جینیاتی عوامل",
        "-> مخصوص جینیٹک میوٹیشن اور حالات جیسے ڈسپلاسٹک نیوس سنڈروم کی بڑھتی ہوئی شرح میں ملینومہ کی قابلیت بڑھاتی ہے",
        "-> رنگ والے مریضوں میں جلد کے کینسر - شامل ہیں لیکن اس محدود نہیں ہے ہندو، آسیائی، لاطینی، بحرالکاشمیر، درمیانی مشرقی، اور مقامی امریکی نسل کے لوگوں کے بارے میں",
        "-> رنگ والے مریضوں میں ملینومہ عام طور پر بدن کے انوکے مقامات پر پیش آتا ہے، جیسے ہاتھوں کے تلوں، پاؤں کے تلوں، اور ناخنوں کے نیچے۔",
        "-> یہ غیر معمولی مقامات اکثر تشخیص اور دریافت کی تاخیر کرتے ہیں، جو علاج میں چیلنجز پیدا کرتے ہیں اور ممکنہ اور ممکنہ ہدایت کے نرات چھوٹ جاتے ہیں۔",
        "-> جیتے رخنے کے نسبت میں رنگ والے مریضوں میں ملینومہ کی کم تعداد ہونے کے باوجود، اس آبادی میں کل زندگی کی درجہ زیادہ زندگی کی درجہ زیادہ کم ہوتی ہے۔",
        "-> جیتے رنگ والے مریضوں میں، کالے مردوں کی ملینومہ کی کم تعداد ہونے کی 5 سالہ جینیٹک کی درجہ زیادہ کم ہے۔",
        "-> رنگ والے مریضوں کے لیے اہم ہے کہ ان کی جلد میں کسی بھی تبدیلیوں کے بارے میں احتیاطی رہیں اور نظر آنے والی تشخیص کی بڑی ضرورت ہے، کیونکہ ابتدائی پہچان بہتر نتائج کے لیے کلیدی ہے۔",
        "-> ڈرمیٹولوجسٹس کو چار کی چار پوری جلد کی جانچ کرنے میں ہونا چاہئے، رنگ والے مریضوں میں ملینومہ کے یہ کم یا کم اہم سائٹس کے لیے۔",
        "● جلد کی تشخیص:",
        "-> ملینومہ، جلد کا سب سے زیادہ مضر کینسری روپ ہے، اگر اسے بہتر طریقے سے پہچانا جائے تو اس کا موثر علاج ممکن ہے۔ آپ کی جلد کو جاننا اور ماہانہ خود جلدی جانچ پر بھرے، ان خود کی جانچ کو مہمات میں شامل کرنا۔ کٹے یا مائیں والے علامات کے گھوما فیر کو بڑھاتا ہے۔",
        "-> اگر آپ کی جلد پر کوئی نشان ہو جو ملینومہ کے ABCDEs میں سے کوئی بھی ہو، تو فوراً ایک بورڈ سرتیفائیڈ ڈرمیٹولوجسٹ کو سہی طبی اقدامات کی یقینی بنانے کے لیے اطلاع دیں۔",
        "■ ABCDE’s of ملینومہ:",
        ">> A (اسیمیٹری) - غیر یکساں شکل جہاں ایک آدھا دوسرے کے نہیں ملتا ہے",
        ">> B (سرحد) - غیر یکساں یا انتہائی سرحدیں (گھیری ہوئی یا نہ گھیری گئی سرحدیں)",
        ">> C (رنگ) - مول کے اندر رنگ میں مختلفیت (بھورے، کالے، لال، نیلا، یا سفید کے ہلکے میں ہو سکتے ہیں)",
        ">> D (ڈائیمیٹر) - 6 ملی میٹر سے بڑا (ایک پینسل اریسر کے سائز کا)",
        "● E (ترقی کر رہا ہے)",
        "-> وقت کے ساتھ سائز، شکل، رنگ، اور / یا بلندی میں تبدیلی + کھجلی یا برادہ جیسے نشانات کی ترقی"
    ], 
    "kok": [
        "■ घातक मेलानोमा",
        "● रोगजंतूशास्त्र आनी सामान्य म्हायती:",
        "-> भारतांत जरी उण्या प्रमाणांत दिसलो तरी हानिकारक मेलानोमा आक्रमक स्वरुपाक लागून म्हत्वाचो हुस्को उरला.",
        "-> चड करून नवो मोल वा सद्याच्या मोलांतलो बदल म्हणून दिसता, तातूंत अनियमित शिमो आनी जायते रंग आसतात.",
        "-> भारतीय लोकसंख्येंत, खास करून कात काळी आशिल्ल्या लोकांक, पांयांच्या तळव्यासारक्या उण्या उक्त्या वाठारांनी आनी खिळ्यां सकयल मेलानोमा जावंक शकता.",
        "● जोखीम घटक:",
        "-> दीर्घकाळ अवरक्त किरणांचो संपर्क",
        "-> सकारात्मक कुटुंब इतिहास",
        "-> असंख्य मोल",
        "● आनुवंशिक घटक",
        "-> कांय आनुवंशिक उत्परिवर्तन आनी डिस्प्लास्टीक नेवस सिंड्रोम सारकिल्या परिस्थितींक लागून संवेदनशीलताय वाडटा",
        "-> रंगीत दुयेंती कातीचो कातीचो कॅन्सर - आफ्रिकन, आशियाई, लॅटीनो, भूंयमध्यसागरीय, मध्य उदेंत, आनी मूळ अमेरिकन वंशाच्या लोकांचो आस्पाव जाता पूण ताचे पुरतेंच मर्यादीत ना.",
        "-> कातीचो कॅन्सर सगळ्या कातीच्या रंगाच्या व्यक्तींक जावं येता, तातूंत काळी कात आशिल्ल्या व्यक्तींचो आसपाव आसता जे क्वचितच सुर्याचो लासतात.",
        "-> रंगाच्या मनशांमदीं मेलानोमा हाताच्यो तळवे, पांयांचे तळवे आनी खिळ्यां सकयल अशा खाशेल्या सुवातींनी कुडीचेर दिसपाची प्रवृत्ती आसता.",
        "-> हे अविशिश्ट सुवातींनी चड करून सोदून काडपाक आनी निदान करपाक कळाव जाता, जाका लागून सादरीकरण करतना रोगाची चड प्रगत अवस्था निर्माण जाता. हाका लागून उपचारा खातीर आव्हानां निर्माण जातात आनी संभाव्यपणान जिवीत उरपाचें प्रमाण उणें जाता.",
        "-> रंगाच्या कातीच्या दुयेंतींक गोरे कातीच्या व्यक्तींच्या तुळेंत मेलानोमाचें प्रमाण उणें आसलें तरी एकंदर जिवीत उरपाचें प्रमाण ह्या लोकसंख्येंत उल्लेखनीय उणें आसा.",
        "-> रंगाच्या कातीच्या दुयेंती मदीं काळ्या दादल्यांक मेलानोमा खातीर 5 वर्सां जिवीत उरपाचें प्रमाण सगळ्यांत उणें आसता.",
        "-> रंगाची कात आशिल्ल्या व्यक्तींनी कातींतल्या खंयच्याय बदला विशीं जागृत रावप आनी नेमान कातीची तपासणी करप म्हत्वाचें, कारण बेगीन सोदून काडप हें इष्टतम परिणामा खातीर म्हत्वाचें.",
        "-> रंगाच्या लोकांमदीं मेलेनोमा जावपाचीं हीं उण्या प्रमाणांतलीं सुवाती विचारांत घेवन त्वचा वैजांनी कातीची पुराय तपासणी करपाक सादूर रावचें.",
        "● सुरवातीचो सोद:",
        "-> मेलानोमा, कातीच्या कॅन्सराचो सगळ्यांत घातक प्रकार, सुरवेक सोदून काडल्यार प्रभावी उपचार करूं येतात. तुमच्या कातीची वळख करून घेवप आनी म्हयन्याक एक फावट स्वताची कातीची तपासणी करप म्हत्वाचें. कठीण अशी तपासणी करपाक जोडीदार वा इश्टा कडल्यान मदत घेवप- फाटी आनी माथ्याची कात अशा वाठारांनी पावप ह्या तपासण्यांची पुरायपण वाडयता.",
        "-> तुमच्या कातीचेर मेलानोमाचे खंयचेय एबीसीडीई आशिल्ले दाग दिसल्यार बेगोबेग वैजकी हस्तक्षेपाची खात्री करपा खातीर मंडळ प्रमाणीत त्वचा वैज बेगोबेग कळोवचें.",
        "-> अमेरिकन कॅन्सर सोसायटीचो मार्गदर्शक वा अमेरिकन अॅकॅडमी ऑफ डर्माटोलॉजी असोसिएशनचो स्वताची कातीची तपासणी करपाचो मार्गदर्शक पळयात.",
        "■ मेलानोमाचे एबीसीडीई’स:",
        ">> अ (असममिती) - अनियमित आकाराचो जंय एक अर्दो दुसर् या अर्दाक जुळना",
        ">> ब (शिमो) - असमान वा अनियमित शिमो (स्कॅलप वा खांच आशिल्लीं शिमो)",
        ">> सी (रंग) - मोलाभितर रंगांत बदल (तपकिरी, काळो, तांबडो, निळो वा धवो सावळी आसूं येतात)",
        ">> D (व्यास) - ६ मिमी.परस व्हड (पेन्सिल इरेझराचो आकार)",
        "● ई (विकसीत जावपी)",
        "-> काळाप्रमाण आकार, आकार, रंग, आनी/वा उंचायेंत बदल + खाज वा रगत येवप सारकिल्लीं लक्षणां दिसप"
       ] ,
    "mai": [
        "■ घातक मेलानोमा",
        "● रोगजंतूशास्त्र आनी सामान्य म्हायती:",
        "-> भारतांत जरी उण्या प्रमाणांत दिसलो तरी हानिकारक मेलानोमा आक्रमक स्वरुपाक लागून म्हत्वाचो हुस्को उरला.",
        "-> चड करून नवो मोल वा सद्याच्या मोलांतलो बदल म्हणून दिसता, तातूंत अनियमित शिमो आनी जायते रंग आसतात.",
        "-> भारतीय लोकसंख्येंत, खास करून कात काळी आशिल्ल्या लोकांक, पांयांच्या तळव्यासारक्या उण्या उक्त्या वाठारांनी आनी खिळ्यां सकयल मेलानोमा जावंक शकता.",
        "● जोखीम घटक:",
        "-> दीर्घकाळ अवरक्त किरणांचो संपर्क",
        "-> सकारात्मक कुटुंब इतिहास",
        "-> असंख्य मोल",
        "● आनुवंशिक घटक",
        "-> कांय आनुवंशिक उत्परिवर्तन आनी डिस्प्लास्टीक नेवस सिंड्रोम सारकिल्या परिस्थितींक लागून संवेदनशीलताय वाडटा",
        "-> रंगीत दुयेंती कातीचो कातीचो कॅन्सर - आफ्रिकन, आशियाई, लॅटीनो, भूंयमध्यसागरीय, मध्य उदेंत, आनी मूळ अमेरिकन वंशाच्या लोकांचो आस्पाव जाता पूण ताचे पुरतेंच मर्यादीत ना.",
        "-> कातीचो कॅन्सर सगळ्या कातीच्या रंगाच्या व्यक्तींक जावं येता, तातूंत काळी कात आशिल्ल्या व्यक्तींचो आसपाव आसता जे क्वचितच सुर्याचो लासतात.",
        "-> रंगाच्या मनशांमदीं मेलानोमा हाताच्यो तळवे, पांयांचे तळवे आनी खिळ्यां सकयल अशा खाशेल्या सुवातींनी कुडीचेर दिसपाची प्रवृत्ती आसता.",
        "-> हे अविशिश्ट सुवातींनी चड करून सोदून काडपाक आनी निदान करपाक कळाव जाता, जाका लागून सादरीकरण करतना रोगाची चड प्रगत अवस्था निर्माण जाता. हाका लागून उपचारा खातीर आव्हानां निर्माण जातात आनी संभाव्यपणान जिवीत उरपाचें प्रमाण उणें जाता.",
        "-> रंगाच्या कातीच्या दुयेंतींक गोरे कातीच्या व्यक्तींच्या तुळेंत मेलानोमाचें प्रमाण उणें आसलें तरी एकंदर जिवीत उरपाचें प्रमाण ह्या लोकसंख्येंत उल्लेखनीय उणें आसा.",
        "-> रंगाच्या कातीच्या दुयेंती मदीं काळ्या दादल्यांक मेलानोमा खातीर 5 वर्सां जिवीत उरपाचें प्रमाण सगळ्यांत उणें आसता.",
        "-> रंगाची कात आशिल्ल्या व्यक्तींनी कातींतल्या खंयच्याय बदला विशीं जागृत रावप आनी नेमान कातीची तपासणी करप म्हत्वाचें, कारण बेगीन सोदून काडप हें इष्टतम परिणामा खातीर म्हत्वाचें.",
        "-> रंगाच्या लोकांमदीं मेलेनोमा जावपाचीं हीं उण्या प्रमाणांतलीं सुवाती विचारांत घेवन त्वचा वैजांनी कातीची पुराय तपासणी करपाक सादूर रावचें.",
        "● सुरवातीचो सोद:",
        "-> मेलानोमा, कातीच्या कॅन्सराचो सगळ्यांत घातक प्रकार, सुरवेक सोदून काडल्यार प्रभावी उपचार करूं येतात. तुमच्या कातीची वळख करून घेवप आनी म्हयन्याक एक फावट स्वताची कातीची तपासणी करप म्हत्वाचें. कठीण अशी तपासणी करपाक जोडीदार वा इश्टा कडल्यान मदत घेवप- फाटी आनी माथ्याची कात अशा वाठारांनी पावप ह्या तपासण्यांची पुरायपण वाडयता.",
        "-> तुमच्या कातीचेर मेलानोमाचे खंयचेय एबीसीडीई आशिल्ले दाग दिसल्यार बेगोबेग वैजकी हस्तक्षेपाची खात्री करपा खातीर मंडळ प्रमाणीत त्वचा वैज बेगोबेग कळोवचें.",
        "-> अमेरिकन कॅन्सर सोसायटीचो मार्गदर्शक वा अमेरिकन अॅकॅडमी ऑफ डर्माटोलॉजी असोसिएशनचो स्वताची कातीची तपासणी करपाचो मार्गदर्शक पळयात.",
        "■ मेलानोमाचे एबीसीडीई’स:",
        ">> अ (असममिती) - अनियमित आकाराचो जंय एक अर्दो दुसर् या अर्दाक जुळना",
        ">> ब (शिमो) - असमान वा अनियमित शिमो (स्कॅलप वा खांच आशिल्लीं शिमो)",
        ">> सी (रंग) - मोलाभितर रंगांत बदल (तपकिरी, काळो, तांबडो, निळो वा धवो सावळी आसूं येतात)",
        ">> D (व्यास) - ६ मिमी.परस व्हड (पेन्सिल इरेझराचो आकार)",
        "● ई (विकसीत जावपी)",
        "-> काळाप्रमाण आकार, आकार, रंग, आनी/वा उंचायेंत बदल + खाज वा रगत येवप सारकिल्लीं लक्षणां दिसप"
       ] ,
    "ml": [
        "■ മാരകമായ മെലനോമ",
        "● എപ്പിഡെമിയോളജിയും പൊതുവായ വിവരങ്ങളും:",
        "-> ഇന്ത്യയിൽ വളരെ കുറവാണെങ്കിലും, മാരകമായ മെലനോമ അതിൻ്റെ ആക്രമണാത്മക സ്വഭാവം കാരണം ഒരു പ്രധാന ആശങ്കയായി തുടരുന്നു.",
        "-> ക്രമരഹിതമായ ബോർഡറുകളും ഒന്നിലധികം നിറങ്ങളും ഉള്ള ഒരു പുതിയ മോളായി അല്ലെങ്കിൽ നിലവിലുള്ള മോളിലെ മാറ്റമായി പലപ്പോഴും പ്രത്യക്ഷപ്പെടുന്നു.",
        "-> ഇന്ത്യൻ ജനസംഖ്യയിൽ, പ്രത്യേകിച്ച് ഇരുണ്ട ചർമ്മമുള്ളവരിൽ, പാദങ്ങളുടെ അടിഭാഗം, നഖങ്ങൾ എന്നിവയ്ക്ക് താഴെയുള്ള തുറന്ന പ്രദേശങ്ങളിൽ മെലനോമ ഉണ്ടാകാം.",
        "● അപകട ഘടകങ്ങൾ:",
        "-> നീണ്ട UV എക്സ്പോഷർ",
        "-> പോസിറ്റീവ് കുടുംബ ചരിത്രം",
        "-> നിരവധി മോളുകൾ",
        "● ജനിതക ഘടകങ്ങൾ",
        "-> ചില ജനിതക മ്യൂട്ടേഷനുകളും ഡിസ്പ്ലാസ്റ്റിക് നെവസ് സിൻഡ്രോം പോലുള്ള അവസ്ഥകളും സംവേദനക്ഷമത വർദ്ധിപ്പിക്കുന്നു",
        "-> വർണ്ണ രോഗികളുടെ ചർമ്മത്തിലെ സ്കിൻ ക്യാൻസർ - ആഫ്രിക്കൻ, ഏഷ്യൻ, ലാറ്റിനോ, മെഡിറ്ററേനിയൻ, മിഡിൽ ഈസ്റ്റേൺ, നേറ്റീവ് അമേരിക്കൻ വംശജരായ ആളുകൾ ഉൾപ്പെടുന്നു എന്നാൽ അതിൽ മാത്രം പരിമിതപ്പെടുന്നില്ല.",
        "-> സ്കിൻ ക്യാൻസർ എല്ലാ സ്കിൻ ടോണുകളിലുമുള്ള വ്യക്തികളെ ബാധിക്കും, അപൂർവ്വമായി സൂര്യതാപം ഏൽക്കുന്ന ഇരുണ്ട ചർമ്മമുള്ളവർ ഉൾപ്പെടെ.",
        "-> നിറമുള്ളവരിലെ മെലനോമ ശരീരത്തിലെ കൈപ്പത്തികൾ, പാദങ്ങൾ, നഖങ്ങൾക്ക് താഴെ എന്നിങ്ങനെയുള്ള സവിശേഷമായ സ്ഥലങ്ങളിൽ പ്രകടമാകാൻ പ്രവണത കാണിക്കുന്നു.",
        "-> ഈ വിഭിന്ന ലൊക്കേഷനുകൾ പലപ്പോഴും കണ്ടെത്തലും രോഗനിർണ്ണയവും വൈകിപ്പിക്കുന്നു, അവതരണത്തിൽ കൂടുതൽ വിപുലമായ രോഗ ഘട്ടങ്ങളിലേക്ക് നയിക്കുന്നു. ഇത് ചികിത്സയ്ക്ക് വെല്ലുവിളികൾ സൃഷ്ടിക്കുകയും അതിജീവന നിരക്ക് കുറയ്ക്കുകയും ചെയ്യും.",
        "-> വർണ്ണമുള്ള രോഗികളുടെ ചർമ്മത്തിന് മെലനോമ ഉണ്ടാകാനുള്ള സാധ്യത കുറവാണെങ്കിലും, ഈ ജനസംഖ്യയിൽ മൊത്തത്തിലുള്ള അതിജീവന നിരക്ക് വളരെ കുറവാണ്.",
        "-> ത്വക്ക് നിറമുള്ള രോഗികളിൽ, മെലനോമയ്ക്കുള്ള ഏറ്റവും കുറഞ്ഞ 5 വർഷത്തെ അതിജീവന നിരക്ക് കറുത്ത പുരുഷന്മാരാണ്.",
        "-> നിറമുള്ള ചർമ്മമുള്ള വ്യക്തികൾക്ക് അവരുടെ ചർമ്മത്തിലെ എന്തെങ്കിലും മാറ്റങ്ങളെക്കുറിച്ച് ജാഗ്രത പാലിക്കേണ്ടതും പതിവായി ചർമ്മ പരിശോധനയ്ക്ക് വിധേയമാകേണ്ടതും അത്യന്താപേക്ഷിതമാണ്, കാരണം നേരത്തെയുള്ള കണ്ടെത്തൽ ഒപ്റ്റിമൽ ഫലങ്ങൾക്ക് പ്രധാനമാണ്.",
        "-> നിറമുള്ള ആളുകളിൽ മെലനോമ വികസിപ്പിക്കുന്നതിനുള്ള സാധാരണമല്ലാത്ത ഈ സൈറ്റുകൾ കണക്കിലെടുത്ത് സമഗ്രമായ ചർമ്മ പരിശോധനകൾ നടത്തുന്നതിൽ ഡെർമറ്റോളജിസ്റ്റുകൾ ജാഗ്രത പാലിക്കണം.",
        "● നേരത്തെയുള്ള കണ്ടെത്തൽ:",
        "-> ത്വക്ക് കാൻസറിൻ്റെ ഏറ്റവും മാരകമായ രൂപമായ മെലനോമ, നേരത്തെ കണ്ടുപിടിച്ചാൽ ഫലപ്രദമായി ചികിത്സിക്കാൻ കഴിയും. നിങ്ങളുടെ ചർമ്മത്തെക്കുറിച്ച് പരിചിതരാകുകയും പ്രതിമാസ സ്വയം ത്വക്ക് പരിശോധന നടത്തുകയും ചെയ്യേണ്ടത് നിർണായകമാണ്. പ്രയാസകരമായ പരിശോധനയ്ക്ക് പങ്കാളിയുടെയോ സുഹൃത്തിൻ്റെയോ സഹായം തേടുക- പുറം, തലയോട്ടി തുടങ്ങിയ ഭാഗങ്ങളിൽ എത്തിച്ചേരുന്നത് ഈ പരീക്ഷകളുടെ സമഗ്രത വർദ്ധിപ്പിക്കുന്നു.",
        "-> നിങ്ങളുടെ ചർമ്മത്തിൽ മെലനോമയുടെ ഏതെങ്കിലും എബിസിഡിഇ ഉള്ള ഒരു പാട് കണ്ടെത്തിയാൽ, ഉടനടി മെഡിക്കൽ ഇടപെടൽ ഉറപ്പാക്കാൻ ബോർഡ്-സർട്ടിഫൈഡ് ഡെർമറ്റോളജിസ്റ്റിനെ അറിയിക്കുക.",
        "-> അമേരിക്കൻ കാൻസർ സൊസൈറ്റിയുടെ ഗൈഡ് അല്ലെങ്കിൽ അമേരിക്കൻ അക്കാദമി ഓഫ് ഡെർമറ്റോളജി അസോസിയേഷൻ്റെ സ്വയം ത്വക്ക് പരിശോധനകൾ നടത്തുന്നതിനുള്ള ഗൈഡ് കാണുക.",
        "■ മെലനോമയുടെ എബിസിഡിഇ:",
        ">> A (അസമമിതി) - ക്രമരഹിതമായ ആകൃതിയിൽ ഒരു പകുതി മറ്റേ പകുതിയുമായി പൊരുത്തപ്പെടുന്നില്ല",
        ">> ബി (അതിർത്തി) - അസമമായ അല്ലെങ്കിൽ ക്രമരഹിതമായ ബോർഡറുകൾ (സ്‌കലോപ്പ് അല്ലെങ്കിൽ നോച്ച്ഡ് ബോർഡറുകൾ)",
        ">> C (നിറം) - മോളിനുള്ളിലെ നിറവ്യത്യാസം (തവിട്ട്, കറുപ്പ്, ചുവപ്പ്, നീല അല്ലെങ്കിൽ വെള്ള നിറത്തിലുള്ള ഷേഡുകൾ ഉണ്ടാകാം)",
        ">> D (വ്യാസം) - 6 മില്ലീമീറ്ററിൽ കൂടുതൽ (പെൻസിൽ ഇറേസറിൻ്റെ വലിപ്പം)",
        "● E (വികസിക്കുന്നു)",
        "-> കാലക്രമേണ വലിപ്പം, ആകൃതി, നിറം, കൂടാതെ/അല്ലെങ്കിൽ ഉയർച്ച എന്നിവയിലെ മാറ്റങ്ങൾ + ചൊറിച്ചിൽ അല്ലെങ്കിൽ രക്തസ്രാവം പോലുള്ള ലക്ഷണങ്ങളുടെ വികസനം"
       ],
    "mni": [
        "■ ꯆꯥꯏꯕꯥꯔꯣꯛ ꯆꯩꯕꯤꯡꯊꯩꯁꯥꯛ",
        "● ꯇꯦꯝꯃꯥꯝꯄꯦꯛ ꯁꯦꯝꯅꯣꯛ ꯇꯦꯛꯂꯦꯗꯨꯝ:",
        "-> ꯃꯁꯨꯡꯊꯧ ꯑꯌꯥ ꯁꯥꯡꯁꯨ ꯆꯥꯔ ꯔꯩꯕꯇꯥ ꯏꯊꯥ ꯍꯥꯔꯤ ꯁꯨꯡꯊꯥ ꯏꯊꯥ ꯆꯠꯅꯥꯡ ꯑꯄꯨ ꯊꯥꯡ ꯄꯦꯟ ꯆꯩꯔ ꯃꯌꯥ ꯄꯣꯡꯔꯥ ꯃꯔꯣꯡ ꯁꯦꯝꯍꯥ ꯑꯃꯤ ꯊꯥꯡ ꯂꯩꯄꯥ ꯏꯊꯥ ꯆꯨꯡꯔꯦꯟ ꯊꯥꯡ ꯍꯩꯕ ꯆꯨꯡꯔꯦꯟ ꯑꯄꯨ ꯂꯧꯔꯤ ꯏꯝꯂꯣꯠ ꯫",
        "-> ꯑꯇꯦꯟ ꯁꯦꯝꯅꯣꯛ ꯑꯌꯥ ꯂꯦꯛ ꯆꯩꯔ ꯅꯥꯔꯧ ꯂꯣꯡꯕ ꯑꯇꯥ ꯑꯁꯥꯡꯕ ꯔꯤ ꯃꯌꯥ ꯄꯣꯡꯔꯥ ꯃꯔꯣꯡ ꯑꯇꯥ ꯑꯁꯥꯡꯕ ꯆꯩꯔ ꯅꯥꯔꯧ ꯂꯦꯛ ꯑꯃꯤ ꯄꯣꯡꯔꯥ ꯃꯔꯣꯡ ꯑꯇꯥ ꯆꯩꯔ ꯄꯣꯡꯔꯥ ꯃꯔꯣꯡ ꯔꯤ ꯂꯦꯔꯥ ꯄꯩꯊꯧ ꯑꯃꯤ ꯄꯣꯡꯔꯥ ꯃꯔꯣꯡ ꯑꯇꯥ ꯄꯩꯊꯧ ꯑꯃꯤ ꯄꯣꯡꯔꯥ ꯃꯔꯣꯡ ꯑꯇꯥ ꯑꯄꯨ ꯂꯩꯄꯥ ꯏꯊꯥ ꯆꯨꯡꯔꯦꯟ ꯊꯥꯡ ꯆꯠꯅꯥꯡ ꯏꯊꯥ ꯏꯊꯥ ꯍꯥꯔ ꯄꯩꯊꯧ",
        "● ꯑꯄꯨ ꯊꯨꯝꯔꯤ ꯁꯦꯔꯨ:",
        "-> ꯍꯥꯔ ꯔꯩꯕ ꯏꯇꯨ ꯅꯥꯔ ꯄꯣꯡꯔꯥ ꯑꯃꯤ ꯆꯨꯡꯔ ꯊꯥꯡ ꯔꯤ ꯁꯥꯡꯕ ꯄꯩꯊꯧ",
        "-> ꯇꯦꯡꯂꯥꯡꯁ ꯑꯇꯦꯟ ꯄꯩꯊꯧ ꯆꯨꯡꯔ ꯊꯥꯡ ꯔꯤ ꯇꯦꯝꯇꯦꯛ",
        "● ꯇꯦꯝꯃꯥꯝꯄꯦꯛ ꯁꯦꯔꯨ:",
        "-> ꯑꯇꯥ ꯍꯥꯔ ꯔꯤ ꯔꯩꯕ ꯂꯣꯡꯕ ꯔꯤ ꯁꯥꯡꯕ ꯄꯩꯊꯧ ꯏꯊꯥ ꯇ"],
    "mr": [ "■ घातक मेलेनोमा",
    "● महामारीविज्ञान आणि सामान्य माहिती:",
    "-> जरी भारतात कमी सामान्य असले तरी, घातक मेलेनोमा त्याच्या आक्रमक स्वभावामुळे एक लक्षणीय चिंतेचा विषय आहे.",
    "-> अनेकदा नवीन तीळ किंवा विद्यमान तीळमधील बदल, अनियमित सीमा आणि अनेक रंगांसह दिसतात.",
    "-> भारतीय लोकसंख्येमध्ये, विशेषत: गडद त्वचा असलेल्या लोकांमध्ये, पायांच्या तळवे आणि नखांच्या खाली अशा कमी उघड्या भागांवर मेलेनोमा होऊ शकतो.",
    "● जोखीम घटक:",
    "-> दीर्घकाळापर्यंत यूव्ही एक्सपोजर",
    "-> सकारात्मक कौटुंबिक इतिहास",
    "-> असंख्य मोल्स",
    "● अनुवांशिक घटक",
    "-> काही अनुवांशिक उत्परिवर्तन आणि डिस्प्लास्टिक नेव्हस सिंड्रोम सारख्या परिस्थितीमुळे अतिसंवेदनशीलता वाढते",
    "-> रंगीत रूग्णांच्या त्वचेतील त्वचेचा कर्करोग - आफ्रिकन, आशियाई, लॅटिनो, भूमध्यसागरीय, मध्यपूर्वेतील आणि मूळ अमेरिकन वंशाच्या लोकांचा समावेश आहे परंतु त्यापुरते मर्यादित नाही.",
    "-> त्वचेचा कर्करोग सर्व त्वचेच्या टोनच्या व्यक्तींना प्रभावित करू शकतो, ज्यात क्वचितच उन्हात जळजळ होत असलेल्या गडद त्वचेच्या लोकांसह.",
    "-> रंगाच्या लोकांमध्ये मेलेनोमा शरीरावर विशिष्ट ठिकाणी प्रकट होतो, जसे की हाताचे तळवे, पायांचे तळवे आणि नखांच्या खाली.",
    "-> या ॲटिपिकल स्थानांमुळे अनेकदा शोध आणि निदानास विलंब होतो, ज्यामुळे प्रेझेंटेशनच्या वेळी रोगाच्या अधिक प्रगत अवस्था होतात. यामुळे उपचारांसाठी आव्हाने निर्माण होतात आणि संभाव्य जगण्याचे प्रमाण कमी होते.",
    "-> गोरी त्वचा असलेल्या लोकांच्या तुलनेत रंगाच्या रूग्णांच्या त्वचेवर मेलेनोमाचा प्रादुर्भाव कमी असला तरी, या लोकसंख्येमध्ये एकूण जगण्याचा दर लक्षणीयपणे कमी आहे.",
    "-> रंगाच्या रूग्णांच्या त्वचेमध्ये, काळ्या पुरुषांमध्ये मेलेनोमासाठी सर्वात कमी 5 वर्षांचा जगण्याचा दर असतो.",
    "-> त्वचेचा रंग असलेल्या व्यक्तींनी त्यांच्या त्वचेतील कोणत्याही बदलांबद्दल जागरुक राहणे आणि नियमित त्वचा तपासणी करणे महत्वाचे आहे, कारण इष्टतम परिणामांसाठी लवकर शोध घेणे महत्वाचे आहे.",
    "-> रंगाच्या लोकांमध्ये मेलेनोमाच्या विकासासाठी या कमी वैशिष्ट्यपूर्ण साइट्सचा विचार करून, त्वचारोग तज्ञांनी संपूर्ण त्वचेच्या तपासणीसाठी सतर्क असले पाहिजे.",
    "● लवकर ओळख:",
    "-> मेलेनोमा, त्वचेच्या कर्करोगाचा सर्वात प्राणघातक प्रकार, लवकर आढळल्यास प्रभावीपणे उपचार केले जाऊ शकतात. तुमच्या त्वचेशी परिचित होणे आणि मासिक स्व-त्वचेच्या तपासणी करणे महत्वाचे आहे. तपासणी करण्यासाठी जोडीदार किंवा मित्राकडून मदत घेणे आवश्यक आहे. पाठ आणि टाळू सारख्या भागात पोहोचणे या परीक्षांची परिपूर्णता वाढवते.",
    "-> जर तुम्हाला तुमच्या त्वचेवर मेलेनोमाचा एबीसीडीई पैकी कोणताही डाग आढळल्यास, तत्काळ वैद्यकीय हस्तक्षेप सुनिश्चित करण्यासाठी बोर्ड-प्रमाणित त्वचाशास्त्रज्ञांना त्वरित सूचित करा.",
    "-> अमेरिकन कॅन्सर सोसायटीचे मार्गदर्शक किंवा अमेरिकन ऍकॅडमी ऑफ डर्मेटोलॉजी असोसिएशनचे स्वयं-त्वचेच्या तपासणीसाठी मार्गदर्शक पहा.",
    "■ एबीसीडीई ऑफ मेलेनोमा:",
    ">> ए (असममिती) - अनियमित आकाराचा जेथे एक अर्धा दुसऱ्या अर्ध्याशी जुळत नाही",
    ">> बी (सीमा) - असमान किंवा अनियमित सीमा (स्कॅलप्ड किंवा नॉच्ड बॉर्डर)",
    ">> सी (रंग) - तीळमधील रंगात फरक (तपकिरी, काळा, लाल, निळा किंवा पांढरा रंग असू शकतो)",
    ">> डी (व्यास) - 6 मिमी पेक्षा मोठा (पेन्सिल इरेजरचा आकार)",
    "● E (विकसित)",
    "-> कालांतराने आकार, आकार, रंग आणि/किंवा उंचीमधील बदल + खाज सुटणे किंवा रक्तस्त्राव यांसारख्या लक्षणांचा विकास"
   ],
    "ne": [ "■ घातक मेलानोमा",
    "● महामारी विज्ञान र सामान्य जानकारी:",
    "-> भारतमा कम सामान्य भए पनि, घातक मेलानोमा यसको आक्रामक प्रकृतिको कारणले एक महत्वपूर्ण चिन्ताको विषय बनेको छ।",
    "-> प्रायः नयाँ तिल वा अवस्थित तिलमा परिवर्तनको रूपमा देखा पर्दछ, अनियमित किनाराहरू र बहु ​​​​रङहरू।",
    "-> भारतीय जनसंख्यामा, विशेष गरी कालो छाला भएकाहरूमा, मेलानोमा खुट्टाको तल र नङ मुनि जस्ता कम खुला ठाउँहरूमा हुन सक्छ।",
    "● जोखिम कारक:",
    "-> लामो समय सम्म UV एक्सपोजर",
    "-> सकारात्मक पारिवारिक इतिहास",
    "-> धेरै तिल",
    "● आनुवंशिक कारक",
    "-> केहि आनुवंशिक उत्परिवर्तन र डिस्प्लास्टिक नेभस सिन्ड्रोम जस्ता अवस्थाहरूले संवेदनशीलता बढाउँछ",
    "-> रंग रोगीहरूको छालामा छालाको क्यान्सर - अफ्रिकी, एसियाली, ल्याटिनो, भूमध्यसागरीय, मध्य पूर्वी, र मूल अमेरिकी मूलका मानिसहरूलाई समावेश गर्दछ तर सीमित छैन।",
    "-> छालाको क्यान्सरले सबै छाला टोन भएका व्यक्तिहरूलाई असर गर्न सक्छ, जसमा कालो छाला भएकाहरू जो विरलै घाममा पर्छन्।",
    "-> रङ भएका मानिसहरूमा मेलानोमा शरीरमा अद्वितीय स्थानहरूमा प्रकट हुन्छ, जस्तै हातको हत्केला, खुट्टाको तल र नङ मुनि।",
    "-> यी असामान्य स्थानहरूले अक्सर पत्ता लगाउन र निदान गर्न ढिलाइ गर्दछ, जसले प्रस्तुतीकरणमा थप उन्नत रोग चरणहरू निम्त्याउँछ। यसले उपचारको लागि चुनौतीहरू खडा गर्दछ र सम्भावित रूपमा बाँच्ने दरहरू घटाउँछ।",
    "-> गोरी छाला भएका व्यक्तिहरूको तुलनामा रङ रोगीहरूको छालामा मेलानोमाको कम घटना भए तापनि, यस जनसंख्यामा समग्र बाँच्ने दर उल्लेखनीय रूपमा कम छ।",
    "-> रंग रोगीहरूको छालामा, कालो पुरुषहरूमा मेलानोमाको लागि सबैभन्दा कम 5-वर्ष बाँच्ने दर छ।",
    "-> छालाको रंग भएका व्यक्तिहरूको लागि आफ्नो छालामा हुने कुनै पनि परिवर्तनको बारेमा सतर्क रहनु र नियमित छालाको जाँचहरू गराउनु महत्त्वपूर्ण छ, किनकि प्रारम्भिक पत्ता लगाउनु इष्टतम परिणामहरूको लागि महत्वपूर्ण हुन्छ।",
    "-> रंगीन व्यक्तिहरूमा मेलानोमा विकासको लागि यी कम विशिष्ट साइटहरूलाई विचार गर्दै, छाला विशेषज्ञहरू राम्ररी छाला परीक्षणहरू सञ्चालन गर्न सतर्क हुनुपर्छ।",
    "● प्रारम्भिक पहिचान:",
    "-> मेलानोमा, छालाको क्यान्सरको सबैभन्दा घातक रूप, यदि प्रारम्भिक रूपमा पत्ता लगाइयो भने प्रभावकारी रूपमा उपचार गर्न सकिन्छ। तपाईंको छालासँग परिचित हुन र मासिक स्व-छाला परीक्षणहरू सञ्चालन गर्न महत्त्वपूर्ण छ। परिक्षण गर्न साझेदार वा साथीको सहयोग खोज्दै। पछाडि र टाउको जस्ता क्षेत्रमा पहुँचले यी परीक्षाहरूको पूर्णता बढाउँछ।",
    "-> यदि तपाईंले आफ्नो छालामा मेलानोमाको कुनै पनि ABCDEs भएको दाग फेला पार्नुभयो भने, तुरुन्तै चिकित्सा हस्तक्षेप सुनिश्चित गर्न बोर्ड-प्रमाणित छाला विशेषज्ञलाई सूचित गर्नुहोस्।",
    "-> अमेरिकन क्यान्सर सोसाइटीको गाइड वा अमेरिकन एकेडेमी अफ डर्माटोलोजी एसोसिएसनको आत्म-छाला परीक्षणहरू गर्न गाइड हेर्नुहोस्।",
    "■ ABCDE's of Melanoma:",
    ">> A (असममिति) - अनियमित आकारको जहाँ एउटा आधा अर्को आधासँग मेल खाँदैन",
    ">> बी (सिमाना) - असमान वा अनियमित किनाराहरू (स्क्यालोप्ड वा नोच्ड बोर्डरहरू)",
    ">> C (रङ) - तिल भित्रको रंगमा भिन्नता (खैरो, कालो, रातो, नीलो, वा सेतो रंगहरू उपस्थित हुन सक्छन्)",
    ">> डी (व्यास) - 6 मिमी भन्दा ठूलो (पेन्सिल इरेजरको आकार)",
    "● E (विकसित)",
    "-> समयसँगै आकार, आकार, रंग, र/वा उचाइमा परिवर्तनहरू + खुजली वा रगत बग्ने जस्ता लक्षणहरूको विकास"
   ],
    "or": ["■ କ୍ଷତିକାରକ ମେଲାନୋମା",
    "● ଏପିଡେମୋଲୋଜି ଏବଂ ସାଧାରଣ ସୂଚନା:",
    "-> ଯଦିଓ ଭାରତରେ କମ୍ ସାଧାରଣ, ଏହାର ଆକ୍ରମଣାତ୍ମକ ପ୍ରକୃତି ହେତୁ କ୍ଷତିକାରକ ମେଲାନୋମା ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଚିନ୍ତା ହୋଇ ରହିଥାଏ।",
    "-> ପ୍ରାୟତ ir ଅନିୟମିତ ସୀମା ଏବଂ ଏକାଧିକ ରଙ୍ଗ ସହିତ ଏକ ନୂତନ ମୋଲ୍ କିମ୍ବା ଏକ ବିଦ୍ୟମାନ ମୋଲରେ ପରିବର୍ତ୍ତନ ଭାବରେ ଦେଖାଯାଏ |",
    "-> ଭାରତୀୟ ଜନସଂଖ୍ୟାରେ, ବିଶେଷତ dark ଗା dark ଼ ଚର୍ମ ଥିବା ଲୋକମାନଙ୍କଠାରେ, ପାଦର ପାଦ ଏବଂ ନଖ ତଳେ ମେଲାନୋମା କମ୍ ଉନ୍ମୁକ୍ତ ଅଞ୍ଚଳରେ ହୋଇପାରେ |",
    "● ବିପଦ କାରକ:",
    "-> ଦୀର୍ଘସ୍ଥାୟୀ UV ଏକ୍ସପୋଜର",
    "-> ସକରାତ୍ମକ ପରିବାର ଇତିହାସ",
    "-> ବହୁ ସଂଖ୍ୟାରେ",
    "● ଜେନେଟିକ୍ କାରକଗୁଡିକ",
    "-> କେତେକ ଜେନେଟିକ୍ ପରିବର୍ତ୍ତନ ଏବଂ ଡିସପ୍ଲାଷ୍ଟିକ୍ ନେଭସ୍ ସିଣ୍ଡ୍ରୋମ ପରି ଅବସ୍ଥା ସମ୍ବେଦନଶୀଳତା ବ increase ାଇଥାଏ",
    "-> ରଙ୍ଗ ରୋଗୀଙ୍କ ଚର୍ମରେ ଚର୍ମ କର୍କଟ - ଆଫ୍ରିକୀୟ, ଏସୀୟ, ଲାଟିନୋ, ଭୂମଧ୍ୟସାଗରୀୟ, ମଧ୍ୟ ପୂର୍ବ ଏବଂ ପ୍ରବାସୀ ଭାରତୀୟଙ୍କ ମଧ୍ୟରେ ସୀମିତ ନୁହେଁ।",
    "-> ଚର୍ମ କର୍କଟ ସମସ୍ତ ଚର୍ମ ସ୍ୱରର ବ୍ୟକ୍ତିବିଶେଷଙ୍କୁ ପ୍ରଭାବିତ କରିପାରେ, ଯେଉଁମାନଙ୍କ ସହିତ ଗା dark ଼ ଚର୍ମ ଥିବା, ଯେଉଁମାନେ କ୍ୱଚିତ୍ ସୂର୍ଯ୍ୟକିରଣ କରନ୍ତି |",
    "-> ରଙ୍ଗର ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ମେଲାନୋମା ଶରୀରର ଅନନ୍ୟ ସ୍ଥାନରେ ଦେଖାଯାଏ ଯେପରିକି ହାତର ପାପୁଲି, ପାଦର ପାଦ ଏବଂ ନଖ ତଳେ।",
    "-> ଯଦିଓ ରଙ୍ଗର ରୋଗୀଙ୍କ ଚର୍ମରେ ମେଲାନୋମା ରୋଗର ମାତ୍ରା କମ୍, କିନ୍ତୁ ଏହି ଜନସଂଖ୍ୟାରେ ବଞ୍ଚିବାର ହାର ଉଲ୍ଲେଖନୀୟ ଭାବରେ କମ୍ ଅଟେ।",
    "-> ରଙ୍ଗ ରୋଗୀଙ୍କ ଚର୍ମ ମଧ୍ୟରେ କୃଷ୍ଣଙ୍କର ମେଲାନୋମା ପାଇଁ 5 ବର୍ଷର ବଞ୍ଚିବାର ହାର ସର୍ବନିମ୍ନ ଅଟେ।",
    "-> ରଙ୍ଗର ଚର୍ମ ଥିବା ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ ସେମାନଙ୍କର ଚର୍ମରେ କ changes ଣସି ପରିବର୍ତ୍ତନ ପାଇଁ ସଜାଗ ରହିବା ଏବଂ ନିୟମିତ ଚର୍ମ ପରୀକ୍ଷା କରିବା ଅତ୍ୟନ୍ତ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ, କାରଣ ଶୀଘ୍ର ଚିହ୍ନଟ କରିବା ସର୍ବୋତ୍କୃଷ୍ଟ ଫଳାଫଳ ପାଇଁ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ |",
    "-> ରଙ୍ଗର ଲୋକଙ୍କ ମଧ୍ୟରେ ମେଲାନୋମା ବିକାଶ ପାଇଁ ଏହି କମ୍ ସାଧାରଣ ସାଇଟଗୁଡିକୁ ବିଚାର କରି ଚର୍ମ ଚର୍ମ ପୁଙ୍ଖାନୁପୁଙ୍ଖ ପରୀକ୍ଷା କରିବା ପାଇଁ ଚର୍ମରୋଗ ବିଶେଷଜ୍ଞମାନେ ସଜାଗ ରହିବା ଉଚିତ୍।",
    "● ପ୍ରାରମ୍ଭିକ ଚିହ୍ନଟ:",
    "-> ମେଲାନୋମା, ଚର୍ମ କର୍କଟ ରୋଗର ସବୁଠାରୁ ମାରାତ୍ମକ ରୂପ, ଶୀଘ୍ର ଚିହ୍ନଟ ହେଲେ ପ୍ରଭାବଶାଳୀ ଭାବରେ ଚିକିତ୍ସା କରାଯାଇପାରିବ | ଆପଣଙ୍କ ଚର୍ମ ସହିତ ପରିଚିତ ହେବା ଏବଂ ମାସିକ ସ୍ skin ଚ୍ଛ ଚର୍ମ ପରୀକ୍ଷା କରିବା ଅତ୍ୟନ୍ତ ଜରୁରୀ ଅଟେ। ପଛ ଏବଂ ତ୍ୱଚା ପରି ଅଞ୍ଚଳରେ ପହଞ୍ଚନ୍ତୁ ଏହି ପରୀକ୍ଷଣଗୁଡିକର ପୁଙ୍ଖାନୁପୁଙ୍ଖତା ବ ances ାଇଥାଏ | ",
    "-> ଯଦି ତୁମେ ତୁମର ଚର୍ମରେ ଏକ ଦାଗ ଖୋଜୁଛ, ଯେଉଁଥିରେ ମେଲାନୋମା ର କ C ଣସି ABCDE ଥାଏ, ତୁରନ୍ତ ଡାକ୍ତରୀ ହସ୍ତକ୍ଷେପ ନିଶ୍ଚିତ କରିବାକୁ ତୁରନ୍ତ ଏକ ବୋର୍ଡ-ସାର୍ଟିଫାଏଡ୍ ଚର୍ମ ରୋଗ ବିଶେଷଜ୍ଞଙ୍କୁ ଜଣାନ୍ତୁ |",
    "-> ଆମେରିକୀୟ କ୍ୟାନସର ସୋସାଇଟିର ଗାଇଡ୍ କିମ୍ବା ଆମେରିକୀୟ ଏକାଡେମୀ ଅଫ୍ ଡର୍ମାଟୋଲୋଜି ଆସୋସିଏସନ୍ ର ସ୍ skin ୟ ଚର୍ମ ପରୀକ୍ଷା କରିବା ପାଇଁ ଗାଇଡ୍ ଦେଖନ୍ତୁ।",
    "Mel ମେଲାନୋମା ର ABCDE:",
    ">> ଏ (ଅସୀମତା) - ଅନିୟମିତ ଭାବରେ ଆକୃତି ଯେଉଁଠାରେ ଗୋଟିଏ ଅଧା ଅନ୍ୟ ଅଧା ସହିତ ମେଳ ଖାଉ ନାହିଁ",
    ">> ବି (ସୀମା) - ଅସମାନ କିମ୍ବା ଅନିୟମିତ ସୀମା (ସ୍କାଲପେଡ୍ କିମ୍ବା ନଚ୍ ହୋଇଥିବା ସୀମା)",
    ">> C (ରଙ୍ଗ) - ମୋଲ ଭିତରେ ରଙ୍ଗର ପରିବର୍ତ୍ତନ (ବାଦାମୀ, କଳା, ନାଲି, ନୀଳ, କିମ୍ବା ଧଳା ରଙ୍ଗର ଛାଇ ଉପସ୍ଥିତ ଥାଇପାରେ)",
    ">> ଡି (ବ୍ୟାସ) - 6 ମିମିରୁ ବଡ (ଏକ ପେନ୍ସିଲ ଇରେଜରର ଆକାର)",
    "● E (ବିକାଶ)",
    "-> ସମୟ ସହିତ ଆକାର, ଆକୃତି, ରଙ୍ଗ, ଏବଂ / କିମ୍ବା ଉଚ୍ଚତାରେ ପରିବର୍ତ୍ତନ + କୁଞ୍ଚିବା କିମ୍ବା ରକ୍ତସ୍ରାବ ଭଳି ଲକ୍ଷଣର ବିକାଶ |"
   ],
    "pa": [ "■ ਘਾਤਕ ਮੇਲਾਨੋਮਾ",
    "● ਮਹਾਂਮਾਰੀ ਵਿਗਿਆਨ ਅਤੇ ਆਮ ਜਾਣਕਾਰੀ:",
    "-> ਹਾਲਾਂਕਿ ਭਾਰਤ ਵਿੱਚ ਘੱਟ ਆਮ ਹੈ, ਘਾਤਕ ਮੇਲਾਨੋਮਾ ਇਸਦੇ ਹਮਲਾਵਰ ਸੁਭਾਅ ਦੇ ਕਾਰਨ ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਚਿੰਤਾ ਬਣੀ ਹੋਈ ਹੈ।",
    "-> ਅਕਸਰ ਅਨਿਯਮਿਤ ਬਾਰਡਰਾਂ ਅਤੇ ਕਈ ਰੰਗਾਂ ਦੇ ਨਾਲ ਇੱਕ ਨਵੇਂ ਤਿਲ ਜਾਂ ਮੌਜੂਦਾ ਮੋਲ ਵਿੱਚ ਤਬਦੀਲੀ ਦੇ ਰੂਪ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ।",
    "-> ਭਾਰਤੀ ਆਬਾਦੀ ਵਿੱਚ, ਖਾਸ ਤੌਰ 'ਤੇ ਗੂੜ੍ਹੀ ਚਮੜੀ ਵਾਲੇ ਲੋਕਾਂ ਵਿੱਚ, ਮੇਲਾਨੋਮਾ ਪੈਰਾਂ ਦੇ ਤਲੇ ਅਤੇ ਨਹੁੰਆਂ ਦੇ ਹੇਠਾਂ ਘੱਟ ਖੁੱਲ੍ਹੇ ਖੇਤਰਾਂ ਵਿੱਚ ਹੋ ਸਕਦਾ ਹੈ।",
    "● ਜੋਖਮ ਦੇ ਕਾਰਕ:",
    "-> ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਯੂਵੀ ਐਕਸਪੋਜਰ",
    "-> ਸਕਾਰਾਤਮਕ ਪਰਿਵਾਰਕ ਇਤਿਹਾਸ",
    "-> ਬਹੁਤ ਸਾਰੇ ਮੋਲਸ",
    "● ਜੈਨੇਟਿਕ ਕਾਰਕ",
    "-> ਕੁਝ ਜੈਨੇਟਿਕ ਪਰਿਵਰਤਨ ਅਤੇ ਸਥਿਤੀਆਂ ਜਿਵੇਂ ਕਿ ਡਿਸਪਲੇਸਟਿਕ ਨੇਵਸ ਸਿੰਡਰੋਮ ਸੰਵੇਦਨਸ਼ੀਲਤਾ ਵਧਾਉਂਦੇ ਹਨ",
    "-> ਰੰਗ ਰੋਗੀਆਂ ਦੀ ਚਮੜੀ ਵਿੱਚ ਚਮੜੀ ਦਾ ਕੈਂਸਰ - ਅਫਰੀਕੀ, ਏਸ਼ੀਅਨ, ਲੈਟਿਨੋ, ਮੈਡੀਟੇਰੀਅਨ, ਮੱਧ ਪੂਰਬੀ, ਅਤੇ ਮੂਲ ਅਮਰੀਕੀ ਮੂਲ ਦੇ ਲੋਕ ਸ਼ਾਮਲ ਹਨ ਪਰ ਇਹਨਾਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹਨ।",
    "-> ਚਮੜੀ ਦਾ ਕੈਂਸਰ ਚਮੜੀ ਦੇ ਸਾਰੇ ਰੰਗਾਂ ਵਾਲੇ ਵਿਅਕਤੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਗੂੜ੍ਹੀ ਚਮੜੀ ਵਾਲੇ ਲੋਕ ਵੀ ਸ਼ਾਮਲ ਹਨ ਜੋ ਘੱਟ ਹੀ ਧੁੱਪ ਨਾਲ ਝੁਲਦੇ ਹਨ।",
    "-> ਰੰਗਾਂ ਵਾਲੇ ਲੋਕਾਂ ਵਿੱਚ ਮੇਲਾਨੋਮਾ ਸਰੀਰ ਦੇ ਵਿਲੱਖਣ ਸਥਾਨਾਂ ਵਿੱਚ ਪ੍ਰਗਟ ਹੁੰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਹੱਥਾਂ ਦੀਆਂ ਹਥੇਲੀਆਂ, ਪੈਰਾਂ ਦੇ ਤਲੇ, ਅਤੇ ਨਹੁੰਆਂ ਦੇ ਹੇਠਾਂ।",
    "-> ਇਹ ਅਸਧਾਰਨ ਸਥਾਨ ਅਕਸਰ ਖੋਜ ਅਤੇ ਤਸ਼ਖ਼ੀਸ ਵਿੱਚ ਦੇਰੀ ਕਰਦੇ ਹਨ, ਜਿਸ ਨਾਲ ਪ੍ਰਸਤੁਤੀ 'ਤੇ ਬਿਮਾਰੀ ਦੇ ਵਧੇਰੇ ਉੱਨਤ ਪੜਾਅ ਹੁੰਦੇ ਹਨ। ਇਹ ਇਲਾਜ ਲਈ ਚੁਣੌਤੀਆਂ ਪੈਦਾ ਕਰਦਾ ਹੈ ਅਤੇ ਸੰਭਾਵੀ ਤੌਰ 'ਤੇ ਬਚਣ ਦੀਆਂ ਦਰਾਂ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ।",
    "-> ਭਾਵੇਂ ਕਿ ਰੰਗ ਦੇ ਮਰੀਜ਼ਾਂ ਦੀ ਚਮੜੀ ਵਿੱਚ ਮੇਲਾਨੋਮਾ ਦੀ ਘੱਟ ਘਟਨਾ ਹੁੰਦੀ ਹੈ ਗੋਰੀ ਚਮੜੀ ਵਾਲੇ ਵਿਅਕਤੀਆਂ ਦੇ ਮੁਕਾਬਲੇ, ਇਸ ਆਬਾਦੀ ਵਿੱਚ ਸਮੁੱਚੀ ਬਚਣ ਦੀ ਦਰ ਖਾਸ ਤੌਰ 'ਤੇ ਘੱਟ ਹੈ।",
    "-> ਰੰਗ ਰੋਗੀਆਂ ਦੀ ਚਮੜੀ ਵਿੱਚ, ਕਾਲੇ ਮਰਦਾਂ ਵਿੱਚ ਮੇਲਾਨੋਮਾ ਲਈ ਸਭ ਤੋਂ ਘੱਟ 5-ਸਾਲ ਬਚਣ ਦੀ ਦਰ ਹੈ।",
    "-> ਚਮੜੀ ਦੇ ਰੰਗ ਵਾਲੇ ਵਿਅਕਤੀਆਂ ਲਈ ਆਪਣੀ ਚਮੜੀ ਵਿੱਚ ਕਿਸੇ ਵੀ ਤਬਦੀਲੀ ਬਾਰੇ ਸੁਚੇਤ ਰਹਿਣਾ ਅਤੇ ਚਮੜੀ ਦੀ ਨਿਯਮਤ ਜਾਂਚਾਂ ਕਰਵਾਉਣਾ ਮਹੱਤਵਪੂਰਨ ਹੈ, ਕਿਉਂਕਿ ਸ਼ੁਰੂਆਤੀ ਖੋਜ ਸਰਵੋਤਮ ਨਤੀਜਿਆਂ ਲਈ ਕੁੰਜੀ ਹੈ।",
    "-> ਰੰਗ ਦੇ ਲੋਕਾਂ ਵਿੱਚ ਮੇਲਾਨੋਮਾ ਦੇ ਵਿਕਾਸ ਲਈ ਇਹਨਾਂ ਘੱਟ ਖਾਸ ਸਾਈਟਾਂ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦੇ ਹੋਏ, ਚਮੜੀ ਦੇ ਮਾਹਿਰਾਂ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਚਮੜੀ ਦੀ ਜਾਂਚ ਕਰਵਾਉਣ ਵਿੱਚ ਚੌਕਸ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "● ਛੇਤੀ ਖੋਜ:",
    "-> ਮੇਲਾਨੋਮਾ, ਚਮੜੀ ਦੇ ਕੈਂਸਰ ਦਾ ਸਭ ਤੋਂ ਘਾਤਕ ਰੂਪ, ਜੇਕਰ ਛੇਤੀ ਪਤਾ ਲੱਗ ਜਾਵੇ ਤਾਂ ਇਸਦਾ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਇਲਾਜ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਹਾਡੀ ਚਮੜੀ ਤੋਂ ਜਾਣੂ ਹੋਣਾ ਅਤੇ ਮਾਸਿਕ ਸਵੈ-ਚਮੜੀ ਦੀ ਜਾਂਚ ਕਰਵਾਉਣਾ ਮਹੱਤਵਪੂਰਨ ਹੈ। ਮੁਸ਼ਕਲ-ਮੁਆਇਨਾ ਕਰਨ ਲਈ ਕਿਸੇ ਸਾਥੀ ਜਾਂ ਦੋਸਤ ਤੋਂ ਸਹਾਇਤਾ ਦੀ ਮੰਗ ਕਰਨਾ- ਪਿੱਠ ਅਤੇ ਖੋਪੜੀ ਵਰਗੇ ਖੇਤਰਾਂ ਤੱਕ ਪਹੁੰਚਣਾ ਇਹਨਾਂ ਪ੍ਰੀਖਿਆਵਾਂ ਦੀ ਸੰਪੂਰਨਤਾ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।",
    "-> ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣੀ ਚਮੜੀ 'ਤੇ ਕੋਈ ਅਜਿਹਾ ਸਥਾਨ ਮਿਲਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਮੇਲਾਨੋਮਾ ਦਾ ਕੋਈ ਵੀ ABCDE ਹੈ, ਤਾਂ ਤੁਰੰਤ ਡਾਕਟਰੀ ਦਖਲਅੰਦਾਜ਼ੀ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਇੱਕ ਬੋਰਡ-ਪ੍ਰਮਾਣਿਤ ਚਮੜੀ ਦੇ ਮਾਹਰ ਨੂੰ ਤੁਰੰਤ ਸੂਚਿਤ ਕਰੋ।",
    "-> ਅਮੈਰੀਕਨ ਕੈਂਸਰ ਸੋਸਾਇਟੀ ਦੀ ਗਾਈਡ ਜਾਂ ਅਮੈਰੀਕਨ ਅਕੈਡਮੀ ਆਫ਼ ਡਰਮਾਟੋਲੋਜੀ ਐਸੋਸੀਏਸ਼ਨ ਦੀ ਸਵੈ-ਚਮੜੀ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਗਾਈਡ ਦੇਖੋ।",
    "■ ਮੇਲਾਨੋਮਾ ਦਾ ABCDE:",
    ">> ਏ (ਅਸਮਮਿਤੀ) - ਅਨਿਯਮਿਤ ਰੂਪ ਵਿੱਚ ਜਿੱਥੇ ਇੱਕ ਅੱਧਾ ਦੂਜੇ ਅੱਧ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ",
    ">> ਬੀ (ਬਾਰਡਰ) - ਅਸਮਾਨ ਜਾਂ ਅਨਿਯਮਿਤ ਬਾਰਡਰ (ਸਕੈਲੋਪਡ ਜਾਂ ਨੌਚਡ ਬਾਰਡਰ)",
    ">> C (ਰੰਗ) - ਮੋਲ ਦੇ ਅੰਦਰ ਰੰਗ ਵਿੱਚ ਭਿੰਨਤਾ (ਭੂਰੇ, ਕਾਲੇ, ਲਾਲ, ਨੀਲੇ, ਜਾਂ ਚਿੱਟੇ ਦੇ ਰੰਗ ਮੌਜੂਦ ਹੋ ਸਕਦੇ ਹਨ)",
    ">> ਡੀ (ਵਿਆਸ) - 6 ਮਿਲੀਮੀਟਰ ਤੋਂ ਵੱਡਾ (ਪੈਨਸਿਲ ਇਰੇਜ਼ਰ ਦਾ ਆਕਾਰ)",
    "● E (ਵਿਕਾਸ)",
    "-> ਸਮੇਂ ਦੇ ਨਾਲ ਆਕਾਰ, ਆਕਾਰ, ਰੰਗ, ਅਤੇ/ਜਾਂ ਉਚਾਈ ਵਿੱਚ ਬਦਲਾਅ + ਖੁਜਲੀ ਜਾਂ ਖੂਨ ਵਗਣ ਵਰਗੇ ਲੱਛਣਾਂ ਦਾ ਵਿਕਾਸ"
   ],
    "sa": [ "■ घातक मेलेनोमा",
    "● महामारी विज्ञान एवं सामान्य सूचना:",
    "-> भारते यद्यपि न्यूनं भवति तथापि घातकमेलेनोमा आक्रामकस्वभावात् महत्त्वपूर्णचिन्तारूपेण वर्तते।",
    "-> प्रायः नूतनतिलरूपेण अथवा विद्यमानस्य तिलस्य परिवर्तनरूपेण, अनियमितसीमाभिः बहुवर्णैः च दृश्यते।",
    "-> भारतीयजनसंख्यासु विशेषतः कृष्णत्वक्युक्तेषु मेलेनोमा पादतलवत् न्यूनप्रकटितक्षेत्रेषु नखाधः च भवितुं शक्नोति।",
    "● जोखिम कारक:",
    "-> दीर्घकालं यावत् पराबैंगनी संपर्कः",
    "-> सकारात्मकः कुल-इतिहासः",
    "-> अनेक तिल", 
    "● आनुवंशिक कारक", 
    "-> कतिपय आनुवंशिक उत्परिवर्तनानि तथा डिस्प्लास्टिक नेवस सिण्ड्रोम इत्यादीनि परिस्थितयः संवेदनशीलतां वर्धयन्ति",
    "-> वर्णरोगिणां त्वचायां त्वचाकर्क्कटः - अत्र आफ्रिका, एशियाई, लैटिनो, भूमध्यसागरीय, मध्यपूर्वीयः, अमेरिकनदेशीयः च जनाः समाविष्टाः सन्ति किन्तु एतेषु एव सीमिताः न सन्ति।",
    "-> त्वचाकर्क्कटः सर्वेषां त्वचास्वरस्य व्यक्तिं प्रभावितं कर्तुं शक्नोति, यत्र कृष्णवर्णीयत्वक् येषां दुर्लभतया सूर्यदहः भवति।",
    "-> वर्णस्य जनानां मेलेनोमा शरीरे अद्वितीयस्थानेषु, यथा हस्ततलयोः, पादतलयोः, नखयोः अधः च प्रकटितुं प्रवृत्तः भवति।",
    "-> एते अविशिष्टस्थानानि प्रायः पत्ताङ्गीकरणं निदानं च विलम्बयन्ति, येन प्रस्तुतीकरणे अधिकानि उन्नतानि रोगपदानि भवन्ति। एतेन चिकित्सायाः कृते चुनौतीः भवन्ति तथा च सम्भाव्यतया जीवितस्य दरं न्यूनीकरोति।",
    "-> यद्यपि वर्णस्य त्वचायाः रोगिणां मेलेनोमा-रोगस्य प्रकोपः गोरा-त्वक्-व्यक्तिनां तुलने न्यूनः भवति तथापि समग्ररूपेण जीवितस्य दरः अस्मिन् जनसंख्यायां उल्लेखनीयरूपेण न्यूनः भवति।",
    "-> वर्णरोगिणां मध्ये कृष्णवर्णीयपुरुषाणां मेलेनोमारोगस्य ५ वर्षाणां जीवितस्य दरः न्यूनतमः भवति।",
    "-> वर्णत्वक्युक्तानां व्यक्तिनां कृते स्वस्य त्वचायां यत्किमपि परिवर्तनं भवति तस्य विषये सतर्कः भवितुं नियमितरूपेण त्वचापरीक्षां कर्तुं च महत्त्वपूर्णं भवति, यतः इष्टतमपरिणामानां कृते शीघ्रं पत्ताङ्गीकरणं कुञ्जी भवति।",
    "-> वर्णस्य जनानां मेलेनोमाविकासाय एतानि न्यूनविशिष्टानि स्थलानि विचार्य त्वचाविशेषज्ञाः सम्यक् त्वचापरीक्षां कर्तुं सतर्काः भवेयुः।",
    "● शीघ्र पता लगाना:",
    "-> मेलेनोमा, त्वचाकर्क्कटस्य घातकतमः रूपः, यदि शीघ्रमेव ज्ञायते तर्हि प्रभावीरूपेण चिकित्सा कर्तुं शक्यते। स्वत्वक् परिचितः भूत्वा मासिकं स्वत्वक्परीक्षां कर्तुं महत्त्वपूर्णम् अस्ति। कठिन-निरीक्षणार्थं भागीदारस्य मित्रस्य वा सहायतां प्राप्तुं पृष्ठं, शिरोभागं च इत्यादीनां क्षेत्राणां प्राप्तिः एतेषां परीक्षानां सम्यक्त्वं वर्धयति।",
    "-> यदि भवान् स्वस्य त्वचायां एतादृशं बिन्दुं प्राप्नोति यस्मिन् मेलेनोमा-रोगस्य एबीसीडीई-मध्ये कश्चन अपि अस्ति, तर्हि शीघ्रं चिकित्सा-हस्तक्षेपं सुनिश्चित्य बोर्ड-प्रमाणित-चर्मरोगविशेषज्ञं सूचयन्तु।",
    "-> अमेरिकन कैंसर सोसायटी इत्यस्य मार्गदर्शिकां वा अमेरिकन एकेडमी आफ् डर्माटोलॉजी एसोसिएशनस्य स्वचर्मपरीक्षां कर्तुं मार्गदर्शिकां पश्यन्तु।",
    "■ मेलानोमास्य ABCDE’s:",
    ">> क (विषमता) - अनियमितरूपेण यत्र एकः अर्धः अन्यः अर्धः न मेलति", 
    ">> ख (सीमा) - विषमाः अनियमिताः वा सीमाः (स्कैलप्ड् वा नोच्ड् वा सीमाः)",
    ">> ग (वर्णः) - तिलस्य अन्तः वर्णविविधता (भूरेण, कृष्णेन, रक्तेन, नीलेन, श्वेतेन वा छायाः उपस्थिताः भवेयुः)",
    ">> D (व्यासः) - ६ मि.मी.(पेन्सिल-मेटकस्य आकारः) इत्यस्मात् बृहत्तरः",
    "● ई (विकसित)", 
    "-> कालान्तरे आकारे, आकारे, वर्णे,/अथवा ऊर्ध्वतायां परिवर्तनं + कण्डूः रक्तस्रावः इत्यादीनां लक्षणानाम् विका"
   ] ,
    "sat": [ "■ gạlti mēlanōma",
    "● Mahamari ar sadharọn khobor:",
    "-> Bharot disom re ạḍi komge ńamoḱ kanre hõ, ạḍi jạruṛan ạri-cạli iạte ạḍi jạruṛan melanoma do̠ ạḍi jạruṛan kạmi kana.",
    "-> Aema dhao nãwã ḍạr se menak̕ ḍạr re pherao lekate ńelok̕ kana, be-niạm simạ ar aema lekan rạṅgao sãote.",
    "-> Bharot disom ren hoṛko modre, khas lekate okoe koak̕ ạḍi gạhir ạkil menak̕ onko re melanoma do̠ ạḍi kom jạruṛok̕kan jaega kore jeleka jaṅga reak̕ ḍahar ar ḍahar latar re ho̠yo̠k̕a.",
    "● Jạruṛaḱ karon:",
    "-> Ạḍi din hạbic̕ UV jạpit̕",
    "-> napae gharọńj itihas",
    "-> Aema lekan mole",
    "● Jenetik karon",
    "-> ḍisplastik nevus sindrom lekan kichu jeneṭik muṭeṭeson ar sạriạk̕te ạḍi jạruṛok̕ kana",
    "-> Rạṅgao rogikoak̕ harta cancer - noa re do̠ africa, esia, latino, mediṭranean, tala purạm ar ạdibạsi amrican jạtren ho̠ṛko selet̕ akana menkhan noa do̠ baṅ.",
    "-> Harta cancer do̠ sanam harta tone ren ho̠ṛkoe ạḍi jạruṛa, ona sãote ạḍi gạhir harta menak̕ko okoe do̠ ạḍi tho̠ṛa ge ạḍi jạruṛa.",
    "-> Roṅ reaḱ hoṛko reaḱ Melanoma do hoṛmo reaḱ asol jaega kore ńeloḱ kana, jeleka ti reaḱ ḍahare, jaṅga reaḱ ḍahare, ar ḍahar reaḱ ḍahare.",
    "-> Noa atypical jaega kore aema dhao ḍeṭekṭon ar ḍahar ḍahar kạmi reaḱ ḍher ghạṛić kạmi hoyoḱ kana, onate ạḍi laha reaḱ rog reaḱ ḍạrko ạḍi jạruṛa. Noa do̠ cikisa lạgit́ ạḍi jạruṛa ar jion reaḱ ḍhertet́ do̠ kom hoyoḱa.",
    "-> Hõ̠ rạṅgao akan harta reaḱ rogiko do̠ ạḍi komgea melanoma reaḱ ghoṭona, menkhan noa jạt modre jo̠to̠ lekan jion reaḱ ḍhertet́ do̠ ạḍi komgea.",
    "-> Roṅ reaḱ haṛam rogiko modre, ạḍi kom 5 bochor hạbić melanoma reaḱ jion reaḱ ḍhertet́ do̠ ạḍi komgea.",
    "-> Rạṅgao akan hoṛko lạgit́ ạḍi jạruṛa je onko do akoaḱ ạḍi jạruṛan ạkil reaḱ jahan bodol reaḱ ko cet́et́ kana ar ạḍi jạruṛan ạkil reaḱ biḍạu ko hatao ma, cedak̕ je ạḍi usạrate ńel ńam do̠ ạḍi bhage jo̠m ńam lạgit̕ ạḍi jạruṛa.",
    "-> Dermatologist ko do̠ rạṅgao akan ho̠ṛkoak̕ melanoma jạruṛok̕ lạgit̕ noa ko̠m ạḍi jạruṛan jaega ko̠ hudiseda, ạḍi bhage te ạḍi jạruṛan ạḍi jạruṛan ạḍi jạruṛan jaega ko̠ hudiseda.",
    "● Laha re̱ baḍae:",
    "-> Melanoma, skin cancer reaḱ ạḍi maraṅ rup, ona do usạrate ńam lekhan bhage lekate ran hoe daṛeaḱa. Apeaḱ skin sãote ạḍi jạruṛ gea ar mãhã mãhã te apnar skin reaḱ biḍạu hoyoḱa. Mit́ṭen gate se gate ṭhen khon goṛo hatao kate ạḍi muskil te- ḍahar ar bohok’ leka jaega seṭer lenkhan noa biḍạu reak’ purạtet’ bạṛti huyuk’ kana.",
    "-> Judi am amaḱ bohoḱ re jahan jaega ńam lekhan okaṭaḱ re melanoma reaḱ ABCDE menak̕a, khan usạrate board reaḱ sạbit ḍahar ḍahar kạmiạko ṭhen baḍae ocoe me.",
    "-> Amrican Cancer Somaj reak’ ạyur se Amerikan Akademi of Dermatology Asosiyeṭ reak’ ạyur ńel me.",
    "■ Melanoma reak̕ ABCDE:",
    ">> A (Asymmetry) - Be-niạm akar jaha͂re mit́ adha do eṭaḱ adha são baṅ joṛaoḱa",
    ">> B (Simạ) - Be̠s-bạṛti se̠ be̠niạm simạ (scalloped se̠ notched simạ)",
    ">> C (Rạṅgao) - Mo̠l bhitri re̠ rạṅgao̠ re̠aḱ bhenegar (Brown, hạṛiạr, rạṅgao, lil, se̠ rạṅgao reaḱ rạṅgao ho̠yo̠ḱa)",
    ">> D (Dạmiṭar) - 6 mm khọn lạtu (mit́ pensil mọhọl reaḱ size)",
    "● E (Bạṛti)",
    "-> O̠kte̠ calao̠en khan size, shape, rạṅgao, ar/se̠ jạruṛte̠t́ re̠aḱ bo̠do̠l + ạḍi jạruṛte̠ ạḍi jạruṛte̠ ạḍi jạruṛte̠ ạḍi jạruṛte̠ ạḍi jạruṛte̠ ạḍi jạruṛte̠ ạḍi jạruṛte̠ ạḍi jạruṛte̠ ạḍi jạruṛte̠"
   ],
    "sd": [ "■ خراب ميلانوما",
    "● ايپيڊميولوجي ۽ عام معلومات:",
    "-> جيتوڻيڪ هندستان ۾ گهٽ عام, malignant melanoma ان جي جارحتي طبيعت جي ڪري هڪ اهم تشويش رهي ٿي.",
    "-> اڪثر هڪ نئين تل جي طور تي ظاهر ٿئي ٿو يا موجوده تل ۾ تبديلي, غير منظم سرحدن ۽ گهڻن رنگن سان.",
    "-> هندستاني آباديءَ ۾, خاص ڪري انهن ۾ جيڪي اونداهي چمڙي وارا آهن, ميلانوما گهٽ بي نقاب علائقن جهڙوڪ پيرن جي تلائن ۽ ناخن جي هيٺان ٿي سگهي ٿو",
    "● خطري جا عنصر:",
    "-> ڊگھي UV نمائش",
    "-> مثبت خاندان جي تاريخ",
    "-> گھڻا تل",
    "● جينياتي عنصر",
    "--> ڪجهه جينياتي ميوٽيشنز ۽ حالتون جهڙوڪ ڊيسپلاسٽڪ نيويوس سنڊروم, حساسيت وڌائي ٿو",
    "-> رنگ جي مريضن جي چمڙي ۾ چمڙي جي ڪينسر - شامل آهن پر محدود نه آهن آفريڪي, ايشيائي, لاطيني, ميڊيٽرينين, وچ اوڀر, ۽ اصلي آمريڪي نسل جا ماڻهو.",
    "-> چمڙي جو ڪينسر سڀني چمڙي جي رنگن جي ماڻهن کي متاثر ڪري سگهي ٿو, بشمول اهي جيڪي ڪارو چمڙي وارا آهن جيڪي گهٽ ۾ گهٽ سج ۾ جلن ٿا.",
    "-> رنگن جي ماڻهن ۾ ميلانوما جسم تي منفرد هنڌن تي ظاهر ٿيندو آهي, جهڙوڪ هٿن جي کجين, پيرن جي تلائن ۽ ناخن جي هيٺان.",
    "-> اهي غير معمولي جڳهون اڪثر دير سان ڳولڻ ۽ تشخيص ۾ دير ڪن ٿيون, جيڪي پيش ڪرڻ تي وڌيڪ ترقي يافته بيماري مرحلن ڏانهن وٺي ويندا آهن. اهو علاج لاء چئلينج پيدا ڪري ٿو ۽ ممڪن طور تي بقا جي شرح گهٽائي ٿي.",
    "-> جيتوڻيڪ رنگن جي مريضن جي چمڙي ۾ ميلانوما جا واقعا گهٽ هوندا آهن صاف چمڙي وارن ماڻهن جي مقابلي ۾, مجموعي طور تي بقا جي شرح هن آبادي ۾ خاص طور تي گهٽ آهي.",
    "-> رنگ جي مريضن جي چمڙي جي وچ ۾, ڪارو مردن ۾ ميلانوما لاء 5 سالن جي بقا جي شرح گهٽ ۾ گهٽ آهي.",
    "-> رنگن وارن ماڻهن لاءِ اهو انتهائي اهم آهي ته هو پنهنجي چمڙيءَ ۾ ٿيندڙ ڪنهن به تبديليءَ جي باري ۾ هوشيار رهن ۽ چمڙيءَ جي باقاعده معائنن مان گذرن, ڇاڪاڻ ته جلد سڃاڻپ بهتر نتيجن لاءِ اهم آهي.",
    "-> چمڙي جي ماهرن کي چمڙي جي مڪمل چڪاس ڪرڻ ۾ محتاط رهڻ گهرجي, رنگ جي ماڻهن ۾ ميلانوما جي ترقي لاء انهن گهٽ عام سائيٽن تي غور ڪندي.",
    "● ابتدائي سڃاڻپ:",
    "-> ميلانوما, چمڙي جي ڪينسر جو سڀ کان خطرناڪ روپ, جيڪڏهن جلد معلوم ڪيو وڃي ته ان جو مؤثر علاج ٿي سگهي ٿو. اهو ضروري آهي ته توهان جي جلد کان واقف ٿي وڃو ۽ ماهوار پاڻمرادو جلد جا معائنو ڪرڻ لاءِ. ڪنهن ساٿي يا دوست کان مدد طلب ڪرڻ لاءِ پٺ ۽ ڳچيءَ جي علائقن تائين پهچ انهن امتحانن جي جامعيت کي وڌائي ٿو",
    "-> جيڪڏھن توھان پنھنجي چمڙي تي ھڪڙو جڳھ ڳوليندا آھيو جيڪو ميلانوما جي ABCDEs مان ھڪڙو آھي, فوري طور تي بورڊ جي تصديق ٿيل ڊرماتولوجسٽ کي مطلع ڪريو ته فوري طبي مداخلت کي يقيني بڻائي.",
    "-> ڏسو آمريڪن ڪينسر سوسائٽي جي گائيڊ يا آمريڪن اڪيڊمي آف ڊرماتولوجي ايسوسي ايشن جي گائيڊ کي خود چمڙي جا امتحان ڪرڻ لاءِ.",
    "■ ABCDE جو ميلانوما:",
    ">> A (Asymmetry) - غير منظم شڪل ۾ جتي هڪ اڌ ٻئي اڌ سان نه ملندو آهي",
    ">> بي (سرحد) - اڻ برابري يا غير منظم سرحدون  -(اسڪيل يا نشان ٿيل سرحدون)",
    ">> سي (رنگ) - تل جي اندر رنگ ۾ تبديلي (ناسي, ڪارو, ڳاڙهي, نيرو, يا اڇو رنگ موجود ٿي سگھي ٿو)",
    ">> ڊي (قطر) - 6 ملي ميٽر کان وڏو-  (پينسل ايزر جي ماپ)",
    "● E (Evolution)",
    "-> وقت سان گڏ سائيز, شڪل, رنگ, ۽ / يا بلندي ۾ تبديليون + علامات جي ترقي جهڙوڪ خارش يا خونريزي"
   ],
    "ta": [ "■ வீரியம் மிக்க மெலனோமா",
    "● தொற்றுநோயியல் மற்றும் பொது தகவல்:",
    "-> இந்தியாவில் குறைவாகவே காணப்பட்டாலும், வீரியம் மிக்க மெலனோமா அதன் ஆக்கிரமிப்பு இயல்பு காரணமாக குறிப்பிடத்தக்க கவலையாக உள்ளது.",
    "-> பெரும்பாலும் புதிய மச்சமாகவோ அல்லது ஏற்கனவே உள்ள மச்சத்தில் ஏற்படும் மாற்றமாகவோ, ஒழுங்கற்ற பார்டர்கள் மற்றும் பல வண்ணங்களுடன் தோன்றும்.",
    "-> இந்திய மக்களில், குறிப்பாக கருமையான சருமம் உள்ளவர்களில், மெலனோமா கால் பாதங்கள் மற்றும் நகங்களுக்கு அடியில் குறைவாக வெளிப்படும் பகுதிகளில் ஏற்படலாம்.",
    "● ஆபத்து காரணிகள்:",
    "-> நீடித்த UV வெளிப்பாடு",
    "-> நேர்மறை குடும்ப வரலாறு",
    "-> எண்ணற்ற மச்சங்கள்",
    "● மரபணு காரணிகள்",
    "-> சில மரபணு மாற்றங்கள் மற்றும் டிஸ்ப்ளாஸ்டிக் நெவஸ் சிண்ட்ரோம் போன்ற நிலைமைகள் உணர்திறனை அதிகரிக்கின்றன",
    "-> நிற நோயாளிகளின் தோலில் உள்ள தோல் புற்றுநோய் - ஆப்பிரிக்க, ஆசிய, லத்தீன், மத்திய தரைக்கடல், மத்திய கிழக்கு மற்றும் பூர்வீக அமெரிக்க வம்சாவளியைச் சேர்ந்தவர்களை உள்ளடக்கியது ஆனால் மட்டுப்படுத்தப்படவில்லை.",
    "-> தோல் புற்றுநோயானது அனைத்து தோல் நிறங்களின் நபர்களையும் பாதிக்கலாம், கருமையான சருமம் உள்ளவர்கள், அரிதாகவே வெயிலில் எரியும்.",
    "-> நிறமுள்ள மக்களில் மெலனோமா, கைகளின் உள்ளங்கைகள், உள்ளங்கால்கள் மற்றும் நகங்களுக்கு அடியில் போன்ற தனித்துவமான இடங்களில் வெளிப்படும்.",
    "-> இந்த வித்தியாசமான இடங்கள் பெரும்பாலும் கண்டறிதல் மற்றும் நோயறிதலை தாமதப்படுத்துகின்றன, இது விளக்கக்காட்சியின் போது மிகவும் மேம்பட்ட நோய் நிலைகளுக்கு வழிவகுக்கிறது. இது சிகிச்சைக்கு சவால்களை ஏற்படுத்துகிறது மற்றும் உயிர்வாழும் விகிதங்களைக் குறைக்கிறது.",
    "-> நிறமுள்ள நோயாளிகளின் தோலில் மெலனோமாவின் தாக்கம் குறைவாக இருந்தாலும், இந்த மக்கள்தொகையில் ஒட்டுமொத்த உயிர்வாழ்வு விகிதம் குறைவாக உள்ளது.",
    "-> நிற நோயாளிகளின் தோல்களில், கறுப்பின ஆண்கள் மெலனோமாவுக்கான மிகக் குறைந்த 5 வருட உயிர்வாழ்வு விகிதத்தைக் கொண்டுள்ளனர்.",
    "-> நிறத்தோல் கொண்ட நபர்கள் தங்கள் தோலில் ஏற்படும் மாற்றங்கள் குறித்து விழிப்புடன் இருப்பது மற்றும் வழக்கமான தோல் பரிசோதனைகளை மேற்கொள்வது மிகவும் முக்கியமானது, ஏனெனில் முன்கூட்டியே கண்டறிதல் உகந்த விளைவுகளுக்கு முக்கியமாகும்.",
    "-> தோல் மருத்துவர்கள் முழுமையான தோல் பரிசோதனைகளை மேற்கொள்வதில் விழிப்புடன் இருக்க வேண்டும், நிறமுள்ள மக்களில் மெலனோமா வளர்ச்சிக்கான குறைவான பொதுவான தளங்களைக் கருத்தில் கொள்ள வேண்டும்.",
    "● முன்கூட்டியே கண்டறிதல்:",
    "-> தோல் புற்றுநோயின் கொடிய வடிவமான மெலனோமாவை ஆரம்பத்திலேயே கண்டறிந்தால் திறம்பட சிகிச்சை அளிக்க முடியும். உங்கள் சருமத்தைப் பற்றி நன்கு தெரிந்துகொள்வதும், மாதாந்திர சுய-தோல் பரிசோதனைகளை மேற்கொள்வதும் முக்கியம். கடினமான ஆய்வுக்கு பங்குதாரர் அல்லது நண்பரிடம் உதவி பெறுதல் முதுகு மற்றும் உச்சந்தலை போன்ற பகுதிகளை அடைவது இந்த தேர்வுகளின் முழுமையை அதிகரிக்கிறது.",
    "-> உங்கள் தோலில் மெலனோமாவின் ஏபிசிடிஇகள் ஏதேனும் இருந்தால், உடனடி மருத்துவத் தலையீட்டை உறுதிப்படுத்த, குழு-சான்றளிக்கப்பட்ட தோல் மருத்துவரிடம் உடனடியாகத் தெரிவிக்கவும்.",
    "-> அமெரிக்கன் கேன்சர் சொசைட்டியின் வழிகாட்டி அல்லது அமெரிக்கன் அகாடமி ஆஃப் டெர்மட்டாலஜி அசோசியேஷனின் சுய-தோல் பரிசோதனைகள் செய்வதற்கான வழிகாட்டியைப் பார்க்கவும்.",
    "■ ஏபிசிடிஇ மெலனோமா:",
    ">> A (சமச்சீரற்ற) - ஒழுங்கற்ற வடிவத்தில் ஒரு பாதி மற்ற பாதியுடன் பொருந்தவில்லை",
    ">> B (எல்லை) - சீரற்ற அல்லது ஒழுங்கற்ற எல்லைகள் (ஸ்கலோப் செய்யப்பட்ட அல்லது குறியிடப்பட்ட எல்லைகள்)",
    ">> C (நிறம்) - மச்சத்திற்குள் நிறத்தில் மாறுபாடு (பழுப்பு, கருப்பு, சிவப்பு, நீலம் அல்லது வெள்ளை நிறங்கள் இருக்கலாம்)",
    ">> D (விட்டம்) - 6 மிமீ விட பெரியது (பென்சில் அழிப்பான் அளவு)",
    "● E (வளர்கிறது)",
    "-> காலப்போக்கில் அளவு, வடிவம், நிறம் மற்றும்/அல்லது உயரத்தில் ஏற்படும் மாற்றங்கள் + அரிப்பு அல்லது இரத்தப்போக்கு போன்ற அறிகுறிகளின் வளர்ச்சி"
   ],
    "te": [ "■ ప్రాణాంతక మెలనోమా",
    "● ఎపిడెమియాలజీ మరియు సాధారణ సమాచారం:",
    "-> భారతదేశంలో చాలా తక్కువగా ఉన్నప్పటికీ, ప్రాణాంతక మెలనోమా దాని దూకుడు స్వభావం కారణంగా ముఖ్యమైన ఆందోళన కలిగిస్తుంది.",
    "-> తరచుగా కొత్త పుట్టుమచ్చ లేదా ఇప్పటికే ఉన్న పుట్టుమచ్చలో మార్పు, సక్రమంగా లేని అంచులు మరియు బహుళ రంగులతో కనిపిస్తుంది.",
    "-> భారతీయ జనాభాలో, ముఖ్యంగా ముదురు రంగు చర్మం ఉన్నవారిలో, మెలనోమా పాదాల అరికాళ్లు మరియు గోళ్ల కింద తక్కువగా బహిర్గతమయ్యే ప్రదేశాలలో సంభవించవచ్చు.",
    "● ప్రమాద కారకాలు:",
    "-> సుదీర్ఘ UV ఎక్స్పోజర్",
    "-> సానుకూల కుటుంబ చరిత్ర",
    "-> అనేక పుట్టుమచ్చలు",
    "● జన్యుపరమైన కారకాలు",
    "-> కొన్ని జన్యు ఉత్పరివర్తనలు మరియు డైస్ప్లాస్టిక్ నెవస్ సిండ్రోమ్ వంటి పరిస్థితులు గ్రహణశీలతను పెంచుతాయి",
    "-> రంగు రోగుల చర్మంలో చర్మ క్యాన్సర్ - ఆఫ్రికన్, ఆసియన్, లాటినో, మెడిటరేనియన్, మిడిల్ ఈస్టర్న్ మరియు స్థానిక అమెరికన్ సంతతికి చెందిన వ్యక్తులకు మాత్రమే పరిమితం కాదు.",
    "-> స్కిన్ క్యాన్సర్ అన్ని స్కిన్ టోన్‌ల వ్యక్తులను ప్రభావితం చేస్తుంది, ముదురు రంగు చర్మం ఉన్నవారితో సహా అరుదుగా వడదెబ్బ తగలవచ్చు.",
    "-> రంగులో ఉన్న వ్యక్తులలో మెలనోమా అనేది శరీరంలోని అరచేతులు, అరికాళ్ళు మరియు గోళ్ళ క్రింద వంటి ప్రత్యేకమైన ప్రదేశాలలో వ్యక్తమవుతుంది.",
    "-> ఈ విలక్షణమైన స్థానాలు తరచుగా గుర్తించడం మరియు రోగనిర్ధారణను ఆలస్యం చేస్తాయి, ఇది ప్రదర్శనపై మరింత అధునాతన వ్యాధి దశలకు దారి తీస్తుంది. ఇది చికిత్సకు సవాళ్లను ఎదుర్కొంటుంది మరియు సంభావ్యంగా మనుగడ రేటును తగ్గిస్తుంది.",
    "-> ఫెయిర్-స్కిన్డ్ వ్యక్తులతో పోలిస్తే రంగు రోగుల చర్మం మెలనోమా సంభవం తక్కువగా ఉన్నప్పటికీ, ఈ జనాభాలో మొత్తం మనుగడ రేటు ముఖ్యంగా తక్కువగా ఉంది.",
    "-> రంగు రోగుల చర్మంలో, నల్లజాతి పురుషులు మెలనోమా కోసం అతి తక్కువ 5 సంవత్సరాల మనుగడ రేటును కలిగి ఉన్నారు.",
    "-> రంగు చర్మం ఉన్న వ్యక్తులు వారి చర్మంలో ఏవైనా మార్పుల గురించి అప్రమత్తంగా ఉండటం మరియు క్రమం తప్పకుండా చర్మ పరీక్షలు చేయించుకోవడం చాలా ముఖ్యం, ఎందుకంటే ముందస్తుగా గుర్తించడం సరైన ఫలితాలకు కీలకం.",
    "-> చర్మవ్యాధి నిపుణులు క్షుణ్ణంగా చర్మ పరీక్షలను నిర్వహించడంలో అప్రమత్తంగా ఉండాలి, రంగు ఉన్నవారిలో మెలనోమా అభివృద్ధికి ఈ తక్కువ విలక్షణమైన సైట్‌లను పరిగణనలోకి తీసుకోవాలి.",
    "● ముందస్తు గుర్తింపు:",
    "-> చర్మ క్యాన్సర్ యొక్క ప్రాణాంతక రూపమైన మెలనోమా, ముందుగా గుర్తిస్తే సమర్థవంతంగా చికిత్స చేయవచ్చు. మీ చర్మం గురించి తెలుసుకోవడం మరియు నెలవారీ స్వీయ-చర్మ పరీక్షలను నిర్వహించడం చాలా ముఖ్యం. కష్టతరంగా తనిఖీ చేయడానికి భాగస్వామి లేదా స్నేహితుని నుండి సహాయం కోరడం- వెనుక మరియు స్కాల్ప్ వంటి ప్రాంతాలకు చేరుకోవడం ఈ పరీక్షల సమగ్రతను పెంచుతుంది.",
    "-> మీరు మీ చర్మంపై మెలనోమా యొక్క ఏదైనా ABCDE లను కలిగి ఉన్న ప్రదేశాన్ని కనుగొంటే, తక్షణ వైద్య జోక్యాన్ని నిర్ధారించడానికి వెంటనే బోర్డు-సర్టిఫైడ్ డెర్మటాలజిస్ట్‌కు తెలియజేయండి.",
    "-> అమెరికన్ క్యాన్సర్ సొసైటీ యొక్క గైడ్ లేదా అమెరికన్ అకాడమీ ఆఫ్ డెర్మటాలజీ అసోసియేషన్ యొక్క స్వీయ-చర్మ పరీక్షలు చేయడానికి గైడ్‌ను వీక్షించండి.",
    "■ మెలనోమా యొక్క ABCDE:",
    ">> A (అసమానత్వం) - ఒక సగం ఇతర సగంతో సరిపోలని చోట సక్రమంగా ఆకారంలో ఉంటుంది",
    ">> B (సరిహద్దు) - అసమాన లేదా క్రమరహిత సరిహద్దులు (స్కాలోప్డ్ లేదా నోచ్డ్ సరిహద్దులు)",
    ">> C (రంగు) - మోల్ లోపల రంగులో వైవిధ్యం (గోధుమ, నలుపు, ఎరుపు, నీలం లేదా తెలుపు రంగులు ఉండవచ్చు)",
    ">> D (వ్యాసం) - 6 మిమీ కంటే పెద్దది (పెన్సిల్ ఎరేజర్ పరిమాణం)",
    "● E (పరిణామం చెందుతోంది)",
    "-> కాలక్రమేణా పరిమాణం, ఆకారం, రంగు మరియు/లేదా ఎత్తులో మార్పులు + దురద లేదా రక్తస్రావం వంటి లక్షణాల అభివృద్ధి"
   ],
    "ur": [ "■ مہلک میلانوما",
    "● وبائی امراض اور عمومی معلومات:",
    "-> اگرچہ ہندوستان میں کم عام ہے، مہلک میلانوما اپنی جارحانہ نوعیت کی وجہ سے ایک اہم تشویش بنی ہوئی ہے۔",
    "-> اکثر ایک نئے تل یا موجودہ تل میں تبدیلی کے طور پر ظاہر ہوتا ہے، بے قاعدہ سرحدوں اور متعدد رنگوں کے ساتھ۔",
    "-> ہندوستانی آبادیوں میں، خاص طور پر سیاہ جلد والے لوگوں میں، میلانوما کم بے نقاب علاقوں جیسے پاؤں کے تلووں اور ناخنوں کے نیچے ہو سکتا ہے۔",
    "● خطرے کے عوامل:",
    "-> UV کی طویل نمائش",
    "-> مثبت خاندانی تاریخ",
    "-> متعدد تل",
    "● جینیاتی عوامل",
    "-> کچھ جینیاتی تغیرات اور حالات جیسے ڈیسپلاسٹک نیوس سنڈروم حساسیت میں اضافہ کرتے ہیں",
    "-> رنگ کے مریضوں کی جلد میں جلد کا کینسر - افریقی، ایشیائی، لاطینی، بحیرہ روم، مشرق وسطیٰ، اور مقامی امریکی نسل کے لوگ شامل ہیں لیکن ان تک محدود نہیں۔",
    "-> جلد کا کینسر تمام جلد کے رنگوں والے افراد کو متاثر کر سکتا ہے، بشمول سیاہ جلد والے لوگ جو شاذ و نادر ہی دھوپ میں جلتے ہیں۔",
    "-> رنگ کے لوگوں میں میلانوما جسم کے منفرد مقامات پر ظاہر ہوتا ہے، جیسے ہاتھوں کی ہتھیلیوں، پیروں کے تلوے اور ناخنوں کے نیچے۔",
    "-> یہ غیر معمولی مقامات اکثر پتہ لگانے اور تشخیص میں تاخیر کرتے ہیں، جس کی وجہ سے بیماری کے مزید جدید مراحل پیش آتے ہیں۔ اس سے علاج کے لیے چیلنجز پیدا ہوتے ہیں اور ممکنہ طور پر بقا کی شرح میں کمی واقع ہوتی ہے۔",
    "-> اگرچہ رنگت والے مریضوں کی جلد میں میلانوما کے واقعات گورے رنگ کے لوگوں کے مقابلے میں کم ہوتے ہیں، لیکن اس آبادی میں بقا کی مجموعی شرح خاصی کم ہے۔",
    "-> رنگ کے مریضوں کی جلد میں، سیاہ فام مردوں میں میلانوما کے لیے 5 سال کی بقا کی شرح سب سے کم ہے۔",
    "-> رنگ کی جلد والے افراد کے لیے یہ بہت ضروری ہے کہ وہ اپنی جلد میں ہونے والی کسی بھی تبدیلی کے بارے میں چوکس رہیں اور جلد کے باقاعدہ معائنے کرائیں، کیونکہ جلد پتہ لگانا بہترین نتائج کی کلید ہے۔",
    "-> جلد کے ماہرین کو جلد کا مکمل معائنہ کرنے میں چوکنا رہنا چاہیے، رنگ کے لوگوں میں میلانوما کی نشوونما کے لیے ان کم عام مقامات پر غور کرتے ہوئے۔",
    "● جلد پتہ لگانا:",
    "-> میلانوما، جلد کے کینسر کی سب سے مہلک شکل، اگر جلد پتہ چل جائے تو اس کا مؤثر طریقے سے علاج کیا جا سکتا ہے۔ اپنی جلد سے واقف ہونا اور ماہانہ خود جلد کا معائنہ کرنا بہت ضروری ہے۔ مشکل سے معائنہ کرنے کے لیے کسی ساتھی یا دوست سے مدد طلب کرنا۔ کمر اور کھوپڑی جیسے علاقوں تک پہنچنا ان امتحانات کی گہرائی کو بڑھاتا ہے۔",
    "-> اگر آپ کو اپنی جلد پر کوئی ایسا دھبہ نظر آتا ہے جس میں میلانوما کا کوئی ABCDE ہے، تو فوری طور پر بورڈ سے تصدیق شدہ ڈرمیٹولوجسٹ کو فوری طبی مداخلت کو یقینی بنانے کے لیے مطلع کریں۔",
    "-> امریکن کینسر سوسائٹی کی گائیڈ یا امریکن اکیڈمی آف ڈرمیٹولوجی ایسوسی ایشن کی خود جلد کی جانچ کرنے کے لیے گائیڈ دیکھیں۔",
    "■ میلانوما کا ABCDE:",
    ">> A (اسمیٹری) - فاسد شکل میں جہاں ایک نصف دوسرے نصف سے میل نہیں کھاتا ہے",
    ">> بی (بارڈر) - ناہموار یا بے قاعدہ سرحدیں (سکالپڈ یا نوچڈ بارڈرز)",
    ">> C (رنگ) - تل کے اندر رنگ میں تبدیلی (بھوری، سیاہ، سرخ، نیلے، یا سفید کے شیڈز موجود ہو سکتے ہیں)",
    ">> D (قطر) - 6 ملی میٹر سے بڑا (پنسل صاف کرنے والا سائز)",
    "● E (ترتیب پذیر)",
    "-> وقت کے ساتھ سائز، شکل، رنگ، اور/یا بلندی میں تبدیلی + علامات کی نشوونما جیسے خارش یا خون بہنا"
   ]
  }
  
