{
    "as":[
        "■ ৰং বিকাৰ",
        "● ভিটিলিগো:",
       
        "-> হাইপ'পিগমেণ্টেড আৰু/বা ডিপিগমেণ্টেড মেকুলছ আৰু পেচ, যিবোৰ চক-বগা আৰু ভালদৰে সীমাবদ্ধ",
        "-> সাধাৰণ স্থানসমূহৰ ভিতৰত মুখ, হাত, আৰু শৰীৰৰ মুখৰ চাৰিওফালে থকা অংশসমূহ অন্তৰ্ভুক্ত, কিন্তু চুলি আৰু শ্লেষ্মা আৱৰণকে ধৰি শৰীৰৰ যিকোনো অংশত প্ৰভাৱ পেলাব পাৰে",
        ">> ভিটিলিগোৰ কাৰণ:",
        "-> এটা অটোইম্যুন অৱস্থা য'ত ৰোগ প্ৰতিৰোধ ক্ষমতাই মেলান'চাইট, মেলানিন উৎপাদনৰ বাবে দায়বদ্ধ কোষক আক্ৰমণ কৰে, যিটো ৰঞ্জক পদাৰ্থ যিয়ে ছালৰ ৰং দিয়ে",
        ">> ভিটিলিগোৰ বাবে বিপদজনক কাৰক:",
        "-> জেনেটিক প্ৰৱণতা",
        "-> অন্যান্য অটোইম্যুন ৰোগ (যেনে থাইৰয়ড ৰোগ, টাইপ ১ ডায়েবেটিছ মেলিটাছ, বা বাতবিষ)",
        "-> পৰিৱেশৰ ট্ৰিগাৰ (যেনে মানসিক চাপ আৰু শাৰীৰিক চাপ/ ছালৰ আঘাত (কোবনাৰ পৰিঘটনা))",
        "● মেলাজমা:",
       
        "-> বাদামী বা ধূসৰ-বাদামী, হাইপাৰপিগমেণ্টেড মেকুলছ আৰু পেচ",
        "-> সাধাৰণতে মুখৰ ৰ'দত থকা অংশ যেনে গাল, কপাল, নাক, আৰু ওপৰৰ ওঁঠত দেখা দিয়ে",
        ">> মেলাজমাৰ কাৰণ:",
        "-> এপিডাৰ্মিছ আৰু/বা ডাৰ্মিছত মেলানিন উৎপাদন আৰু নিক্ষেপ বৃদ্ধি",
        ">> মেলাজমাৰ বাবে বিপদজনক কাৰক:",
        "-> পৰিয়ালৰ ইতিহাস",
        "-> হৰম'নৰ পৰিৱৰ্তন (যেনে গৰ্ভাৱস্থা -> 'গৰ্ভাৱস্থাৰ মাস্ক ', মৌখিক গৰ্ভনিৰোধক)",
        "-> UV সংস্পৰ্শ"
       ],
    "awa": [
        "■ वर्णक विकार",
        "● विटिलिगो:",
       
        "-> हाइपोपिग्मेंटेड अऊर/या डिपिग्मेंटेड मैक्युल्स अऊर पैच, जवन चाक-सफेद अऊर अच्छी तरह से सीमांकित हैं",
        "-> आम साइटन मा चेहरा, हाथ अऊर शरीर के छिद्रन के आसपास के क्षेत्र शामिल हैं, लेकिन बाल अऊर श्लेष्म झिल्ली सहित शरीर के कौनो भी हिस्सा का प्रभावित कइ सकत हैं",
        ">> विटिलिगो का कारण:",
        "-> एक ऑटोइम्यून स्थिति जहाँ प्रतिरक्षा प्रणाली मेलानोसाइट्स पर हमला करत है, मेलेनिन के उत्पादन के लिए जिम्मेदार कोशिका, रंगद्रव्य जवन त्वचा का आपन रंग देत है",
        ">> विटिलिगो के लिए जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति",
        "-> अन्य ऑटोइम्यून रोग (जैसे थायराइड रोग, टाइप 1 मधुमेह मेलेटस, या रुमेटॉइड गठिया)",
        "-> पर्यावरणीय ट्रिगर (जैसे मनोवैज्ञानिक तनाव अऊर शारीरिक तनाव/ त्वचा आघात (कोएबनर घटना))",
        "● मेलास्मा:",
       
        "-> भूरा या ग्रे-भूरा, हाइपरपिग्मेंटेड मैक्युल्स अऊर पैच",
        "-> आमतौर पर चेहरे के धूप से उजागर क्षेत्रन पर होत है, जइसे कि गाल, माथा, नाक अऊर ऊपरी होंठ",
        ">> मेलास्मा कय कारण:",
        "-> एपिडर्मिस अऊर/या डर्मिस मा मेलेनिन उत्पादन अऊर जमाव मा वृद्धि",
        ">> मेलास्मा के लिए जोखिम कारक:",
        "-> पारिवारिक इतिहास",
        "-> हार्मोनल परिवर्तन (जैसे गर्भावस्था -> 'गर्भावस्था का मुखौटा ', मौखिक गर्भनिरोधक)",
        "-> यूवी एक्सपोजर"
       ],
    "bn":[
        "■ পিগমেন্টারি ডিসঅর্ডার",
        "● ভিটিলিগো:",
       
        "-> হাইপোপিগমেন্টেড এবং/অথবা ডিপিগমেন্টেড ম্যাকুলস এবং প্যাচ, যা চক-সাদা এবং ভালভাবে চিহ্নিত করা হয়",
        "-> সাধারণ সাইটগুলির মধ্যে মুখ, হাত এবং শরীরের ছিদ্রের চারপাশের জায়গাগুলি অন্তর্ভুক্ত থাকে তবে চুল এবং শ্লেষ্মা ঝিল্লি সহ শরীরের যে কোনও অংশকে প্রভাবিত করতে পারে",
        ">> ভিটিলিগোর কারণ:",
        "-> একটি অটোইমিউন অবস্থা যেখানে ইমিউন সিস্টেম মেলানোসাইটকে আক্রমণ করে, মেলানিন উৎপাদনের জন্য দায়ী কোষ, রঙ্গক যা ত্বকের রঙ দেয়",
        ">> ভিটিলিগোর ঝুঁকির কারণ:",
        "-> জেনেটিক প্রবণতা",
        "-> অন্যান্য অটোইমিউন রোগ (যেমন থাইরয়েড রোগ, টাইপ 1 ডায়াবেটিস মেলিটাস, বা রিউমাটয়েড আর্থ্রাইটিস)",
        "-> পরিবেশগত ট্রিগার (যেমন মানসিক চাপ এবং শারীরিক চাপ/ত্বকের আঘাত (কোয়েবনার ঘটনা))",
        "● মেলাসমা:",
       
        "-> বাদামী বা ধূসর-বাদামী, হাইপারপিগমেন্টেড ম্যাকুলস এবং প্যাচ",
        "-> সাধারনত মুখের রোদে উন্মুক্ত স্থানে দেখা যায়, যেমন গাল, কপাল, নাক এবং উপরের ঠোঁট",
        ">> মেলাসমার কারণ:",
        "-> এপিডার্মিস এবং/অথবা ডার্মিসে মেলানিন উৎপাদন এবং জমা বৃদ্ধি",
        ">> মেলাসমার ঝুঁকির কারণ:",
        "-> পারিবারিক ইতিহাস",
        "-> হরমোনের পরিবর্তন (যেমন গর্ভাবস্থা -> 'গর্ভাবস্থার মুখোশ', মৌখিক গর্ভনিরোধক)",
        "-> UV এক্সপোজার"
       ],
    "bho":[
        "■ पिगमेंटरी डिसऑर्डर" ,
        "● विटिलिगो:",
       
        "-> हाइपोपिग्मेंटेड आ/या डिपिग्मेंटेड मैकुलस आ पैच, जे चाक-सफेद आ बढ़िया से सीमांकित होखे लें",
        "-> आम जगहन में चेहरा, हाथ, आ शरीर के मुहाना के आसपास के इलाका सामिल बाड़ें, बाकी शरीर के कौनों भी हिस्सा के प्रभावित क सके लें, जेह में बाल आ श्लेष्म झिल्ली भी सामिल बाड़ें",
        ">> विटिलिगो के कारण:",
        "-> एगो ऑटोइम्यून स्थिति जवना में प्रतिरक्षा प्रणाली मेलानोसाइट्स, मेलेनिन के उत्पादन खातिर जिम्मेदार कोशिका प हमला करेला, जवन कि त्वचा के रंग देवे वाला पिगमेंट ह",
        ">> विटिलिगो के जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति", 
        "-> अन्य ऑटोइम्यून बेमारी (जइसे कि थाइरॉइड के बेमारी, टाइप 1 डायबिटीज मेलिटस, या रुमेटीइड आर्थराइटिस)",
        "-> पर्यावरण के ट्रिगर (जइसे कि मनोवैज्ञानिक तनाव आ शारीरिक तनाव/ त्वचा के आघात (कोबनर घटना))",
        "● मेलास्मा:" ,
       
        "-> भूरा भा ग्रे-भूरा, हाइपरपिग्मेंटेड मैकुलस आ पैच",
        "-> आमतौर पर चेहरा के धूप से चले वाला इलाका, जइसे कि गाल, माथा, नाक, आ ऊपरी होंठ पर होला",
        ">> मेलास्मा के कारण:",
        "-> एपिडर्मिस आ/या डर्मिस में मेलेनिन के उत्पादन आ जमाव बढ़ल",
        ">> मेलास्मा खातिर जोखिम कारक:",
        "-> पारिवारिक इतिहास",
        "-> हार्मोनल बदलाव (जइसे कि गर्भावस्था -> 'गर्भावस्था के मुखौटा ', मौखिक गर्भनिरोधक)",
        "-> यूवी एक्सपोजर"  
       ] ,
    "chg": [
        "■ पिग्मेंटरी विकार",
        "● विटिलिगो:",
        "-> हाइपोपिगमेंटेड और/या डीपिगमेंटेड मैक्यूल्स और पैचेस, जो चॉक-सफेद और अच्छी तरह से सीमांकित होते हैं",
        "-> सामान्य स्थानों में शामिल हैं मुख, हाथ और शरीर के ओरिफिस क्षेत्र, लेकिन केशरीय और मल विभाग जैसे किसी भी हिस्से पर प्रभाव डाल सकते हैं",
        ">> विटिलिगो के लिए कारण:",
        "-> एक ऑटोइम्यून अवस्था जहां प्रतिरक्षा प्रणाली मेलनोसाइट्स को हमला करती है, जो मेलेनिन उत्पादित करने वाले कोशिकाओं के लिए जिम्मेदार हैं, जो त्वचा को उसका रंग देता है",
        ">> विटिलिगो के लिए जोखिम कारक:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> अन्य ऑटोइम्यून रोग (जैसे थायराइड रोग, प्रकार 1 मधुमेह, या रूमेटॉइड आर्थराइटिस)",
        "-> पर्यावरणीय उत्तेजक (जैसे मानसिक तनाव और शारीरिक तनाव / त्वचा चोट (कोएबनर प्रक्रिया))",
        "● मेलास्मा:",
        "-> भूरा या ग्रे-भूरा, हाइपरपिगमेंटेड मैक्यूल्स और पैचेस",
        "-> आमतौर पर चेहरे के सूर्य प्रकाशित क्षेत्रों पर होते हैं, जैसे कि गाल, माथा, नाक, और ऊपरी होंठ",
        ">> मेलास्मा के लिए कारण:",
        "-> त्वचा के अपर व या नीचे में मेलेनिन उत्पादन और निर्णय",
        ">> मेलास्मा के लिए जोखिम कारक:",
        "-> परिवार का इतिहास",
        "-> हार्मोनल परिवर्तन (जैसे गर्भावस्था -> 'गर्भावस्था का मास्क', मौखिक गर्भनिरोधक)",
        "-> यूवी अनुभव"
      ] ,
    "doi": [
        "■ रंजक विकार",
        "● विटिलिगो:", 
       
        "-> हाइपोपिग्मेंटेड ते/जां डिपिग्मेंटेड मैकुलस ते पैच, जेह्ड़े चाक-सफेद ते अच्छी तरह कन्नै चिन्नत होंदे न",
        "-> आम थाह् रें च चेहरे, हत्थ, ते शरीर दे मुहाने दे आसपास दे इलाके शामल न, पर शरीर दे किसे बी हिस्से गी प्रभावित करी सकदे न, जिंदे च बाल ते श्लेष्म झिल्ली बी शामल न",
        ">> विटिलिगो दा कारण:",
        "-> इक ऑटोइम्यून स्थिति जित्थें प्रतिरक्षा प्रणाली मेलानोसाइट्स, मेलेनिन पैदा करने आस्तै जिम्मेदार कोशिकाएं पर हमला करदी ऐ, जेह्ड़ी पिगमेंट ऐ जेह्ड़ी त्वचा गी अपना रंग दिंदा ऐ",
        ">> विटिलिगो दे जोखिम दे कारक:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> होर आटोइम्यून रोग (जियां थाइरोइड दी बीमारी, टाइप 1 डायबिटीज मेलिटस, जां रुमेटॉइड आर्थराइटिस)",
        "-> पर्यावरणीय ट्रिगर (जियां मनोवैज्ञानिक तनाव ते शारीरिक तनाव/ त्वचा आघात (कोबनर घटना))",
        "● मेलास्मा:",
       
        "-> भूरे जां ग्रे-भूरे, हाइपरपिग्मेंटेड मैकुलस ते पैच",
        "-> आमतौर उप्पर चेहरे दे धूप च रौंह्दे इलाकें, जि'यां गाल, मत्थे, नक्क, ते उप्परले होंठ उप्पर होंदा ऐ",
        ">> मेलास्मा दा कारण:",
        "-> एपिडर्मिस ते/जां डर्मिस च मेलेनिन उत्पादन ते जमाव च वृद्धि",
        ">> मेलास्मा दे जोखिम दे कारक:",
        "-> पारिवारिक इतिहास",
        "-> हार्मोनल बदलाव (जैसे गर्भावस्था -> 'गर्भावस्था दा मास्क ', मौखिक गर्भनिरोधक)",
        "-> यूवी एक्सपोजर" 
       ],
    "en": [
        "■ Pigmentary Disorders",
        "● Vitiligo:",
        
        "-> Hypopigmented and/or depigmented macules and patches, which are chalk-white and well-demarcated",
        "-> Common sites include the face, hands, and areas around body orifices, but can affect any part of the body, including hair and mucous membranes",
        ">> Cause for Vitiligo:",
        "-> An autoimmune condition where the immune system attacks melanocytes, the cells responsible for producing melanin, the pigment that gives skin its color",
        ">> Risk Factors for Vitiligo:",
        "-> Genetic predisposition",
        "-> Other autoimmune diseases (e.g. thyroid disease, type 1 diabetes mellitus, or rheumatoid arthritis)",
        "-> Environmental triggers (e.g. psychological stress and physical stress/ skin trauma (Koebner phenomenon))",
        "● Melasma:",
        
        "-> Brown or gray-brown, hyperpigmented macules and patches",
        "-> Commonly occur on sun-exposed areas of the face, such as the cheeks, forehead, nose, and upper lip",
        ">> Cause for Melasma:",
        "-> Increased melanin production and deposition in the epidermis and/or dermis",
        ">> Risk Factors for Melasma:",
        "-> Family history",
        "-> Hormonal changes (e.g. pregnancy -> 'mask of pregnancy ', oral contraceptives)",
        "-> UV exposure"
    ]
    ,
    "gu": [
        "■ પિગમેન્ટરી ડિસઓર્ડર",
        "● પાંડુરોગ:",
       
        "-> હાયપોપિગ્મેન્ટેડ અને/અથવા ડિપિગ્મેન્ટેડ મેક્યુલ્સ અને પેચો, જે ચાક-સફેદ અને સારી રીતે સીમાંકિત છે",
        "-> સામાન્ય સાઇટ્સમાં ચહેરો, હાથ અને શરીરની આસપાસના વિસ્તારોનો સમાવેશ થાય છે, પરંતુ વાળ અને મ્યુકોસ મેમ્બ્રેન સહિત શરીરના કોઈપણ ભાગને અસર કરી શકે છે",
        ">> પાંડુરોગનું કારણ:",
        "-> એક સ્વયંપ્રતિરક્ષા સ્થિતિ જ્યાં રોગપ્રતિકારક તંત્ર મેલાનોસાઇટ્સ પર હુમલો કરે છે, મેલાનિન ઉત્પન્ન કરવા માટે જવાબદાર કોષો, રંગદ્રવ્ય જે ત્વચાને તેનો રંગ આપે છે",
        ">> પાંડુરોગ માટેના જોખમી પરિબળો:",
        "-> આનુવંશિક વલણ",
        "-> અન્ય સ્વયંપ્રતિરક્ષા રોગો (દા.ત. થાઇરોઇડ રોગ, પ્રકાર 1 ડાયાબિટીસ મેલીટસ, અથવા સંધિવા)",
        "-> પર્યાવરણીય ટ્રિગર્સ (દા.ત. મનોવૈજ્ઞાનિક તણાવ અને શારીરિક તાણ/ત્વચાનો આઘાત (કોએબનર ઘટના))",
        "● મેલાસ્મા:",
       
        "-> બ્રાઉન અથવા ગ્રે-બ્રાઉન, હાઇપરપીગ્મેન્ટેડ મેક્યુલ્સ અને પેચો",
        "-> સામાન્ય રીતે ચહેરાના સૂર્યપ્રકાશવાળા વિસ્તારો પર થાય છે, જેમ કે ગાલ, કપાળ, નાક અને ઉપલા હોઠ",
        ">> મેલાસ્મા માટેનું કારણ:",
        "-> બાહ્ય ત્વચા અને/અથવા ત્વચામાં મેલાનિન ઉત્પાદન અને જમાવટમાં વધારો",
        ">> મેલાસ્મા માટેના જોખમી પરિબળો:",
        "-> કૌટુંબિક ઇતિહાસ",
        "-> હોર્મોનલ ફેરફારો (દા.ત. ગર્ભાવસ્થા -> 'ગર્ભાવસ્થાનો માસ્ક', મૌખિક ગર્ભનિરોધક)",
        "-> યુવી એક્સપોઝર"
       ],
    "hne": [
        "■ पिगमेंटरी रोग",
        "● विटिलिगो:",
        "-> हाइपोपिगमेंटेड और / या डीपिगमेंटेड मैक्यूल्स और पैचेस, जो चॉक-सफेद और अच्छी तरह से सीमांकित होते हैं",
        "-> सामान्य स्थान मुख, हाथ और शरीर के ओरिफिस क्षेत्र में शामिल होते हैं, लेकिन कोई भी अंग, बाल और स्लाइम मेम्ब्रेन्स इत्यादि को प्रभावित कर सकते हैं",
        ">> विटिलिगो के लिए कारण:",
        "-> ऑटोइम्यून स्थिति जहां प्रतिरक्षा प्रणाली मेलनोसाइट्स, जो रंग त्वचा को देता है, उत्पादित करने वाली कोशिकाओं को हमला करती है",
        ">> विटिलिगो के लिए जोखिम कारक:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> अन्य ऑटोइम्यून रोग (जैसे थायराइड रोग, प्रकार 1 मधुमेह, या रूमेटॉइड आर्थराइटिस)",
        "-> पर्यावरणीय उत्तेजक (जैसे मानसिक तनाव और शारीरिक तनाव / त्वचा चोट (कोएबनर प्रक्रिया))",
        "● मेलास्मा:",
        "-> भूरा या ग्रे-भूरा, हाइपरपिगमेंटेड मैक्यूल्स और पैचेस",
        "-> आमतौर पर चेहरे के सूर्य प्रकाशित क्षेत्रों पर होते हैं, जैसे कि गाल, माथा, नाक, और ऊपरी होंठ",
        ">> मेलास्मा के लिए कारण:",
        "-> त्वचा में मेलेनिन उत्पादन और निर्णय में वृद्धि",
        ">> मेलास्मा के लिए जोखिम कारक:",
        "-> परिवार का इतिहास",
        "-> हार्मोनल परिवर्तन (जैसे गर्भावस्था -> 'गर्भावस्था का मास्क', मौखिक गर्भनिरोधक)",
        "-> UV अनुभव"
      ],
    "hi": [

        "■ पिगमेंटरी विकार",
        
        "● विटिलिगो:",
        
        "-> हाइपोपिगमेंटेड और/या डिपिगमेंटेड मैक्यूल और पैच, जो चाक-सफ़ेद और अच्छी तरह से सीमांकित होते हैं",
        
        "-> आम जगहों में चेहरा, हाथ और शरीर के छिद्रों के आस-पास के क्षेत्र शामिल हैं, लेकिन यह शरीर के किसी भी हिस्से को प्रभावित कर सकते हैं, जिसमें बाल और श्लेष्म झिल्ली शामिल हैं",
        
        ">> विटिलिगो के कारण:",
        
        "-> एक ऑटोइम्यून स्थिति जिसमें प्रतिरक्षा प्रणाली मेलानोसाइट्स पर हमला करती है, मेलेनिन के उत्पादन के लिए जिम्मेदार कोशिकाएं, वह वर्णक जो त्वचा को उसका रंग देता है",
        
        ">> विटिलिगो के लिए जोखिम कारक:",
        
        "-> आनुवंशिक प्रवृत्ति",
        
        "-> अन्य ऑटोइम्यून रोग (जैसे कि थायरॉयड रोग, टाइप 1 मधुमेह या रुमेटीइड गठिया)",
        
        "-> पर्यावरणीय ट्रिगर (जैसे कि मनोवैज्ञानिक तनाव और शारीरिक तनाव/त्वचा आघात (कोबनेर घटना))",
        
        "● मेलास्मा:",
        
        "-> भूरे या भूरे-भूरे, हाइपरपिग्मेंटेड मैक्यूल और पैच",
        
        "-> आमतौर पर चेहरे के धूप से प्रभावित क्षेत्रों जैसे कि गाल, माथे, नाक और ऊपरी होंठ पर होते हैं",
        
        ">> मेलास्मा के कारण:",
        
        "-> एपिडर्मिस और/या डर्मिस में मेलेनिन का उत्पादन और जमाव बढ़ जाना",
        
        ">> मेलास्मा के लिए जोखिम कारक:",
        
        "-> पारिवारिक इतिहास",
        
        "-> हार्मोनल परिवर्तन (जैसे गर्भावस्था -> 'गर्भावस्था का मुखौटा', मौखिक गर्भनिरोधक)",
        
        "-> यूवी एक्सपोजर"
        ],
    "kn": [
        "■ ಪಿಗ್ಮೆಂಟರಿ ಡಿಸಾರ್ಡರ್ಸ್",
        "● Vitiligo:",
       
        "-> ಹೈಪೋಪಿಗ್ಮೆಂಟೆಡ್ ಮತ್ತು/ಅಥವಾ ಡಿಪಿಗ್ಮೆಂಟೆಡ್ ಮ್ಯಾಕ್ಯುಲ್‌ಗಳು ಮತ್ತು ಪ್ಯಾಚ್‌ಗಳು, ಅವು ಸೀಮೆಸುಣ್ಣದ ಬಿಳಿ ಮತ್ತು ಚೆನ್ನಾಗಿ ಗುರುತಿಸಲ್ಪಟ್ಟಿವೆ",
        "-> ಸಾಮಾನ್ಯ ಸೈಟ್‌ಗಳು ಮುಖ, ಕೈಗಳು ಮತ್ತು ದೇಹದ ರಂಧ್ರಗಳ ಸುತ್ತಲಿನ ಪ್ರದೇಶಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ, ಆದರೆ ಕೂದಲು ಮತ್ತು ಲೋಳೆಯ ಪೊರೆಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ದೇಹದ ಯಾವುದೇ ಭಾಗದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು",
        ">> Vitiligo ಗೆ ಕಾರಣ:",
        "-> ಪ್ರತಿರಕ್ಷಣಾ ವ್ಯವಸ್ಥೆಯು ಮೆಲನೋಸೈಟ್‌ಗಳ ಮೇಲೆ ದಾಳಿ ಮಾಡುವ ಸ್ವಯಂ ನಿರೋಧಕ ಸ್ಥಿತಿ, ಮೆಲನಿನ್ ಉತ್ಪಾದಿಸಲು ಜವಾಬ್ದಾರರಾಗಿರುವ ಜೀವಕೋಶಗಳು, ಚರ್ಮದ ಬಣ್ಣವನ್ನು ನೀಡುವ ವರ್ಣದ್ರವ್ಯ",
        ">> ವಿಟಲಿಗೋಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ಆನುವಂಶಿಕ ಪ್ರವೃತ್ತಿ",
        "-> ಇತರ ಸ್ವಯಂ ನಿರೋಧಕ ಕಾಯಿಲೆಗಳು (ಉದಾ. ಥೈರಾಯ್ಡ್ ಕಾಯಿಲೆ, ಟೈಪ್ 1 ಡಯಾಬಿಟಿಸ್ ಮೆಲ್ಲಿಟಸ್, ಅಥವಾ ರುಮಟಾಯ್ಡ್ ಸಂಧಿವಾತ)",
        "-> ಪರಿಸರ ಪ್ರಚೋದಕಗಳು (ಉದಾ. ಮಾನಸಿಕ ಒತ್ತಡ ಮತ್ತು ದೈಹಿಕ ಒತ್ತಡ/ ಚರ್ಮದ ಆಘಾತ (ಕೋಬ್ನರ್ ವಿದ್ಯಮಾನ))",
        "● ಮೆಲಸ್ಮಾ:",
       
        "-> ಕಂದು ಅಥವಾ ಬೂದು-ಕಂದು, ಹೈಪರ್ಪಿಗ್ಮೆಂಟೆಡ್ ಮ್ಯಾಕುಲ್ಗಳು ಮತ್ತು ಪ್ಯಾಚ್ಗಳು",
        "-> ಕೆನ್ನೆಗಳು, ಹಣೆ, ಮೂಗು ಮತ್ತು ಮೇಲಿನ ತುಟಿಯಂತಹ ಮುಖದ ಸೂರ್ಯನಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವ ಪ್ರದೇಶಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಸಂಭವಿಸುತ್ತದೆ",
        ">> ಮೆಲಸ್ಮಾಗೆ ಕಾರಣ:",
        "-> ಹೆಚ್ಚಿದ ಮೆಲನಿನ್ ಉತ್ಪಾದನೆ ಮತ್ತು ಎಪಿಡರ್ಮಿಸ್ ಮತ್ತು/ಅಥವಾ ಒಳಚರ್ಮದಲ್ಲಿ ಶೇಖರಣೆ",
        ">> ಮೆಲಸ್ಮಾಗೆ ಅಪಾಯಕಾರಿ ಅಂಶಗಳು:",
        "-> ಕುಟುಂಬದ ಇತಿಹಾಸ",
        "-> ಹಾರ್ಮೋನುಗಳ ಬದಲಾವಣೆಗಳು (ಉದಾ. ಗರ್ಭಧಾರಣೆ -> 'ಗರ್ಭಧಾರಣೆಯ ಮುಖವಾಡ', ಮೌಖಿಕ ಗರ್ಭನಿರೋಧಕಗಳು)",
        "-> UV ಮಾನ್ಯತೆ"
       ],
    "ks": [
        "■ पिग्मेंटरी बीमारियां",
        "● विटिलिगो:",
        "-> हाइपोपिगमेंटेड और/या डीपिगमेंटेड मैक्यूल्स और पैचेस, ज्योंकि चाक-सफेद और भली-भांति त्योहार गरिएको छ",
        "-> सामान्य स्थानहरू मुख, हात, र शरीरका ओरिफिस क्षेत्रमा शामिल हुन्छन्, तर केही भाग, केशरी र नालको झील्कोमा पनि प्रभाव पार्न सक्छ",
        ">> विटिलिगोका लागि कारण:",
        "-> एक ऑटोइम्युन अवस्था जहाँ प्रतिरक्षा प्रणाली मेलनोसाइट्स, जो त्वचा लाइ रंग दिने मेलेनिनको उत्पादन गर्ने कोशिकाहरूलाई हमला गर्दछ",
        ">> विटिलिगोका लागि जोखिमकारकहरू:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> अरु ऑटोइम्युन रोगहरू (जस्तै थायरोइड रोग, प्रकार 1 मधुमेह, कि रुमेटोइड आर्थराइटिस)",
        "-> पर्यावरणिय उत्तेजकहरू (जस्तै मानसिक तनाव र शारिरक तनाव / त्वचा चोट (कोएबनर प्रक्रिया))",
        "● मेलास्मा:",
        "-> खैरी वा खैरी-खैरी, हाइपरपिगमेंटेड मैक्यूल्स र पैचेस",
        "-> चेहराको सूर्यप्रकाशित क्षेत्रहरूमा सामान्य गरिन्छ, जस्तै गाल, माथा, नाक, र माथीको तल",
        ">> मेलास्माका लागि कारण:",
        "-> त्वचामा मेलेनिन उत्पादन र ठिक गर्न वृद्धि",
        ">> मेलास्माका लागि जोखिमकारकहरू:",
        "-> परिवारको इतिहास",
        "-> हार्मोनल परिवर्तन (जस्तै गर्भावस्था -> 'गर्भावस्था को मुख्य', मौखिक गर्भनिरोधक)",
        "-> UV अनुभव"
      ],
    "kok": [
        "■ रंगद्रव्य विकार",
        "● विटिलिगो:",
       
        "-> हायपोपिग्मेंटेड आनी/वा डिपिग्मेंटेड मॅक्युल्स आनी पॅच, जे खडू-धवे आनी बरे तरेन मर्यादा घाल्ले आसतात",
        "-> सामान्य सुवातींनी तोंड, हात, आनी कुडीच्या मुखामळा भोंवतणचे वाठार आसतात, पूण केंस आनी श्लेष्म पड्ड्यां सयत कुडीच्या खंयच्याय भागाचेर परिणाम जावं येता",
        ">> विटिलिगोचें कारण:",
        "-> एक ऑटोइम्युन स्थिती जंय रोगप्रतिकार शक्त मेलानोसाइट्स, मेलेनिन तयार करपाक जापसालदार आशिल्ल्या पेशींचेर हल्लो करता, कातीक रंग दिवपी रंगद्रव्य",
        ">> विटिलिगोचे जोखीम घटक:",
        "-> आनुवंशिक प्रवृत्ती",
        "-> हेर ऑटोइम्युन रोग (देखीक- थायरॉयड रोग, टायप 1 गोडेंमूत, वा संधिवात)",
        "-> पर्यावरणीय ट्रिगर (देखीक- मानसीक ताण आनी शारिरीक ताण/ कातीचो आघात (कोबनर घडणूक))",
        "● मेलास्मा:",
       
        "-> तपकिरी वा करडो-तपकिरी, अतिरंजक मॅक्युल्स आनी पॅच",
        "-> सादारणपणान तोंडाच्या सुर्याक लागून जावपी भागांचेर, जशें गाल, कपल, नाक, आनी वयलो ओंठ",
        ">> मेलास्माचें कारण:",
        "-> एपिडर्मिस आनी/वा डर्मिसांत मेलानीन उत्पादन आनी निक्षेप वाडप",
        ">> मेलास्मा खातीर जोखीम घटक:",
        "-> कुटुंबीक इतिहास",
        "-> हार्मोनल बदल (देखीक- गुरवारपण -> 'गुरवारपणाचे मास्क ', तोंडांतल्यान गर्भनिरोधक)",
        "-> पराबैंगनी संपर्क" 
       ] ,
    "mai": [
        "■ पिगमेंटरी विकार",
        "● विटिलिगो:",
       
        "-> हाइपोपिग्मेंटेड आ/अथवा डिपिग्मेंटेड मैकुलस आ पैच, जे चाक-सफेद आ नीक जकाँ सीमांकित होइत अछि",
        "-> आम जगहऽ म॑ चेहरा, हाथ, आरू शरीर केरऽ मुहाना के आसपास के क्षेत्र शामिल छै, लेकिन शरीर केरऽ कोनो भी अंग क॑ प्रभावित करी सकै छै, जेकरा म॑ रोम आरू श्लेष्म झिल्ली भी शामिल छै", 
        ">> विटिलिगो के कारण:",
        "-> एकटा ऑटोइम्यून स्थिति जतय प्रतिरक्षा प्रणाली मेलानोसाइट्स, मेलेनिन के उत्पादन के लेल जिम्मेदार कोशिका पर हमला करैत अछि, जे पिगमेंट त्वचा के ओकर रंग दैत अछि",
        ">> विटिलिगो के लिये जोखिम कारक:",
        "-> आनुवंशिक प्रवृत्ति",
        "-> अन्य ऑटोइम्यून रोग (जैसे थाइरॉइड रोग, टाइप 1 डायबिटीज मेलिटस, या रुमेटीइड आर्थराइटिस)",
        "-> पर्यावरणीय ट्रिगर (जैना मनोवैज्ञानिक तनाव आ शारीरिक तनाव/ त्वचा आघात (कोबनर घटना))",
        "● मेलास्मा:",
       
        "-> भूरा या धूसर-भूरा, हाइपरपिग्मेंटेड मैकुलस आ पैच",
        "-> आमतौर पर चेहरा के धूप में रहय वाला इलाका, जेना गाल, कपार, नाक, आ ऊपरी ठोर पर होइत अछि",
        ">> मेलास्मा के कारण:",
        "-> एपिडर्मिस आ/अथवा डर्मिस मे मेलेनिन उत्पादन आ जमाव मे वृद्धि",
        ">> मेलास्मा के लिये जोखिम कारक:",
        "-> पारिवारिक इतिहास",
        "-> हार्मोनल परिवर्तन (जैसे गर्भावस्था -> 'गर्भावस्था के मुखौटा ', मौखिक गर्भनिरोधक)",
        "-> यूवी एक्सपोजर"
       ] ,
    "ml": [
        "■ പിഗ്മെൻ്ററി ഡിസോർഡേഴ്സ്",
        "● വിറ്റിലിഗോ:",
       
        "-> ഹൈപ്പോപിഗ്മെൻ്റഡ് കൂടാതെ/അല്ലെങ്കിൽ ഡിപിഗ്മെൻ്റഡ് മാക്യുലുകളും പാച്ചുകളും, ചോക്ക്-വെളുത്തതും നന്നായി വേർതിരിക്കപ്പെട്ടതുമാണ്",
        "-> പൊതുവായ സൈറ്റുകളിൽ മുഖം, കൈകൾ, ശരീര ദ്വാരങ്ങൾക്ക് ചുറ്റുമുള്ള ഭാഗങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നു, എന്നാൽ മുടിയും കഫം ചർമ്മവും ഉൾപ്പെടെ ശരീരത്തിൻ്റെ ഏത് ഭാഗത്തെയും ബാധിക്കാം",
        ">> വിറ്റിലിഗോയുടെ കാരണം:",
        "-> രോഗപ്രതിരോധവ്യവസ്ഥ മെലനോസൈറ്റുകളെ ആക്രമിക്കുന്ന ഒരു സ്വയം രോഗപ്രതിരോധ അവസ്ഥ, മെലാനിൻ ഉത്പാദിപ്പിക്കുന്നതിന് ഉത്തരവാദികളായ കോശങ്ങൾ, ചർമ്മത്തിന് നിറം നൽകുന്ന പിഗ്മെൻ്റ്",
        ">> വിറ്റിലിഗോയ്ക്കുള്ള അപകട ഘടകങ്ങൾ:",
        "-> ജനിതക മുൻകരുതൽ",
        "-> മറ്റ് സ്വയം രോഗപ്രതിരോധ രോഗങ്ങൾ (ഉദാ. തൈറോയ്ഡ് രോഗം, ടൈപ്പ് 1 ഡയബറ്റിസ് മെലിറ്റസ്, അല്ലെങ്കിൽ റൂമറ്റോയ്ഡ് ആർത്രൈറ്റിസ്)",
        "-> പാരിസ്ഥിതിക ട്രിഗറുകൾ (ഉദാ. മാനസിക പിരിമുറുക്കവും ശാരീരിക സമ്മർദ്ദവും/ ത്വക്ക് ആഘാതം (കോബ്നർ പ്രതിഭാസം))",
        "● മെലാസ്മ:",
       
        "-> തവിട്ട് അല്ലെങ്കിൽ ചാര-തവിട്ട്, ഹൈപ്പർപിഗ്മെൻ്റഡ് മാക്യുലുകളും പാച്ചുകളും",
        "-> കവിളുകൾ, നെറ്റി, മൂക്ക്, മേൽച്ചുണ്ടുകൾ തുടങ്ങിയ മുഖത്ത് സൂര്യപ്രകാശം ഏൽക്കുന്ന ഭാഗങ്ങളിൽ സാധാരണയായി സംഭവിക്കുന്നത്",
        ">> മെലാസ്മയുടെ കാരണം:",
        "-> പുറംതൊലിയിലും/അല്ലെങ്കിൽ ചർമ്മത്തിലും മെലാനിൻ ഉൽപാദനവും നിക്ഷേപവും വർദ്ധിക്കുന്നു",
        ">> മെലാസ്മയ്ക്കുള്ള അപകട ഘടകങ്ങൾ:",
        "-> കുടുംബ ചരിത്രം",
        "-> ഹോർമോൺ മാറ്റങ്ങൾ (ഉദാ. ഗർഭം -> 'ഗർഭധാരണത്തിൻ്റെ മുഖംമൂടി', വാക്കാലുള്ള ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ)",
        "-> UV എക്സ്പോഷർ"
       ],
    "mni": [
        "■ पिग्मेंटरी रोग",
        "● विटिलिगो:",
        "-> हायपोपिग्मेंटेड और/या डीपिगमेंटेड मैक्यूल्स और पैचेस, जो चॉक-सफेद और अच्छी तरह से सीमांकित होते हैं",
        "-> मुख, हात, और शरीर के वायुचालित क्षेत्रों में आमतौर पर देखने को मिलते हैं, ताकि किसी भी हिस्से को प्रभावित किया जा सकता है, जिसमें बाल और श्लेष्माशय संघर्ष शामिल हैं",
        ">> विटिलिगो के लिए कारण:",
        "-> अणुरक्तीय स्थिति जस्तो कि मेलनोसाइट्स, जुन मेलेनिन उत्पादन गर्ने कोशिकाहरूलाई हमला गर्दछ, त्वचा रंग दिन्छ",
        ">> विटिलिगोका लागि जोखिमकारकहरू:",
        "-> आनुवांशिक प्रवृत्ति",
        "-> अन्य ऑटोइम्युन रोग (जस्तै थायरोइड रोग, प्रकार 1 मधुमेह, कि रुमेटोइड आर्थराइटिस)",
        "-> पर्यावरणीय उत्तेजक (जस्तै मानसिक तनाव र शारिरिक तनाव / त्वचा चोट (कोएबनर प्रक्रिया))",
        "● मेलास्मा:",
        "-> भूरा वा ग्रे-भूरा, हाइपरपिगमेंटेड मैक्यूल्स र पैचेस",
        "-> चेहराको सूर्य प्रकाशित क्षेत्रहरूमा सामान्य गरिन्छ, जस्तै गाल, माथा, नाक, र अग्लो ओरल्पल्लोल्लो देख्नुहोस्",
        ">> मेलास्माका लागि कारण:",
        "-> त्वचामा मेलेनिन उत्पादन र ठिक गर्न वृद्धि",
        ">> मेलास्माका लागि जोखिमकारकहरू:",
        "-> परिवारको इतिहास",
        "-> हार्मोनल परिवर्तन (जस्तै गर्भावस्था -> 'गर्भावस्था मास्क', मौखिक गर्भनिरोधक)",
        "-> UV अनुभव"
      ],
    "mr": [
        "■ पिग्मेंटरी विकार",
        "● त्वचारोग:",
       
        "-> हायपोपिग्मेंटेड आणि/किंवा डिपिग्मेंटेड मॅक्युल्स आणि पॅच, जे खडू-पांढरे आणि चांगले-सीमांकित आहेत",
        "-> सामान्य साइट्समध्ये चेहरा, हात आणि शरीराच्या भोवतालच्या भागांचा समावेश होतो, परंतु केस आणि श्लेष्मल त्वचेसह शरीराच्या कोणत्याही भागावर परिणाम होऊ शकतो",
        ">> त्वचारोगाचे कारण:",
        "-> एक स्वयंप्रतिकार स्थिती जेथे रोगप्रतिकारक प्रणाली मेलेनोसाइट्सवर हल्ला करते, मेलेनिन तयार करण्यासाठी जबाबदार पेशी, रंगद्रव्य जे त्वचेला रंग देते",
        ">> त्वचारोगासाठी जोखीम घटक:",
        "-> अनुवांशिक पूर्वस्थिती",
        "-> इतर स्वयंप्रतिकार रोग (उदा. थायरॉईड रोग, प्रकार 1 मधुमेह मेलिटस, किंवा संधिवात)",
        "-> पर्यावरणीय ट्रिगर्स (उदा. मानसिक ताण आणि शारीरिक ताण/त्वचेचा आघात (कोबेनर इंद्रियगोचर))",
        "● मेलास्मा:",
       
        "-> तपकिरी किंवा राखाडी-तपकिरी, हायपरपिग्मेंटेड मॅक्युल्स आणि पॅच",
        "-> सामान्यतः चेहऱ्याच्या सूर्यप्रकाशातील भागात, जसे की गाल, कपाळ, नाक आणि वरच्या ओठांवर होतो",
        ">> मेलास्माचे कारण:",
        "-> एपिडर्मिस आणि/किंवा त्वचेमध्ये मेलेनिनचे उत्पादन आणि जमा होणे वाढले",
        ">> मेलास्मासाठी जोखीम घटक:",
        "-> कौटुंबिक इतिहास",
        "-> हार्मोनल बदल (उदा. गर्भधारणा -> 'गर्भधारणेचा मुखवटा', तोंडी गर्भनिरोधक)",
        "-> अतिनील एक्सपोजर"
       ],
    "ne": [
        "■ पिग्मेन्टरी विकार",
        "● भिटिलिगो:",
       
        "-> Hypopigmented र/वा depigmented macules र प्याचहरू, जुन चक-सेतो र राम्रोसँग सिमाङ्कित छन्",
        "-> सामान्य साइटहरूमा अनुहार, हात, र शरीरको छिद्र वरपरका क्षेत्रहरू समावेश छन्, तर कपाल र श्लेष्म झिल्ली सहित शरीरको कुनै पनि भागलाई असर गर्न सक्छ",
        ">> भिटिलिगोको कारण:",
        "-> एक स्वत: प्रतिरक्षा अवस्था जहाँ प्रतिरक्षा प्रणालीले मेलानोसाइट्सलाई आक्रमण गर्दछ, मेलानिन उत्पादन गर्न जिम्मेवार कोशिकाहरू, छालालाई यसको रंग दिने रंगद्रव्य",
        ">> भिटिलिगोका लागि जोखिम कारकहरू:",
        "-> आनुवंशिक पूर्वस्थिति",
        "-> अन्य अटोइम्यून रोगहरू (जस्तै थाइरोइड रोग, टाइप 1 मधुमेह मेलिटस, वा रुमेटोइड गठिया)",
        "-> वातावरणीय ट्रिगरहरू (जस्तै मनोवैज्ञानिक तनाव र शारीरिक तनाव / छालाको आघात (Koebner घटना))",
        "● Melasma:",
       
        "-> खैरो वा खैरो-खैरो, हाइपरपिग्मेन्टेड म्याक्युल्स र प्याच",
        "-> सामान्यतया अनुहारको घाममा परेका क्षेत्रहरूमा हुन्छ, जस्तै गाला, निधार, नाक र माथिल्लो ओठ",
        ">> Melasma को कारण:",
        "-> एपिडर्मिस र/वा डर्मिसमा मेलानिन उत्पादन र निक्षेपमा वृद्धि",
        ">> मेलास्माका लागि जोखिम कारकहरू:",
        "-> पारिवारिक इतिहास",
        "-> हार्मोनल परिवर्तनहरू (जस्तै गर्भावस्था -> 'गर्भावस्थाको मास्क', मौखिक गर्भनिरोधकहरू)",
        "-> यूवी एक्सपोजर"
       ],
    "or": [
        "■ ପିଗମେଣ୍ଟାରୀ ବ୍ୟାଧି",
        "● ଭିଟିଲିଗୋ:",
       
        "-> ହାଇପୋପିଗମେଣ୍ଟେଡ୍ ଏବଂ / କିମ୍ବା ଡିଗିଗମେଣ୍ଟେଡ୍ ମାକୁଲ୍ ଏବଂ ପ୍ୟାଚ୍, ଯାହା ଚକ୍-ଧଳା ଏବଂ ସୁସଜ୍ଜିତ",
        "-> ସାଧାରଣ ସାଇଟଗୁଡିକ ମୁଖ, ହାତ, ଏବଂ ଶରୀରର ଅର୍ଫିସ୍ ଚାରିପାଖରେ ଅନ୍ତର୍ଭୂକ୍ତ କରେ, କିନ୍ତୁ କେଶ ଏବଂ ଶ୍ ous ାସକ୍ରିୟା ସହିତ ଶରୀରର ଯେକ part ଣସି ଅଙ୍ଗକୁ ପ୍ରଭାବିତ କରିପାରେ",
        ">> ଭିଟିଲିଗୋ ପାଇଁ କାରଣ:",
        "-> ଏକ ଅଟୋମ୍ୟୁମ୍ୟୁନ୍ ସ୍ଥିତି ଯେଉଁଠାରେ ପ୍ରତିରକ୍ଷା ପ୍ରଣାଳୀ ମେଲାନୋସାଇଟ୍ ଉପରେ ଆକ୍ରମଣ କରେ, ମେଲାନିନ ଉତ୍ପାଦନ ପାଇଁ ଦାୟୀ କୋଷଗୁଡିକ, ଚର୍ମକୁ ଏହାର ରଙ୍ଗ ଦେଇଥାଏ",
        ">> ଭିଟିଲିଗୋ ପାଇଁ ବିପଦ କାରକ:",
        "-> ଜେନେଟିକ୍ ପ୍ରବୃତ୍ତି",
        "-> ଅନ୍ୟ ଅଟୋମ୍ୟୁମ୍ୟୁନ ରୋଗଗୁଡିକ (ଯଥା ଥାଇରଏଡ୍ ରୋଗ, ଟାଇପ୍ 1 ଡାଇବେଟିସ୍ ମେଲିଟସ୍, କିମ୍ବା ରିମାଟଏଡ୍ ଆର୍ଥ୍ରାଇଟିସ୍)",
        "-> ପରିବେଶ ଟ୍ରିଗରଗୁଡିକ (ଯଥା ମାନସିକ ଚାପ ଏବଂ ଶାରୀରିକ ଚାପ / ଚର୍ମ ଆଘାତ (କୋଏବନର୍ ଘଟଣା))",
        "● ମେଲାସମା:",
       
        "-> ବ୍ରାଉନ୍ କିମ୍ବା ଧୂସର-ବାଦାମୀ, ହାଇପରପିଗମେଣ୍ଟେଡ୍ ମାକୁଲ୍ ଏବଂ ପ୍ୟାଚ୍",
        "-> ସାଧାରଣତ the ଚେହେରାର ସୂର୍ଯ୍ୟ କିରଣ ଅଞ୍ଚଳରେ ଦେଖାଯାଏ, ଯେପରିକି ଗାଲ, କପାଳ, ନାକ ଏବଂ ଉପର ଓଠ",
        ">> ମେଲାସମା ପାଇଁ କାରଣ:",
        "-> ଏପିଡର୍ମିସ୍ ଏବଂ / କିମ୍ବା ଡର୍ମିସରେ ମେଲାନିନ ଉତ୍ପାଦନ ଏବଂ ଜମା ବୃଦ୍ଧି",
        ">> ମେଲାସମା ପାଇଁ ବିପଦ କାରକ:",
        "-> ପାରିବାରିକ ଇତିହାସ",
        "-> ହରମୋନାଲ ପରିବର୍ତ୍ତନ (ଯଥା ଗର୍ଭଧାରଣ -> 'ଗର୍ଭଧାରଣର ମାସ୍କ', ମ oral ଖିକ ଗର୍ଭନିରୋଧକ)",
        "-> UV ଏକ୍ସପୋଜର"
       ],
    "pa": [
        "■ ਪਿਗਮੈਂਟਰੀ ਵਿਕਾਰ",
        "● ਵਿਟਿਲਿਗੋ:",
       
        "-> ਹਾਈਪੋਪਿਗਮੈਂਟਡ ਅਤੇ/ਜਾਂ ਡਿਪਿਗਮੈਂਟਡ ਮੈਕੁਲਸ ਅਤੇ ਪੈਚ, ਜੋ ਕਿ ਚਾਕ-ਚਿੱਟੇ ਅਤੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਨਾਲ ਨਿਸ਼ਾਨਬੱਧ ਹਨ",
        "-> ਆਮ ਸਾਈਟਾਂ ਵਿੱਚ ਚਿਹਰਾ, ਹੱਥ ਅਤੇ ਸਰੀਰ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਖੇਤਰ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ, ਪਰ ਸਰੀਰ ਦੇ ਕਿਸੇ ਵੀ ਹਿੱਸੇ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦੇ ਹਨ, ਵਾਲਾਂ ਅਤੇ ਲੇਸਦਾਰ ਝਿੱਲੀ ਸਮੇਤ",
        ">> ਵਿਟਿਲਿਗੋ ਦਾ ਕਾਰਨ:",
        "-> ਇੱਕ ਆਟੋਇਮਿਊਨ ਸਥਿਤੀ ਜਿੱਥੇ ਇਮਿਊਨ ਸਿਸਟਮ ਮੇਲਾਨੋਸਾਈਟਸ 'ਤੇ ਹਮਲਾ ਕਰਦਾ ਹੈ, ਮੇਲੇਨਿਨ ਪੈਦਾ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਸੈੱਲ, ਰੰਗਦਾਰ ਜੋ ਚਮੜੀ ਨੂੰ ਆਪਣਾ ਰੰਗ ਦਿੰਦਾ ਹੈ",
        ">> ਵਿਟਿਲਿਗੋ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਜੈਨੇਟਿਕ ਪ੍ਰਵਿਰਤੀ",
        "-> ਹੋਰ ਆਟੋਇਮਿਊਨ ਬਿਮਾਰੀਆਂ (ਜਿਵੇਂ ਕਿ ਥਾਇਰਾਇਡ ਦੀ ਬਿਮਾਰੀ, ਟਾਈਪ 1 ਡਾਇਬਟੀਜ਼ ਮਲੇਟਸ, ਜਾਂ ਰਾਇਮੇਟਾਇਡ ਗਠੀਏ)",
        "-> ਵਾਤਾਵਰਣਕ ਟਰਿਗਰਜ਼ (ਜਿਵੇਂ ਕਿ ਮਨੋਵਿਗਿਆਨਕ ਤਣਾਅ ਅਤੇ ਸਰੀਰਕ ਤਣਾਅ/ ਚਮੜੀ ਦਾ ਸਦਮਾ (ਕੋਏਬਨਰ ਵਰਤਾਰੇ))",
        "● Melasma:",
       
        "--> ਭੂਰਾ ਜਾਂ ਸਲੇਟੀ-ਭੂਰਾ, ਹਾਈਪਰਪਿਗਮੈਂਟਡ ਮੈਕੂਲਸ ਅਤੇ ਪੈਚ",
        "-> ਆਮ ਤੌਰ 'ਤੇ ਚਿਹਰੇ ਦੇ ਧੁੱਪ ਵਾਲੇ ਖੇਤਰਾਂ, ਜਿਵੇਂ ਕਿ ਗੱਲ੍ਹਾਂ, ਮੱਥੇ, ਨੱਕ ਅਤੇ ਉੱਪਰਲੇ ਬੁੱਲ੍ਹਾਂ 'ਤੇ ਹੁੰਦਾ ਹੈ",
        ">> ਮੇਲਾਸਮਾ ਦਾ ਕਾਰਨ:",
        "-> ਐਪੀਡਰਰਮਿਸ ਅਤੇ/ਜਾਂ ਡਰਮਿਸ ਵਿੱਚ ਮੇਲੇਨਿਨ ਦੇ ਉਤਪਾਦਨ ਅਤੇ ਜਮ੍ਹਾਂ ਹੋਣ ਵਿੱਚ ਵਾਧਾ",
        ">> ਮੇਲਾਜ਼ਮਾ ਲਈ ਜੋਖਮ ਦੇ ਕਾਰਕ:",
        "-> ਪਰਿਵਾਰਕ ਇਤਿਹਾਸ",
        "-> ਹਾਰਮੋਨਲ ਬਦਲਾਅ (ਜਿਵੇਂ ਕਿ ਗਰਭ ਅਵਸਥਾ -> 'ਗਰਭ ਅਵਸਥਾ ਦਾ ਮਾਸਕ', ਮੌਖਿਕ ਗਰਭ ਨਿਰੋਧਕ)",
        "-> ਯੂਵੀ ਐਕਸਪੋਜਰ"
       ],
    "sa": [ 
    "■ वर्णक विकार", 
    "● विटिलिगो:",
   
    "-> हाइपोपिग्मेण्ट् तथा/वा डिपिग्मेण्ट् मक्युल्स् तथा पटल्स्, ये चॉक-श्वेताः सुसीमाकृताः च भवन्ति",
    "-> सामान्यस्थलेषु मुखं, हस्तौ, शरीरस्य मुखौटानां परितः क्षेत्राणि च सन्ति, परन्तु शरीरस्य कस्यापि भागस्य प्रभावं कर्तुं शक्नुवन्ति, यत्र केशाः, श्लेष्मपटलाः च सन्ति", 
    ">> विटिलिगो इत्यस्य कारणम्:",
    "-> एकः स्वप्रतिरक्षा स्थितिः यत्र प्रतिरक्षातन्त्रं मेलानोसाइट्स्, मेलेनिन् इत्यस्य उत्पादनार्थं उत्तरदायी कोशिकानां उपरि आक्रमणं करोति, यत् वर्णकं त्वचां वर्णं ददाति",
    ">> विटिलिगो इत्यस्य जोखिमकारकाः:",
    "-> आनुवंशिक प्रवृत्ति", 
    "-> अन्ये स्वप्रतिरक्षारोगाः (उदा. थायरॉयड् रोगः, प्रथमप्रकारस्य मधुमेहः, अथवा गठिया)",
    "-> पर्यावरणीय-उत्प्रेरकाः (उदा. मनोवैज्ञानिकतनावः शारीरिकतनावः च/ त्वचा-आघातः (Koebner-घटना))",
    "● मेलास्मा:",

    "-> भूरेण वा धूसर-भूरेण वा, अतिरञ्जित-मकूल-पट्टिकाः च", 
    "-> मुखस्य सूर्यप्रकाशितेषु क्षेत्रेषु, यथा गण्डेषु, ललाटेषु, नासिकायां, ऊर्ध्वाधरेषु च सामान्यतया भवति", 
    ">> मेलास्मायाः कारणम्:",
    "-> एपिडर्मिस तथा/वा चर्मणि मेलेनिनस्य उत्पादनं निक्षेपणं च वर्धते",
    ">> मेलास्मा-रोगस्य जोखिमकारकाः :",
    "-> पारिवारिक इतिहास", 
    "-> हार्मोनलपरिवर्तनानि (उदा. गर्भधारणम् -> 'गर्भस्य मुखौटा ', मौखिकगर्भनिरोधकानि)",
    "-> पराबैंगनी संपर्क" 
   ] ,
    "sat": [
        "■ Pigmenṭri bạṛic̕",
        "● Viṭiligo:",
       
        "-> Hạipopigmenṭed ar/se depigmenṭed makul ar patch, oka do̠ chalk-pạṭhuạ ar bhage lekate hạṭiń akan",
        "-> Sadharọn jaega kore muṭhạn, ti, ar hoṛmo reaḱ ḍạrko talare menaḱa, menkhan hoṛmo reaḱ jahan jaega reaḱ hõe ạḍi jạruṛa, jeleka bohoḱ ar ḍaṅgra hõ",
        ">> Vitiligo reak̕ karon:",
        "-> Mit̕ṭen ạḍi jạruṛan ạri-cạli okaṭak̕ re rog khon bańcao reak̕ ạri-cạli do̠ melanocytes, melanin benao lạgit̕ jạruṛakan ko̠clo̠n, ona pigment oka do̠ ạḍi jạruṛa ạri-cạli ạḍi jạruṛa",
        ">> Vitiligo lạgit́ jạruṛaḱ karon:",
        "-> Jenetik ạri-cạli",
        "-> Eṭak’ ọṭọm rog (jeleka thairoid rog, ṭaip 1 mēliṭāsa, se rēmaṭōẏāḍa āthrā'iṭasa)",
        "-> Paribesh reak’ udgạu (jeleka, manọk’ reak’ thakao ar họṛmọ reak’ thakao/ harta reak’ thakao (Koebner ghoṭna))",
        "● Melasma:",
       
        "-> Bạṛiń se̱ grại-bạṛiń, hạiparpigmenṭed makul ar patch",
        "-> Jao ge muṭhạn reaḱ surjomaḱ jaega kore hoyoḱ kana, jeleka ḍaṅgra, koṭha, mọhọk̕, ar cetan ḍaṅgra",
        ">> Melasma reak’ karon:",
        "-> Melanin utpat ar/se̱ ḍermis re̱ bạṛti akan",
        ">> Melasma lạgit́ jạruṛaḱ karon:",
        "-> gharọńj itihas",
        "-> Hormonal pherao (jeleka, kuṛại -> 'kuṛhạṛ reak’ mask’, moca reak’ gạḍi)",
        "-> UV udgạu"
       ],
    "sd": [
 "■ رنگن جي خرابي،",
 "● Vitiligo:",

 "-> هائيپوپگمينٽ ٿيل ۽/يا ڊيپگمينٽ ٿيل ماڪيولس ۽ پيچ، جيڪي چاڪ-اڇا ۽ چڱي طرح نمايان ٿيل آهن",
 "-> عام سائيٽن ۾ منهن، هٿ، ۽ جسم جي چوٽيءَ جي آس پاس وارا علائقا شامل آهن، پر جسم جي ڪنهن به حصي کي متاثر ڪري سگهن ٿا، جن ۾ وار ۽ مغز جھلي شامل آهن",
 ">> وٽيليگو جو سبب:",
 "-> هڪ آٽو ايميون حالت جتي مدافعتي نظام melanocytes تي حملو ڪري ٿو، ميلانين پيدا ڪرڻ جا ذميوار سيلز، رنگ جيڪو چمڙي کي پنهنجو رنگ ڏئي ٿو",
 ">> ويٽيليگو لاءِ خطري جا عنصر:",
 "-> جينياتي اڳڪٿي",
 "--> ٻيون آٽو ايميون بيماريون (مثال طور ٿائرائڊ جي بيماري، ٽائپ 1 ذیابيطس ميليٽس، يا روميٽائڊ گٿريس)",
 "-> ماحولياتي محرڪ (مثال طور نفسياتي دٻاءُ ۽ جسماني دٻاءُ/ جلد جو صدمو (Koebner phenomenon))",
 "● Melasma:",

 "--> ناسي يا گرين-گرين، هائپر پيگمينٽڊ ميڪولس ۽ پيچ",
 "-> عام طور تي منهن جي سج جي روشني وارن علائقن جهڙوڪ گال، پيشاني، نڪ، ۽ مٿيون چپ",
 ">> ميلاسما جو سبب:",
 "-> وڌايل ميلانين جي پيداوار ۽ ايپيڊرمس ۽ / يا ڊرميس ۾ جمع",
 ">> ميلاسما لاءِ خطري جا عنصر:",
 "-> خانداني تاريخ",
 "--> هارمونل تبديليون (مثال طور حمل -> 'حمل جو نقاب'، زباني حملن جي خلاف ورزي)",
 "-> UV نمائش"
],
    "ta": [
 "■ நிறமி கோளாறுகள்",
 "● விட்டிலிகோ:",

 "-> ஹைப்போபிக்மென்ட் மற்றும்/அல்லது நிறமிகுந்த மாகுல்ஸ் மற்றும் பேட்ச்கள், இவை சுண்ணாம்பு-வெள்ளை மற்றும் நன்கு வரையறுக்கப்பட்டவை",
 "-> பொதுவான தளங்களில் முகம், கைகள் மற்றும் உடல் துவாரங்களைச் சுற்றியுள்ள பகுதிகள் அடங்கும், ஆனால் முடி மற்றும் சளி சவ்வுகள் உட்பட உடலின் எந்தப் பகுதியையும் பாதிக்கலாம்",
 ">> விட்டிலிகோ வருவதற்கான காரணம்:",
 "-> நோயெதிர்ப்பு அமைப்பு மெலனோசைட்டுகளைத் தாக்கும் ஒரு ஆட்டோ இம்யூன் நிலை, மெலனின் உற்பத்திக்கு காரணமான செல்கள், தோலுக்கு அதன் நிறத்தை கொடுக்கும் நிறமி",
 ">> விட்டிலிகோவின் ஆபத்து காரணிகள்:",
 "-> மரபணு முன்கணிப்பு",
 "-> பிற தன்னுடல் தாக்க நோய்கள் (எ.கா. தைராய்டு நோய், வகை 1 நீரிழிவு நோய், அல்லது முடக்கு வாதம்)",
 "-> சுற்றுச்சூழல் தூண்டுதல்கள் (எ.கா. உளவியல் மன அழுத்தம் மற்றும் உடல் அழுத்தம்/ தோல் அதிர்ச்சி (கோப்னர் நிகழ்வு))",
 "● மெலஸ்மா:",

 "-> பிரவுன் அல்லது கிரே-ப்ரவுன், ஹைப்பர் பிக்மென்டட் மாகுல்ஸ் மற்றும் பேட்ச்கள்",
 "-> கன்னங்கள், நெற்றி, மூக்கு மற்றும் மேல் உதடு போன்ற முகத்தில் சூரிய ஒளி படும் பகுதிகளில் பொதுவாக ஏற்படும்",
 ">> மெலஸ்மாவுக்கான காரணம்:",
 "-> அதிகரித்த மெலனின் உற்பத்தி மற்றும் மேல்தோல் மற்றும்/அல்லது சருமத்தில் படிதல்",
 ">> மெலஸ்மாவுக்கான ஆபத்து காரணிகள்:",
 "-> குடும்ப வரலாறு",
 "-> ஹார்மோன் மாற்றங்கள் (எ.கா. கர்ப்பம் -> 'கர்ப்பத்தின் முகமூடி', வாய்வழி கருத்தடைகள்)",
 "-> UV வெளிப்பாடு"
],
    "te": [
 "■ పిగ్మెంటరీ డిజార్డర్స్",
 "● బొల్లి:",

 "-> హైపోపిగ్మెంటెడ్ మరియు/లేదా డిపిగ్మెంటెడ్ మాక్యుల్స్ మరియు ప్యాచ్‌లు, ఇవి సుద్ద-తెలుపు మరియు బాగా గుర్తించబడినవి",
 "-> సాధారణ సైట్‌లలో ముఖం, చేతులు మరియు శరీర కక్ష్యల చుట్టూ ఉన్న ప్రాంతాలు ఉంటాయి, కానీ జుట్టు మరియు శ్లేష్మ పొరలతో సహా శరీరంలోని ఏదైనా భాగాన్ని ప్రభావితం చేయవచ్చు",
 ">> బొల్లికి కారణం:",
 "-> రోగనిరోధక వ్యవస్థ మెలనోసైట్‌లపై దాడి చేసే స్వయం ప్రతిరక్షక స్థితి, మెలనిన్‌ను ఉత్పత్తి చేయడానికి కారణమయ్యే కణాలు, చర్మానికి రంగును ఇచ్చే వర్ణద్రవ్యం",
 ">> బొల్లికి ప్రమాద కారకాలు:",
 "-> జన్యు సిద్ధత",
 "-> ఇతర స్వయం ప్రతిరక్షక వ్యాధులు (ఉదా. థైరాయిడ్ వ్యాధి, టైప్ 1 డయాబెటిస్ మెల్లిటస్, లేదా రుమటాయిడ్ ఆర్థరైటిస్)",
 "-> పర్యావరణ ట్రిగ్గర్లు (ఉదా. మానసిక ఒత్తిడి మరియు శారీరక ఒత్తిడి/ చర్మ గాయం (కోబ్నర్ దృగ్విషయం))",
 "● మెలస్మా:",

 "-> బ్రౌన్ లేదా గ్రే-బ్రౌన్, హైపర్‌పిగ్మెంటెడ్ మాక్యుల్స్ మరియు ప్యాచ్‌లు",
 "-> సాధారణంగా ముఖం యొక్క బుగ్గలు, నుదురు, ముక్కు మరియు పై పెదవి వంటి సూర్యరశ్మికి గురయ్యే ప్రదేశాలలో సంభవిస్తుంది",
 ">> మెలస్మాకు కారణం:",
 "-> ఎపిడెర్మిస్ మరియు/లేదా డెర్మిస్‌లో మెలనిన్ ఉత్పత్తి మరియు నిక్షేపణ పెరిగింది",
 ">> మెలస్మా ప్రమాద కారకాలు:",
 "-> కుటుంబ చరిత్ర",
 "-> హార్మోన్ల మార్పులు (ఉదా. గర్భం -> 'గర్భధారణ ముసుగు', నోటి గర్భనిరోధకాలు)",
 "-> UV ఎక్స్పోజర్"
],
    "ur": [
 "■ روغن کی خرابی",
 "● Vitiligo:",

 "-> Hypopigmented اور/یا depigmented macules اور پیچ، جو چاک سفید اور اچھی طرح سے نشان زد ہیں",
 "-> عام جگہوں میں چہرہ، ہاتھ اور جسم کے اطراف کے حصے شامل ہوتے ہیں، لیکن جسم کے کسی بھی حصے کو متاثر کر سکتے ہیں، بشمول بالوں اور چپچپا جھلیوں",
 ">> وٹیلگو کی وجہ:",
 "-> ایک خود کار قوت حالت جہاں مدافعتی نظام میلانوسائٹس پر حملہ کرتا ہے، میلانین پیدا کرنے کے ذمہ دار خلیات، وہ روغن جو جلد کو رنگ دیتا ہے",
 ">> وٹیلگو کے خطرے کے عوامل:",
 "-> جینیاتی رجحان",
 "-> دیگر خود کار قوت مدافعت کی بیماریاں (مثلاً تائرواڈ کی بیماری، ٹائپ 1 ذیابیطس mellitus، یا ریمیٹائڈ گٹھیا)",
 "-> ماحولیاتی محرکات (مثلاً نفسیاتی تناؤ اور جسمانی تناؤ/جلد کا صدمہ (کوئبنر رجحان))",
 "● میلاسما:",

 "-> بھورا یا سرمئی بھورا، ہائپر پگمنٹڈ میکولز اور پیچ",
 "-> عام طور پر چہرے کے سورج کی روشنی والے علاقوں پر ہوتا ہے، جیسے گالوں، پیشانی، ناک اور اوپری ہونٹوں پر",
 ">> میلاسما کی وجہ:",
 "-> epidermis اور/یا dermis میں میلانین کی پیداوار اور جمع میں اضافہ",
 ">> میلاسما کے خطرے کے عوامل:",
 "-> خاندانی تاریخ",
 "-> ہارمونل تبدیلیاں (جیسے حمل -> 'حمل کا ماسک'، زبانی مانع حمل)",
 "-> UV کی نمائش"
]
  }
  
