{
    "as":[
        "■ সূৰ্য্যৰ সুৰক্ষাৰ পদ্ধতি",
        "● ছাঁ বিচাৰিব",
        "-> বাহিৰত থাকিলে গছ, ছাতি বা অন্যান্য গঠনৰ তলত ছাঁ বিচাৰিব লাগে যাতে সূৰ্যৰ পোহৰৰ প্ৰত্যক্ষ সংস্পৰ্শ কম হয়।",
        "-> বিশেষকৈ ৰ'দৰ শীৰ্ষ সময়ত, সাধাৰণতে পুৱা ১০ বজাৰ পৰা বিয়লি ৪ বজাৰ ভিতৰত গুৰুত্বপূৰ্ণ।",
        "● ছানস্ক্ৰীণ পিন্ধক",
        "-> ছালৰ ৰং গাঢ় হোৱা ব্যক্তিয়ে তথাপিও ছানস্ক্ৰীণ ব্যৱহাৰ কৰিব লাগে, কিয়নো UV বিকিৰণে ছালৰ ৰং নিৰ্বিশেষে ছালৰ ক্ষতি কৰিব পাৰে।",
        "-> মুখ, ডিঙি, হাত, ভৰিকে ধৰি সকলো উন্মুক্ত ছালৰ অংশত এছপিএফ ৩০ বা তাতকৈ অধিক বহল বৰ্ণালীৰ ছানস্ক্ৰীণ প্ৰয়োগ কৰক।",
        "-> প্ৰতি দুঘণ্টাৰ মূৰে মূৰে পুনৰ ছানস্ক্ৰীণ প্ৰয়োগ কৰক, বা সাঁতুৰি বা ঘামচি ওলালে অধিক সঘনাই প্ৰয়োগ কৰক।",
        "-> দীৰ্ঘদিনীয়া বাহিৰৰ কামৰ বাবে পানী প্ৰতিৰোধী ছানস্ক্ৰীণ বাছি লওক।",
        "● সুৰক্ষামূলক কাপোৰ পিন্ধক",
        "-> লঘু, টানকৈ বোৱা কাপোৰেৰে ঢাকি ৰাখক যিয়ে ছালখনক UV ৰশ্মিৰ পৰা ৰক্ষা কৰে।",
        "-> মুখ, ডিঙি, কাণত ছাঁ দিবলৈ বহল ব্ৰিমযুক্ত টুপী পিন্ধিব।",
        "-> চকুক ক্ষতিকাৰক UV বিকিৰণৰ পৰা ৰক্ষা কৰিবলৈ UV সুৰক্ষা থকা ছানগ্লাছ পিন্ধিব লাগে।"
       ],
    "awa": [
        "■ सूर्य सुरक्षा प्रथा",
        "● छाया ढूंढौ",
        "-> जब बाहर हो, त पेड़न, छतरियन या अन्य संरचनाओं के नीचे छाया ढूंढौ ताकि सूरज के रोशनी के सीधे संपर्क मा न आवै।",
        "-> पीक सन ऑवर के दौरान विशेष रूप से महत्वपूर्ण है, आमतौर पर 10 बजे से 4 बजे के बीच।",
        "● सनस्क्रीन लगावा",
        "-> गहरा त्वचा टोन वाले व्यक्तियन का अबहियों सनस्क्रीन का उपयोग करै का चाही, काहे से कि यूवी विकिरण त्वचा के रंग के बावजूद त्वचा का नुकसान पहुंचा सकत है।",
        "-> चेहरा, गर्दन, हाथ अऊर गोड़ सहित सब उजागर त्वचा क्षेत्रन मा एसपीएफ 30 या ओसे अधिक के साथ व्यापक स्पेक्ट्रम सनस्क्रीन लगावा।",
        "-> हर दुइ घंटा मा सनस्क्रीन फिर से लगावा, या अगर तैरत या पसीना आवत है तौ अधिक बार लगावा।",
        "-> लंबे समय तक बाहरी गतिविधियन के लिए पानी प्रतिरोधी सनस्क्रीन चुनौ।",
        "● सुरक्षात्मक कपड़ा पहिनौ",
        "-> हल्का, कस के बुने कपड़ा से ढँकौ जवन त्वचा का यूवी किरणन से बचावत है।",
        "-> चेहरा, गर्दन अऊर कानन का छाया देय के लिए एक चौड़ी किनारा वाली टोपी पहिनौ।",
        "-> हानिकारक यूवी विकिरण से आँखिन का बचावै के लिए यूवी सुरक्षा के साथ धूप का चश्मा पहनौ।"
       ],
    "bn":[
        "■ সূর্য নিরাপত্তা অনুশীলন",
        "● ছায়া খুঁজি",
        "-> বাইরে যখন, সূর্যের আলোর সরাসরি এক্সপোজার কমাতে গাছ, ছাতা বা অন্যান্য কাঠামোর নীচে ছায়া খুঁজুন।",
        "-> সূর্যের সর্বোচ্চ ঘন্টার সময় বিশেষ করে গুরুত্বপূর্ণ, সাধারণত সকাল 10 টা থেকে বিকাল 4 টার মধ্যে।",
        "● সানস্ক্রিন পরুন",
        "-> গাঢ় ত্বকের টোনযুক্ত ব্যক্তিদের এখনও সানস্ক্রিন ব্যবহার করা উচিত, কারণ UV বিকিরণ ত্বকের রঙ নির্বিশেষে ত্বকের ক্ষতি করতে পারে।",
        "-> মুখ, ঘাড়, বাহু এবং পা সহ সমস্ত উন্মুক্ত ত্বকের জায়গায় SPF 30 বা তার বেশি যুক্ত ব্রড-স্পেকট্রাম সানস্ক্রিন প্রয়োগ করুন।",
        "-> প্রতি দুই ঘন্টা পর পর আবার সানস্ক্রিন লাগান, বা সাঁতার কাটলে বা ঘামলে আরো ঘন ঘন।",
        "-> দীর্ঘায়িত বহিরঙ্গন কার্যকলাপের জন্য জল-প্রতিরোধী সানস্ক্রিন চয়ন করুন।",
        "● প্রতিরক্ষামূলক পোশাক পরুন",
        "-> হালকা ওজনের, শক্তভাবে বোনা পোশাক দিয়ে ঢেকে রাখুন যা ত্বককে UV রশ্মি থেকে রক্ষা করে।",
        "-> মুখ, ঘাড় এবং কান ছায়া দেওয়ার জন্য একটি চওড়া কাঁটাযুক্ত টুপি পরুন।",
        "-> ক্ষতিকারক UV বিকিরণ থেকে চোখকে রক্ষা করতে UV সুরক্ষা সহ সানগ্লাস পরুন।"
       ],
    "bho":[
        "■ सूर्य सुरक्षा के प्रथा",
        "● छाया के तलाश करीं",
        "-> जब बाहर होखीं त पेड़, छतरी, भा अउरी संरचना के नीचे छाया के तलाश करीं ताकि सूरज के रोशनी के सीधा संपर्क कम हो सके।",
        "-> खास तौर प पीक धूप के समय में महत्वपूर्ण बा, आम तौर प 10 a.m. से 4 p.m. के बीच।",
        "● सनस्क्रीन पहिरे के बा",
        "-> गहरे रंग के त्वचा वाला व्यक्ति के अभी भी सनस्क्रीन के इस्तेमाल करे के चाही, काहेंकी यूवी रेडिएशन त्वचा के नुकसान पहुंचा सकता चाहे त्वचा के रंग कवनो होखे।",
        "-> चेहरा, गर्दन, हाथ, अवुरी गोड़ समेत त्वचा के सभ उजागर इलाका प एसपीएफ 30 चाहे ओकरा से जादे वाला ब्रॉड स्पेक्ट्रम सनस्क्रीन लगाई।",
        "-> हर दू घंटा पर सनस्क्रीन दोबारा लगाईं, भा अगर तैरत भा पसीना बहत होखे त अधिका बेर लगाईं.",
        "-> लंबा समय तक बाहरी गतिविधि खातिर पानी प्रतिरोधी सनस्क्रीन चुनीं।",
        "● सुरक्षात्मक कपड़ा पहिनीं",
        "-> हल्का, कस के बुनल कपड़ा से ढंक लीं जवन त्वचा के यूवी किरण से बचावेला।",
        "-> चेहरा, गर्दन, आ कान के छाया देवे खातिर चौड़ा किनारा वाला टोपी पहिनीं।",
        "-> आंख के हानिकारक यूवी विकिरण से बचावे खातिर यूवी प्रोटेक्शन वाला धूप के चश्मा पहिनीं।"
       ] ,
    "chg": [
        "■ सूर्य सुरक्षा प्रथाएँ",
        "● छाया खोजें",
        "-> बाहरी जगहों पर, पेड़ों, छाते या अन्य संरचनाओं के नीचे छाया खोजें, सूर्य की सीधी अनुमति को कम करने के लिए।",
        "-> विशेष रूप से महत्वपूर्ण है सूर्य के शीर्ष समयों में, आमतौर पर सुबह 10 बजे से लेकर दोपहर 4 बजे के बीच।",
        "● सनस्क्रीन पहनें",
        "-> गहरी त्वचा रंग वाले व्यक्तियों को भी सनस्क्रीन पहनना चाहिए, क्योंकि UV विकिरण त्वचा के रंग के बावजूद त्वचा को क्षति पहुंचा सकता है।",
        "-> उन सभी उभारते हुए त्वचा क्षेत्रों, जैसे मुख, गर्दन, हाथ और पैर, के लिए SPF 30 या उससे अधिक वाला विस्तारवाला सनस्क्रीन लगाएं।",
        "-> हर दो घंटे में सनस्क्रीन को फिर से लगाएं, या अधिक समय स्विमिंग या पसीने की स्थिति में।",
        "-> दीर्घकालिक बाहरी गतिविधियों के लिए जलरोधी सनस्क्रीन चुनें।",
        "● संरक्षक वस्त्र पहनें",
        "-> UV किरणों से त्वचा की रक्षा करने वाले हल्के, कड़ाई से बुने कपड़े से ढक लें।",
        "-> चेहरे, गर्दन और कानों को धुप से बचाने के लिए एक चौड़ी ब्रिम वाली टोपी पहनें।",
        "-> हानिकारक UV विकिरण से आंखों की रक्षा के लिए UV संरक्षण वाला धूप के चश्मे पहनें।"
      ],
    "doi": [
        "■ धूप सुरक्षा प्रथाएं",
        "● छाया दी तलाश करो",
        "-> बाहर होने पर बूह्टे, छतरी, जां होर संरचनाएं दे हेठ छांऽ दी तलाश करो तां जे सूरज दी रोशनी च सीधा संपर्क घट्ट होई सकै।",
        "-> खास करियै पीक धूप दे समें च, आमतौर पर 10 a.m. ते 4 p.m. दे बश्कार मता जरूरी ऐ।",
        "● सनस्क्रीन पहनना",
        "-> गहरे रंग दे स्किन टोन आहले व्यक्तियें गी अजें बी सनस्क्रीन दा इस्तेमाल करना चाहिदा, कीजे यूवी रेडिएशन त्वचा दे रंग दी परवाह नेईं करदे होई त्वचा गी नुकसान पजाई सकदा ऐ।",
        "-> चेहरे, गर्दन, हत्थ, ते पैरें समेत सारे उजागर त्वचा आह्ले इलाकें च एसपीएफ 30 जां ओह्दे शा मती व्यापक स्पेक्ट्रम सनस्क्रीन लाओ।",
        "-> हर दो घंटे च सनस्क्रीन गी दुबारा लाओ, जां जेकर तैरदे ओ जां पसीना आवै करदे ओ तां मती बार।",
        "-> लंबे समय तक बाहरी गतिविधियें लेई पानी प्रतिरोधी सनस्क्रीन चुनो।",
        "● सुरक्षात्मक कपड़े पहनना",
        "-> हल्के, कसकर बुने कपड़े कन्नै ढकना जेह्ड़े त्वचा गी यूवी किरणें थमां बचांदे न।",
        "-> चेहरे, गर्दन, ते कान गी छाया देने आस्तै चौड़ी-चौड़ी टोपी पाओ।",
        "-> अक्खीं गी हानिकारक यूवी विकिरण थमां बचाने लेई यूवी प्रोटेक्शन आह्ले धूप दे चश्मे पाओ।"
       ],
    "en": [
        "■ Sun Safety Practices",
        "● Seek shade",
        "-> When outdoors, seek shade under trees, umbrellas, or other structures to reduce direct exposure to sunlight.",
        "-> Especially important during peak sun hours, typically between 10 a.m. and 4 p.m.",
        "● Wear sunscreen",
        "-> Individuals with darker skin tones should still use sunscreen, as UV radiation can cause skin damage irrespective of skin color.",
        "-> Apply broad-spectrum sunscreen with SPF 30 or higher to all exposed skin areas, including face, neck, arms, and legs.",
        "-> Reapply sunscreen every two hours, or more frequently if swimming or sweating.",
        "-> Choose water-resistant sunscreen for prolonged outdoor activities.",
        "● Wear protective clothing",
        "-> Cover up with lightweight, tightly woven clothing that protects the skin from UV rays.",
        "-> Wear a wide-brimmed hat to shade the face, neck, and ears.",
        "-> Wear sunglasses with UV protection to shield the eyes from harmful UV radiation."
    ],
    "gu": [
        "■ સૂર્ય સુરક્ષા પ્રેક્ટિસ",
        "● છાંયો શોધો",
        "-> જ્યારે બહાર હોય, ત્યારે સૂર્યપ્રકાશનો સીધો સંપર્ક ઘટાડવા માટે વૃક્ષો, છત્રીઓ અથવા અન્ય માળખાં નીચે છાંયો શોધો.",
        "-> સૂર્યના પીક કલાકો દરમિયાન ખાસ કરીને મહત્વપૂર્ણ, સામાન્ય રીતે સવારે 10 થી સાંજે 4 વાગ્યાની વચ્ચે.",
        "● સનસ્ક્રીન પહેરો",
        "-> ઘાટા ત્વચા ટોન ધરાવતી વ્યક્તિઓએ હજી પણ સનસ્ક્રીનનો ઉપયોગ કરવો જોઈએ, કારણ કે યુવી રેડિયેશન ત્વચાના રંગને ધ્યાનમાં લીધા વિના ત્વચાને નુકસાન પહોંચાડી શકે છે.",
        "-> ચહેરા, ગરદન, હાથ અને પગ સહિત તમામ ખુલ્લા ત્વચાના વિસ્તારોમાં SPF 30 અથવા તેથી વધુ સાથે બ્રોડ-સ્પેક્ટ્રમ સનસ્ક્રીન લાગુ કરો.",
        "-> દર બે કલાકે સનસ્ક્રીન ફરીથી લાગુ કરો, અથવા જો સ્વિમિંગ અથવા પરસેવો થતો હોય તો વધુ વખત.",
        "-> લાંબા સમય સુધી આઉટડોર પ્રવૃત્તિઓ માટે પાણી-પ્રતિરોધક સનસ્ક્રીન પસંદ કરો.",
        "● રક્ષણાત્મક વસ્ત્રો પહેરો",
        "-> હળવા, ચુસ્ત રીતે વણાયેલા કપડાંથી ઢાંકો જે ત્વચાને યુવી કિરણોથી સુરક્ષિત કરે છે.",
        "-> ચહેરા, ગરદન અને કાનને છાંયો આપવા માટે પહોળી કાંટાવાળી ટોપી પહેરો.",
        "-> હાનિકારક યુવી કિરણોત્સર્ગથી આંખોને બચાવવા માટે યુવી પ્રોટેક્શનવાળા સનગ્લાસ પહેરો."
       ],
    "hne": [
        "■ सूर्य सुरक्षा अभ्यास",
        "● छाया खोजें",
        "-> बाहर जांतून, पेड़ों, छात्रों या अन्य संरचनाओं के नीचे छाया खोजें, सूर्य सीधे प्रकाशन को कम करने के लिए।",
        "-> खास तौर पर सूर्य के शीर्ष समयों में महत्वपूर्ण है, आमतौर पर सुबह 10 बजे से लेकर दोपहर 4 बजे के बीच।",
        "● सनस्क्रीन लगाओ",
        "-> गहरी त्वचा वाले व्यक्तियों को भी सनस्क्रीन लगाना चाहिए, क्योंकि UV विकिरण त्वचा के रंग के बावजूद त्वचा को क्षति पहुंचा सकता है।",
        "-> उभारते हुए सभी त्वचा क्षेत्रों, जैसे मुख, गर्दन, हाथ और पैर, के लिए SPF 30 या उससे अधिक वाला विस्तारवाला सनस्क्रीन लगाएं।",
        "-> हर दो घंटे में सनस्क्रीन को फिर से लगाएं, या अधिक समय स्विमिंग या पसीने की स्थिति में।",
        "-> दीर्घकालिक बाहरी गतिविधियों के लिए जलरोधी सनस्क्रीन चुनें।",
        "● संरक्षक कपड़े पहनें",
        "-> UV किरणों से त्वचा की रक्षा करने वाले हल्के, कड़ाई से बुने कपड़े से ढक लें।",
        "-> चेहरे, गर्दन और कानों को धुप से बचाने के लिए एक चौड़ी ब्रिम वाली टोपी पहनें।",
        "-> हानिकारक UV विकिरण से आंखों की रक्षा के लिए UV संरक्षण वाले धूप के चश्मे पहनें।"
      ],
    "hi": [

        "■ सूर्य सुरक्षा अभ्यास",
        
        "● छाया में रहें",
        
        "-> जब बाहर हों, तो पेड़ों, छतरियों या अन्य संरचनाओं के नीचे छाया में रहें, ताकि सूर्य के प्रकाश के सीधे संपर्क में आने से बचा जा सके।",
        
        "-> विशेष रूप से सूर्य के चरम घंटों के दौरान, आमतौर पर सुबह 10 बजे से शाम 4 बजे के बीच महत्वपूर्ण है।",
        
        "● सनस्क्रीन पहनें",
        
        "-> गहरे रंग की त्वचा वाले व्यक्तियों को भी सनस्क्रीन का उपयोग करना चाहिए, क्योंकि यूवी विकिरण त्वचा के रंग के बावजूद त्वचा को नुकसान पहुंचा सकता है।",
        
        "-> चेहरे, गर्दन, हाथ और पैरों सहित सभी उजागर त्वचा क्षेत्रों पर एसपीएफ 30 या उससे अधिक वाला ब्रॉड-स्पेक्ट्रम सनस्क्रीन लगाएं।",
        
        "-> तैराकी या पसीना आने पर हर दो घंटे या अधिक बार सनस्क्रीन दोबारा लगाएं।",
        
        "-> लंबे समय तक बाहरी गतिविधियों के लिए जलरोधी सनस्क्रीन चुनें।",
        
        "● सुरक्षात्मक कपड़े पहनें",
        
        "-> हल्के, कसकर बुने हुए कपड़ों से ढकें जो त्वचा को यूवी किरणों से बचाते हैं।",
        
        "-> चेहरे को छाया देने के लिए चौड़ी किनारी वाली टोपी पहनें, गर्दन और कान।",
        "-> हानिकारक UV विकिरण से आँखों को बचाने के लिए UV सुरक्षा वाले धूप के चश्मे पहनें।"
        ],
    "kn": [
        "■ ಸನ್ ಸೇಫ್ಟಿ ಪ್ರಾಕ್ಟೀಸಸ್",
        "● ನೆರಳು ಹುಡುಕು",
        "-> ಹೊರಾಂಗಣದಲ್ಲಿ, ಸೂರ್ಯನ ಬೆಳಕಿಗೆ ನೇರವಾಗಿ ಒಡ್ಡಿಕೊಳ್ಳುವುದನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮರಗಳು, ಛತ್ರಿಗಳು ಅಥವಾ ಇತರ ರಚನೆಗಳ ಅಡಿಯಲ್ಲಿ ನೆರಳು ಹುಡುಕುವುದು.",
        "-> ವಿಶೇಷವಾಗಿ ಬೆಳಿಗ್ಗೆ 10 ರಿಂದ ಸಂಜೆ 4 ಗಂಟೆಯ ನಡುವೆ, ಗರಿಷ್ಠ ಸೂರ್ಯನ ಸಮಯದಲ್ಲಿ ಮುಖ್ಯವಾಗಿದೆ.",
        "● ಸನ್‌ಸ್ಕ್ರೀನ್ ಧರಿಸಿ",
        "-> ಗಾಢವಾದ ಚರ್ಮದ ಟೋನ್ ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳು ಇನ್ನೂ ಸನ್ಸ್ಕ್ರೀನ್ ಅನ್ನು ಬಳಸಬೇಕು, ಏಕೆಂದರೆ UV ವಿಕಿರಣವು ಚರ್ಮದ ಬಣ್ಣವನ್ನು ಲೆಕ್ಕಿಸದೆ ಚರ್ಮದ ಹಾನಿಯನ್ನು ಉಂಟುಮಾಡಬಹುದು.",
        "-> ಮುಖ, ಕುತ್ತಿಗೆ, ತೋಳುಗಳು ಮತ್ತು ಕಾಲುಗಳು ಸೇರಿದಂತೆ ಎಲ್ಲಾ ತೆರೆದ ಚರ್ಮದ ಪ್ರದೇಶಗಳಿಗೆ SPF 30 ಅಥವಾ ಹೆಚ್ಚಿನದರೊಂದಿಗೆ ವಿಶಾಲ-ಸ್ಪೆಕ್ಟ್ರಮ್ ಸನ್‌ಸ್ಕ್ರೀನ್ ಅನ್ನು ಅನ್ವಯಿಸಿ.",
        "-> ಪ್ರತಿ ಎರಡು ಗಂಟೆಗಳಿಗೊಮ್ಮೆ ಸನ್‌ಸ್ಕ್ರೀನ್ ಅನ್ನು ಪುನಃ ಅನ್ವಯಿಸಿ, ಅಥವಾ ಹೆಚ್ಚಾಗಿ ಈಜುತ್ತಿದ್ದರೆ ಅಥವಾ ಬೆವರುತ್ತಿದ್ದರೆ.",
        "-> ದೀರ್ಘಾವಧಿಯ ಹೊರಾಂಗಣ ಚಟುವಟಿಕೆಗಳಿಗಾಗಿ ನೀರು-ನಿರೋಧಕ ಸನ್‌ಸ್ಕ್ರೀನ್ ಆಯ್ಕೆಮಾಡಿ.",
        "● ರಕ್ಷಣಾತ್ಮಕ ಉಡುಪುಗಳನ್ನು ಧರಿಸಿ",
        "-> UV ಕಿರಣಗಳಿಂದ ಚರ್ಮವನ್ನು ರಕ್ಷಿಸುವ ಹಗುರವಾದ, ಬಿಗಿಯಾಗಿ ನೇಯ್ದ ಬಟ್ಟೆಯಿಂದ ಕವರ್ ಮಾಡಿ.",
        "-> ಮುಖ, ಕುತ್ತಿಗೆ ಮತ್ತು ಕಿವಿಗಳಿಗೆ ನೆರಳು ನೀಡಲು ಅಗಲವಾದ ಅಂಚುಳ್ಳ ಟೋಪಿ ಧರಿಸಿ.",
        "-> ಹಾನಿಕಾರಕ UV ವಿಕಿರಣದಿಂದ ಕಣ್ಣುಗಳನ್ನು ರಕ್ಷಿಸಲು UV ರಕ್ಷಣೆಯೊಂದಿಗೆ ಸನ್ಗ್ಲಾಸ್ಗಳನ್ನು ಧರಿಸಿ."
       ],
    "ks": [
        "■ सूर्य सुरक्षा अभ्यास",
        "● छाया खोजें",
        "-> बाहरी समय, पेड़, छाटी, या अन्य युनीकता छाया में खोजें, सूर्य की सीधी अनुमति कम करने के लिए।",
        "-> विशेष रूप से महत्वपूर्ण समय सूर्य, सामान्यतया 10 बजे बिहान बारे 4 बजे दोपहर की बीच।",
        "● सनस्क्रीन पहन्न",
        "-> गहरी त्वचा रंग कडू व्यक्तियों, अधिकतम गोजा सनस्क्रीन, कसरत बाद सूर्य के त्वचा क्षति होइनअन्तरकारण।",
        "-> SPF 30 किरण सनस्क्रीन लगाएं, या अधिक क्षेत्र जैसे मुख, गर्दन, हाथ, और पैर।",
        "-> हर दो घण्टा त्वचा लागि, या अधिक प्राथमिकता निमित्त।",
        "-> दीर्घकालिक सनस्क्रीन सेवाएं जाहीर करें, युनिकता छायामा।",
        "● रक्षक वस्त्र",
        "-> UV रायसं रक्षा व्यक्तियों व्यक्तियों, खडक वस्त्र किंवदंतिया वरीती दूध।",
        "-> माथ, गर्दन, और अदिराए क्षेत्रटा वायुस्त्र कपड़े व्यक्तियों।",
        "-> UV रक्षा करणा कारक वायुत्र गोंद धोप के चाशिमे रक्षा राइटे।"
      ],
    "kok": [
        "■ सूर्य सुरक्षेची पद्दत",
        "● सावळी सोदप",
        "-> भायर आसतना झाडां, छत्री वा हेर बांदावळीं सकयल सावळी घेवची, जाका लागून सुर्याच्या उजवाडाचो थेट संपर्क उणो जाता.",
        "-> खास करून सुर्याच्या चड वेळार, सादारणपणान सकाळीं 10 ते सांजे 4 वरां मजगतीं म्हत्वाचें.",
        "● सनस्क्रीन घालचें",
        "-> कातीचो रंग चड काळो आशिल्ल्या व्यक्तींनी अजूनय सनस्क्रीन वापरचो, कारण कातीचो रंग पळोवन पराबैंगनी किरणोत्सर्गाक लागून कातीचें नुकसान जावंक शकता.",
        "-> तोंड, मान, हात, आनी पांय सयत सगळ्या उक्त्या कातीच्या भागांचेर एसपीएफ 30 वा ताचे परस चड व्यापक वर्णपटीय सनस्क्रीन लावचें.",
        "-> दर दोन वरांनी परतून सनस्क्रीन लावचें, वा चड फावट पोंवल्यार वा घाम येता जाल्यार.",
        "-> चड काळ भायल्यान काम करपा खातीर उदकाक प्रतिरोधक सनस्क्रीन निवडात.",
        "● संरक्षणात्मक कपडे घालचे",
        "-> कातीक पराबैंगनी किरणां पासून राखण दिवपी हलके वजनाचे, घट्ट विणलेले कपडे घालून न्हेसचें.",
        "-> तोंड, मान, कानांक सावळी दिवपाक रूंद कांठाची टोपी घालची.",
        "-> दोळ्यांक हानीकारक UV किरणोत्सर्गापसून राखण दिवपा खातीर UV संरक्षण आशिल्ले धूपचश्मे घालचे."
       ] ,
    "mai": [
        "■ सूर्य सुरक्षा प्रथा",
        "● छाया खोजू",
        "-> जखन बाहर रहब त गाछ, छतरी, या अन्य संरचना के नीचा छाया ताकू ताकि सूर्य के रोशनी के सीधा संपर्क कम भ सकय.",
        "-> विशेष रूप सँ पीक सूर्यक समय मे महत्वपूर्ण अछि, आमतौर पर 10 a.m. सँ 4 p.m. के बीच.",
        "● सनस्क्रीन पहनें",
        "-> त्वचा के रंग गहरे रंग के व्यक्ति के एखनो सनस्क्रीन के प्रयोग करबाक चाही, कियाक त यूवी विकिरण त्वचा के रंग के परवाह केने बिना त्वचा के नुकसान पहुंचा सकैत अछि.",
        "-> चेहरा, गर्दन, हाथ, आ पैर सहित त्वचा के सब उजागर क्षेत्र पर एसपीएफ 30 या ओहि सं बेसी वाला ब्रॉड-स्पेक्ट्रम सनस्क्रीन लगाउ.",
        "-> हर दू घंटा पर सनस्क्रीन दोबारा लगाउ, या बेसी बेर जँ हेलैत छी वा पसीना बहैत छी त' लगाउ.",
        "-> लंबा समय तक बाहरी गतिविधि के लेल जल प्रतिरोधी सनस्क्रीन चुनू।",
        "● सुरक्षात्मक वस्त्र पहनें",
        "-> हल्का, कस क बुनल कपड़ा स ढकब जे त्वचा कए यूवी किरण स बचाबय।",
        "-> चेहरा, गर्दन, आ कान पर छाया देबय लेल चौड़ा टोपी पहिरब.",
        "-> आँख के हानिकारक यूवी विकिरण स बचाबय लेल यूवी प्रोटेक्शन वाला धूप के चश्मा पहिरब."
       ] ,
    "ml": [
        "■ സൺ സേഫ്റ്റി പ്രാക്ടീസ്",
        "● തണൽ തേടുക",
        "-> വെളിയിലായിരിക്കുമ്പോൾ, സൂര്യപ്രകാശം നേരിട്ട് എക്സ്പോഷർ ചെയ്യുന്നത് കുറയ്ക്കാൻ മരങ്ങൾ, കുടകൾ അല്ലെങ്കിൽ മറ്റ് ഘടനകൾ എന്നിവയ്ക്ക് താഴെ തണൽ തേടുക.",
        "-> പ്രത്യേകിച്ച് രാവിലെ 10 മണിക്കും വൈകുന്നേരം 4 മണിക്കും ഇടയിലുള്ള സൂര്യൻ്റെ ഏറ്റവും ഉയർന്ന സമയങ്ങളിൽ വളരെ പ്രധാനമാണ്.",
        "● സൺസ്ക്രീൻ ധരിക്കുക",
        "-> ഇരുണ്ട ചർമ്മ നിറമുള്ള വ്യക്തികൾ ഇപ്പോഴും സൺസ്ക്രീൻ ഉപയോഗിക്കണം, കാരണം UV വികിരണം ചർമ്മത്തിൻ്റെ നിറം പരിഗണിക്കാതെ ചർമ്മത്തിന് കേടുപാടുകൾ വരുത്തും.",
        "-> മുഖം, കഴുത്ത്, കൈകൾ, കാലുകൾ എന്നിവയുൾപ്പെടെ എല്ലാ ചർമ്മ പ്രദേശങ്ങളിലും SPF 30 അല്ലെങ്കിൽ അതിൽ കൂടുതലുള്ള ബ്രോഡ്-സ്പെക്ട്രം സൺസ്ക്രീൻ പ്രയോഗിക്കുക.",
        "-> ഓരോ രണ്ട് മണിക്കൂറിലും സൺസ്‌ക്രീൻ വീണ്ടും പുരട്ടുക, അല്ലെങ്കിൽ നീന്തുകയോ വിയർക്കുകയോ ചെയ്യുകയാണെങ്കിൽ കൂടുതൽ തവണ.",
        "-> നീണ്ടുനിൽക്കുന്ന ഔട്ട്ഡോർ പ്രവർത്തനങ്ങൾക്കായി ജലത്തെ പ്രതിരോധിക്കുന്ന സൺസ്ക്രീൻ തിരഞ്ഞെടുക്കുക.",
        "● സംരക്ഷണ വസ്ത്രം ധരിക്കുക",
        "-> അൾട്രാവയലറ്റ് രശ്മികളിൽ നിന്ന് ചർമ്മത്തെ സംരക്ഷിക്കുന്ന ഭാരം കുറഞ്ഞതും ഇറുകിയതുമായ വസ്ത്രങ്ങൾ കൊണ്ട് മൂടുക.",
        "-> മുഖം, കഴുത്ത്, ചെവി എന്നിവ തണലാക്കാൻ വീതിയേറിയ തൊപ്പി ധരിക്കുക.",
        "-> ഹാനികരമായ അൾട്രാവയലറ്റ് വികിരണങ്ങളിൽ നിന്ന് കണ്ണുകളെ സംരക്ഷിക്കാൻ അൾട്രാവയലറ്റ് പരിരക്ഷയുള്ള സൺഗ്ലാസുകൾ ധരിക്കുക."
       ],
    "mni": [
        "■ सूर्य सुरक्षा अभ्यास",
        "● छायालाई नामते",
        "-> छायालाई खोजिलानि, रुखरास, छातास वा अन्य निम्ति छायालाई खोजिलानि, सूर्य सीध्यनु मार्माति कमी गर्नु।",
        "-> विशेष महत्वब्यार मार्माति समय गर्म समय सूर्य, साधारणतया सुबह 10 बजे बाँधा राति 4 बजे दोपहरी।",
        "● सनस्क्रीन पहनाय",
        "-> साँगकाना रङ बर्ण हाना, उच्च रासताकानी दैबाथुगि त्वचा हानानि, बाधाकार्य।",
        "-> SPF 30 किरानिता सनस्क्रीन, बर्णानी त्वचा शरिरानी, मुख, गर्दन, हाता, और पैरा।",
        "-> प्रत्येक 2 घण्टा मार्माति सनस्क्रीन, वा अधिक निमित्तै।",
        "-> दीर्घकालिक सनस्क्रीन यात्रायां, छायालाई सुरक्षा वाणानि।",
        "● रक्षक पोषाल धाराय",
        "-> UV किरानिता स्थिति त्वचा रक्षा, दुगानि कटानि वस्त्रा धाराय।",
        "-> चेहरानि, गर्दन, और अदिरार छायालाई मार्माति ब्रिम वाली हाट।",
        "-> हानिकारक UV किरानिता सम्मुखा रक्षा धूपाला धाराय धूपाले।"
      ],
    "mr": [
        "■ सूर्य सुरक्षा पद्धती",
        "● सावली शोधा",
        "-> घराबाहेर असताना, सूर्यप्रकाशाचा थेट संपर्क कमी करण्यासाठी झाडे, छत्री किंवा इतर संरचनांखाली सावली शोधा.",
        "-> विशेषतः सूर्यप्रकाशाच्या उच्च तासांमध्ये, विशेषत: सकाळी 10 ते संध्याकाळी 4 दरम्यान महत्वाचे आहे.",
        "● सनस्क्रीन घाला",
        "-> गडद त्वचा टोन असलेल्या व्यक्तींनी तरीही सनस्क्रीन वापरावे, कारण अतिनील किरणांमुळे त्वचेचा रंग काहीही असो, त्वचेचे नुकसान होऊ शकते.",
        "-> चेहरा, मान, हात आणि पाय यासह सर्व उघड्या त्वचेच्या भागात SPF 30 किंवा त्याहून अधिक असलेले ब्रॉड-स्पेक्ट्रम सनस्क्रीन लावा.",
        "-> दर दोन तासांनी सनस्क्रीन पुन्हा लावा, किंवा जास्त वेळा पोहताना किंवा घाम येत असल्यास.",
        "-> दीर्घकाळ बाह्य क्रियाकलापांसाठी पाणी-प्रतिरोधक सनस्क्रीन निवडा.",
        "● संरक्षक कपडे घाला",
        "-> त्वचेचे अतिनील किरणांपासून संरक्षण करणारे हलके, घट्ट विणलेले कपडे घाला.",
        "-> चेहरा, मान आणि कान सावली करण्यासाठी रुंद-काठी असलेली टोपी घाला.",
        "-> हानिकारक अतिनील विकिरणांपासून डोळ्यांचे संरक्षण करण्यासाठी अतिनील संरक्षणासह सनग्लासेस घाला."
       ],
    "ne": [
        "■ सूर्य सुरक्षा अभ्यासहरू",
        "● छाया खोज्नुहोस्",
        "-> बाहिर हुँदा, रूखहरू, छाताहरू, वा अन्य संरचनाहरू मुनि छाया खोज्नुहोस् सूर्यको किरणको प्रत्यक्ष जोखिम कम गर्न।",
        "-> विशेष गरी चरम घामको समयमा महत्त्वपूर्ण, सामान्यतया 10 बजे र 4 बजेको बीचमा।",
        "● सनस्क्रिन लगाउनुहोस्",
        "-> कालो छालाको टोन भएका व्यक्तिहरूले अझै पनि सनस्क्रिन प्रयोग गर्नुपर्छ, किनकि UV विकिरणले छालाको रंगलाई ध्यान नदिई छालालाई हानि पुर्‍याउन सक्छ।",
        "-> अनुहार, घाँटी, हात र खुट्टा सहित सबै खुला छाला क्षेत्रहरूमा SPF 30 वा माथिको फराकिलो स्पेक्ट्रम सनस्क्रिन लागू गर्नुहोस्।",
        "-> हरेक दुई घण्टामा सनस्क्रिन पुन: लगाउनुहोस्, वा पौडी वा पसिना आउँदा धेरै पटक।",
        "-> लामो समयसम्म बाहिरी गतिविधिहरूको लागि पानी प्रतिरोधी सनस्क्रिन छनौट गर्नुहोस्।",
        "● सुरक्षात्मक कपडा लगाउनुहोस्",
        "-> छालालाई पराबैंगनी किरणहरूबाट जोगाउने हल्का तौल, कस्सिएर बुनेको लुगाले छोप्नुहोस्।",
        "-> अनुहार, घाँटी र कानलाई छाया पार्न फराकिलो टोपी लगाउनुहोस्।",
        "-> हानिकारक पराबैंगनी विकिरणबाट आँखालाई जोगाउन UV सुरक्षा भएको सनग्लास लगाउनुहोस्।"
       ],
    "or": [
        "■ ସୂର୍ଯ୍ୟ ସୁରକ୍ଷା ଅଭ୍ୟାସ",
        "Sha ଛାଇ ଖୋଜ",
        "-> ଯେତେବେଳେ ବାହାଘର ହୁଏ, ସୂର୍ଯ୍ୟ କିରଣର ପ୍ରତ୍ୟକ୍ଷ ଏକ୍ସପୋଜର ହ୍ରାସ କରିବାକୁ ଗଛ, ଛତା କିମ୍ବା ଅନ୍ୟାନ୍ୟ ସଂରଚନା ତଳେ ଛାଇ ଖୋଜ |",
        "-> ସୂର୍ଯ୍ୟଙ୍କ ଶିଖର ସମୟରେ ବିଶେଷ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ, ସାଧାରଣତ 10 10 ରୁ 4 ଟା ମଧ୍ୟରେ",
        "Sun ସନ୍ସ୍କ୍ରିନ୍ ପିନ୍ଧନ୍ତୁ",
        "-> ଗା dark ଼ ଚର୍ମ ଟୋନ୍ ଥିବା ବ୍ୟକ୍ତିମାନେ ସନ୍ସ୍କ୍ରିନ୍ ବ୍ୟବହାର କରିବା ଉଚିତ, କାରଣ UV ବିକିରଣ ଚର୍ମ ରଙ୍ଗ ନିର୍ବିଶେଷରେ ଚର୍ମର କ୍ଷତି ଘଟାଇପାରେ |",
        "-> ମୁଖ, ବେକ, ବାହୁ ଏବଂ ଗୋଡ ସମେତ ସମସ୍ତ ଖୋଲା ଚର୍ମ ଅଞ୍ଚଳରେ SPF 30 କିମ୍ବା ତଦୁର୍ଦ୍ଧ ବ୍ରଡ-ସ୍ପେକ୍ଟ୍ରମ ସନ୍ସ୍କ୍ରିନ୍ ପ୍ରୟୋଗ କରନ୍ତୁ |",
        "-> ପ୍ରତି ଦୁଇ ଘଣ୍ଟାରେ ସନ୍ସ୍କ୍ରିନ୍ ପୁନର୍ବାର ପ୍ରୟୋଗ କରନ୍ତୁ, କିମ୍ବା ବାରମ୍ବାର ପହଁରିବା କିମ୍ବା ating ାଳ ବାହାରିବା |",
        "-> ଦୀର୍ଘ ଦିନର ବାହ୍ୟ କାର୍ଯ୍ୟକଳାପ ପାଇଁ ଜଳ ପ୍ରତିରୋଧକ ସନ୍ସ୍କ୍ରିନ୍ ବାଛନ୍ତୁ |",
        "Prot ପ୍ରତିରକ୍ଷା ପୋଷାକ ପିନ୍ଧନ୍ତୁ",
        "-> ହାଲୁକା, କଠିନ ବୁଣା ପୋଷାକ ସହିତ ଘୋଡାନ୍ତୁ ଯାହା ଚର୍ମକୁ UV କିରଣରୁ ରକ୍ଷା କରିଥାଏ |",
        "-> ଚେହେରା, ବେକ ଏବଂ କାନକୁ ଛାଇ କରିବା ପାଇଁ ଏକ ପ୍ରଶସ୍ତ ଟୋପି ପିନ୍ଧନ୍ତୁ |",
        "-> ଆଖିକୁ କ୍ଷତିକାରକ UV ବିକିରଣରୁ ରକ୍ଷା କରିବା ପାଇଁ UV ସୁରକ୍ଷା ସହିତ ଚଷମା ପିନ୍ଧନ୍ତୁ |"
       ],
    "pa": [
        "■ ਸੂਰਜ ਸੁਰੱਖਿਆ ਅਭਿਆਸ",
        "● ਛਾਂ ਭਾਲੋ",
        "-> ਜਦੋਂ ਬਾਹਰ ਹੋਵੇ, ਤਾਂ ਸੂਰਜ ਦੀ ਰੌਸ਼ਨੀ ਦੇ ਸਿੱਧੇ ਐਕਸਪੋਜਰ ਨੂੰ ਘਟਾਉਣ ਲਈ ਦਰੱਖਤਾਂ, ਛਤਰੀਆਂ, ਜਾਂ ਹੋਰ ਢਾਂਚੇ ਦੇ ਹੇਠਾਂ ਛਾਂ ਦੀ ਭਾਲ ਕਰੋ।",
        "-> ਖਾਸ ਤੌਰ 'ਤੇ ਸੂਰਜ ਦੇ ਸਿਖਰ ਦੇ ਸਮੇਂ ਦੌਰਾਨ ਮਹੱਤਵਪੂਰਨ, ਖਾਸ ਤੌਰ 'ਤੇ ਸਵੇਰੇ 10 ਵਜੇ ਤੋਂ ਸ਼ਾਮ 4 ਵਜੇ ਦੇ ਵਿਚਕਾਰ।",
        "● ਸਨਸਕ੍ਰੀਨ ਪਹਿਨੋ",
        "-> ਚਮੜੀ ਦੇ ਗੂੜ੍ਹੇ ਰੰਗਾਂ ਵਾਲੇ ਵਿਅਕਤੀਆਂ ਨੂੰ ਅਜੇ ਵੀ ਸਨਸਕ੍ਰੀਨ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਕਿਉਂਕਿ UV ਰੇਡੀਏਸ਼ਨ ਚਮੜੀ ਦੇ ਰੰਗ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ ਚਮੜੀ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾ ਸਕਦੀ ਹੈ।",
        "-> ਚਿਹਰੇ, ਗਰਦਨ, ਬਾਹਾਂ ਅਤੇ ਲੱਤਾਂ ਸਮੇਤ, ਚਮੜੀ ਦੇ ਸਾਰੇ ਖੁੱਲ੍ਹੇ ਖੇਤਰਾਂ ਵਿੱਚ SPF 30 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਵਾਲੇ ਵਿਆਪਕ-ਸਪੈਕਟ੍ਰਮ ਸਨਸਕ੍ਰੀਨ ਨੂੰ ਲਾਗੂ ਕਰੋ।",
        "-> ਹਰ ਦੋ ਘੰਟਿਆਂ ਬਾਅਦ ਸਨਸਕ੍ਰੀਨ ਦੁਬਾਰਾ ਲਗਾਓ, ਜਾਂ ਜੇਕਰ ਤੈਰਾਕੀ ਜਾਂ ਪਸੀਨਾ ਆ ਰਿਹਾ ਹੈ ਤਾਂ ਇਸ ਤੋਂ ਵੱਧ ਵਾਰ.",
        "-> ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਬਾਹਰੀ ਗਤੀਵਿਧੀਆਂ ਲਈ ਪਾਣੀ-ਰੋਧਕ ਸਨਸਕ੍ਰੀਨ ਚੁਣੋ।",
        "● ਸੁਰੱਖਿਆ ਵਾਲੇ ਕੱਪੜੇ ਪਾਓ",
        "-> ਹਲਕੇ, ਕੱਸ ਕੇ ਬੁਣੇ ਹੋਏ ਕੱਪੜਿਆਂ ਨਾਲ ਢੱਕੋ ਜੋ ਚਮੜੀ ਨੂੰ UV ਕਿਰਨਾਂ ਤੋਂ ਬਚਾਉਂਦਾ ਹੈ।",
        "-> ਚਿਹਰੇ, ਗਰਦਨ ਅਤੇ ਕੰਨਾਂ ਨੂੰ ਰੰਗਤ ਕਰਨ ਲਈ ਇੱਕ ਚੌੜੀ-ਕੰਡੀ ਵਾਲੀ ਟੋਪੀ ਪਹਿਨੋ।",
        "-> ਹਾਨੀਕਾਰਕ UV ਰੇਡੀਏਸ਼ਨ ਤੋਂ ਅੱਖਾਂ ਨੂੰ ਬਚਾਉਣ ਲਈ UV ਸੁਰੱਖਿਆ ਵਾਲੇ ਸਨਗਲਾਸ ਪਹਿਨੋ।"
       ],
    "sa": [ 
    "■ सूर्य सुरक्षा प्रथाएँ",
    "● छायां अन्वेष्यताम्",
    "-> बहिः स्थित्वा वृक्षाणां, छत्रस्य, अन्यसंरचनानां वा अधः छायां अन्वेष्टुम्, येन सूर्यप्रकाशस्य प्रत्यक्षं संपर्कं न्यूनीकर्तुं शक्यते।",
    "-> विशेषतया सूर्यस्य शिखरसमये महत्त्वपूर्णं, सामान्यतया प्रातः १० वादनतः सायं ४ वादनपर्यन्तं।",
    "● सूर्यरक्षां धारयन्तु",
    "-> कृष्णवर्णीयत्वक्वर्णयुक्ताः व्यक्तिः अद्यापि सूर्यरक्षकस्य उपयोगं कुर्वन्तु, यतः पराबैंगनीविकिरणेन त्वचावर्णं न कृत्वा त्वचाक्षतिः भवितुम् अर्हति।",
    "-> मुखं, कण्ठं, बाहूं, पादौ च सहितं सर्वेषु उजागरितत्वक्क्षेत्रेषु SPF 30 अथवा ततः अधिकयुक्तं व्यापक-वर्णक्रमं सूर्यरक्षां प्रयोजयन्तु।",
    "-> प्रत्येकं घण्टद्वये पुनः सूर्यरक्षकं प्रयोजयन्तु, अथवा तरणं स्वेदनं वा भवति चेत् अधिकवारं वा।",
    "-> दीर्घकालं यावत् बहिः क्रियाकलापं कर्तुं जलप्रतिरोधी सूर्यरक्षां चिनुत।",
    "● रक्षात्मकवस्त्रं धारयन्तु",
    "-> लघुभारयुक्तेन, कठिनतया बुनितेन वस्त्रेण आच्छादयन्तु यत् त्वचां पराबैंगनीकिरणात् रक्षति।",
    "-> मुख-कण्ठ-कर्णयोः छायायै विस्तृत-कण्ठ-टोपीं धारयन्तु।",
    "-> नेत्राणि हानिकारक पराबैंगनीविकिरणात् रक्षितुं पराबैंगनीसंरक्षणयुक्तानि धूपचश्मानि धारयन्तु।"
   ] ,
    "sat": [
        "■ Surjo̠m kạmi",
        "● Uṭhạu khoj",
        "-> Bahre re tahen khan, dare, chạṭiạr, se eṭaḱ ḍạrko latar re ạḍi jạruṛaḱ ḍạrko khojoḱa jemon surjomaḱ marsal reaḱ direct exposure kom hoyoḱ.",
        "-> Khas lekate ạḍi jạruṛ gea ạḍi jạruṛ okte re, jaolekate̱ 10 a.m khon 4 p.m talare.",
        "● Surjomaḱ họrọḱ me",
        "-> Ạḍi gạhir rạṅgao akan hoṛko do̠ nit hõ sunscreen beohar lạktia, cedak̕ je UV radiation hotete rạṅgao reak̕ rạṅgi begor baḍae kate hõ rup renak̕ hạnḍi hạnḍiń hoe daṛeak̕a.",
        "-> Muṭhạn, bohoḱ, ti ar jaṅga sãote jo̠to̠ lekan ạḍi jạruṛan jaega kore SPF 30 se̠ ona khon hõ bạṛti ạḍi jạruṛan sunscreen lagao me.",
        "-> Bar ghãrońj re̱ sunscreen arhõ lagao me̱, se̱ pạurạ se̱ udgạr lenkhan jạsti gọṭae me̱.",
        "-> Ạḍi din hạbić bahre kạmi lạgit́ daḱ khon bańcaoḱ sunscreen bachao me.",
        "● Raksha kicric̕ họrọk̕ me",
        "-> Halka, keṭeć te benao akan kicrić te̱ ḍahar me̱ oka do UV rays khon ạḍi jạruṛok’ kana.",
        "-> Muṭhạn, bohoḱ ar lutur reaḱ ạḍi jạruṛaḱ hạṭiń họrọḱ me.",
        "-> UV khon bańcao lạgit́ gạḍi reaḱ gạḍi họrọḱ me."
       ],
    "sd": [
        "■ سج جي حفاظت جا طريقا",
        "● ڇانو ڳوليو",
        "-> جڏهن ٻاهران، وڻن جي هيٺان ڇانو، ڇتين، يا ٻين اڏاوتن جي ڳولا ڪريو ته جيئن سج جي روشني جي سڌي نمائش کي گهٽايو وڃي.",
        "-> خاص طور تي سج جي چوٽي ڪلاڪن دوران، خاص طور تي 10 ايم ۽ 4 پي ايم جي وچ ۾.",
        "● سن اسڪرين پائڻ",
        "-> ڪارا رنگ وارن ماڻهن کي اڃا به سن اسڪرين استعمال ڪرڻ گهرجي، ڇاڪاڻ ته UV ​​تابڪاري چمڙي کي نقصان پهچائي سگهي ٿي، بغير چمڙي جي رنگ جي.",
        "-> SPF 30 يا ان کان وڌيڪ سان وسيع اسپيڪٽرم سن اسڪرين کي لاڳو ڪريو سڀني بي نقاب چمڙي جي علائقن، بشمول منهن، ڳچيء، هٿن ۽ پيرن تي.",
        "-> سن اسڪرين کي هر ٻن ڪلاڪن ۾ ٻيهر لاڳو ڪريو، يا گهڻو ڪري جيڪڏهن ترڻ يا پسي رهيو آهي.",
        "-> ڊگھي ٻاهرين سرگرمين لاءِ پاڻي جي مزاحمتي سن اسڪرين چونڊيو.",
        "● حفاظتي لباس پائڻ",
        "-> ھلڪو وزن، مضبوطيءَ سان اڻيل ڪپڙن سان ڍڪيو جيڪو چمڙي کي UV شعاعن کان بچائي ٿو.",
        "-> منھن، ڳچيءَ ۽ ڪنن کي ڇانوَ ڪرڻ لاءِ وڏين ٽوپي پائڻ.",
        "-> اکين کي نقصانڪار UV شعاعن کان بچائڻ لاءِ UV تحفظ سان چشما پائڻ."
       ],
    "ta": [
        "■ சூரிய பாதுகாப்பு நடைமுறைகள்",
        "● நிழல் தேடு",
        "-> வெளியில் இருக்கும்போது, ​​சூரிய ஒளியின் நேரடி வெளிப்பாட்டைக் குறைக்க மரங்கள், குடைகள் அல்லது பிற கட்டமைப்புகளின் கீழ் நிழலைத் தேடுங்கள்.",
        "-> குறிப்பாக காலை 10 மணி முதல் மாலை 4 மணி வரை, உச்சக்கட்ட சூரிய நேரங்களில் மிகவும் முக்கியமானது.",
        "● சன்ஸ்கிரீன் அணியுங்கள்",
        "-> இருண்ட தோல் நிறமுள்ள நபர்கள் இன்னும் சன்ஸ்கிரீனைப் பயன்படுத்த வேண்டும், ஏனெனில் புற ஊதா கதிர்வீச்சு சருமத்தின் நிறத்தைப் பொருட்படுத்தாமல் தோல் சேதத்தை ஏற்படுத்தும்.",
        "-> முகம், கழுத்து, கைகள் மற்றும் கால்கள் உட்பட அனைத்து வெளிப்படும் தோல் பகுதிகளுக்கும் SPF 30 அல்லது அதற்கு மேற்பட்ட பரந்த-ஸ்பெக்ட்ரம் சன்ஸ்கிரீனைப் பயன்படுத்துங்கள்.",
        "-> ஒவ்வொரு இரண்டு மணி நேரத்திற்கும் ஒருமுறை சன்ஸ்கிரீனை மீண்டும் தடவவும் அல்லது அடிக்கடி நீச்சல் அல்லது வியர்த்தல் இருந்தால்.",
        "-> நீடித்த வெளிப்புற நடவடிக்கைகளுக்கு நீர்-எதிர்ப்பு சன்ஸ்கிரீனைத் தேர்ந்தெடுக்கவும்.",
        "● பாதுகாப்பு ஆடைகளை அணியுங்கள்",
        "-> UV கதிர்களில் இருந்து சருமத்தைப் பாதுகாக்கும் இலகுரக, இறுக்கமாக நெய்யப்பட்ட ஆடைகளால் மூடி வைக்கவும்.",
        "-> முகம், கழுத்து மற்றும் காதுகளை நிழலிட அகலமான விளிம்பு கொண்ட தொப்பியை அணியவும்.",
        "-> தீங்கு விளைவிக்கும் புற ஊதா கதிர்வீச்சிலிருந்து கண்களைப் பாதுகாக்க UV பாதுகாப்புடன் கூடிய சன்கிளாஸ்களை அணியுங்கள்."
       ],
    "te": [
 "■ సన్ సేఫ్టీ ప్రాక్టీసెస్",
 "● నీడను వెతకండి",
 "-> ఆరుబయట ఉన్నప్పుడు, సూర్యరశ్మికి ప్రత్యక్షంగా గురికావడాన్ని తగ్గించడానికి చెట్లు, గొడుగులు లేదా ఇతర నిర్మాణాల క్రింద నీడను వెతకండి.",
 "-> ముఖ్యంగా ఉదయం 10 గంటల నుండి సాయంత్రం 4 గంటల మధ్య గరిష్ట సూర్యుని సమయాలలో ముఖ్యమైనది.",
 "● సన్‌స్క్రీన్ ధరించండి",
 "-> చర్మం రంగుతో సంబంధం లేకుండా UV రేడియేషన్ చర్మానికి హాని కలిగించవచ్చు కాబట్టి ముదురు రంగు చర్మపు రంగులు ఉన్న వ్యక్తులు ఇప్పటికీ సన్‌స్క్రీన్‌ను ఉపయోగించాలి.",
 "-> ముఖం, మెడ, చేతులు మరియు కాళ్లతో సహా అన్ని బహిర్గతమైన చర్మ ప్రాంతాలకు SPF 30 లేదా అంతకంటే ఎక్కువ విస్తృత-స్పెక్ట్రమ్ సన్‌స్క్రీన్‌ను వర్తించండి.",
 "-> ప్రతి రెండు గంటలకొకసారి సన్‌స్క్రీన్‌ని మళ్లీ అప్లై చేయండి, లేదా ఈత కొట్టడం లేదా చెమటలు పట్టేటపుడు చాలా తరచుగా.",
 "-> సుదీర్ఘమైన బహిరంగ కార్యకలాపాల కోసం నీటి నిరోధక సన్‌స్క్రీన్‌ని ఎంచుకోండి.",
 "● రక్షిత దుస్తులు ధరించండి",
 "-> UV కిరణాల నుండి చర్మాన్ని రక్షించే తేలికైన, గట్టిగా నేసిన దుస్తులతో కప్పండి.",
 "-> ముఖం, మెడ మరియు చెవులకు నీడనిచ్చేలా వెడల్పు అంచులు ఉన్న టోపీని ధరించండి.",
 "-> హానికరమైన UV రేడియేషన్ నుండి కళ్ళను రక్షించడానికి UV రక్షణతో సన్ గ్లాసెస్ ధరించండి."
],
    "ur": [
 "■ سورج کی حفاظت کے طریقے",
 "● سایہ تلاش کریں",
 "-> باہر نکلتے وقت، درختوں، چھتریوں، یا دیگر ڈھانچے کے نیچے سایہ تلاش کریں تاکہ سورج کی روشنی کی براہ راست نمائش کو کم کیا جا سکے۔",
 "-> خاص طور پر اہم سورج کے اوقات میں، عام طور پر صبح 10 بجے سے شام 4 بجے کے درمیان۔",
 "● سن اسکرین پہنیں",
 "-> سیاہ رنگت والے افراد کو اب بھی سن اسکرین کا استعمال کرنا چاہیے، کیونکہ UV تابکاری جلد کو نقصان پہنچا سکتی ہے، چاہے جلد کے رنگ کچھ بھی ہوں۔",
 "-> چہرے، گردن، بازوؤں اور ٹانگوں سمیت جلد کے تمام بے نقاب علاقوں پر SPF 30 یا اس سے زیادہ کے ساتھ براڈ اسپیکٹرم سن اسکرین لگائیں۔",
 "-> ہر دو گھنٹے بعد سن اسکرین کو دوبارہ لگائیں، یا اگر تیراکی یا پسینہ آ رہا ہو تو زیادہ کثرت سے لگائیں۔",
 "-> طویل بیرونی سرگرمیوں کے لیے پانی سے بچنے والی سن اسکرین کا انتخاب کریں۔",
 "● حفاظتی لباس پہنیں",
 "-> ہلکے، مضبوطی سے بنے ہوئے کپڑوں سے ڈھانپیں جو جلد کو UV شعاعوں سے بچاتا ہے۔",
 "-> چہرے، گردن اور کانوں کو سایہ دینے کے لیے چوڑی دار ٹوپی پہنیں۔",
 "-> نقصان دہ UV تابکاری سے آنکھوں کو بچانے کے لیے UV تحفظ کے ساتھ دھوپ کے چشمے پہنیں۔"
]
  }
  
