{
    "as":[
        "■ ৰ'দৰ পৰা সুৰক্ষাৰ বাবে পৰম্পৰাগত কাপোৰৰ প্ৰকাৰ",
        "● শাৰী:",
        "-> দীঘল হাতৰ আঁচল আৰু সম্পূৰ্ণ ড্ৰেপিং থকা শাৰীয়ে ডিঙি, কান্ধ, আৰু বাহুক ৰ'দৰ পৰা ফলপ্ৰসূভাৱে ৰক্ষা কৰিব পাৰে।",
        "-> পলিয়েষ্টাৰ, নাইলন, লঘু উল, বা কেনভাছৰ দৰে লঘু, টানকৈ বোৱা কাপোৰৰ পৰা তৈয়াৰী শাৰী ব্যৱহাৰ কৰিলে কাপোৰৰ মাজেৰে UVৰ প্ৰৱেশ আনতকৈ অধিক ফলপ্ৰসূভাৱে কম হয়, একে সময়তে আপোনাক ঠাণ্ডা কৰি ৰাখে।",
        "● Kurtas & kurtis:",
        "-> দীঘল হাতৰ কুৰ্তা আৰু কুৰ্টিয়ে বাহুক ৰ'দৰ সংস্পৰ্শৰ পৰা উৎকৃষ্ট সুৰক্ষা প্ৰদান কৰে।",
        "-> কুৰ্তাক দুপাত্তাৰ সৈতে যোৰ কৰিলে মূৰ, ডিঙি, আৰু কান্ধৰ অতিৰিক্ত আৱৰণৰ সুবিধা হয়।",
        "● ছালৱাৰ কামিজ:",
        "-> সম্পূৰ্ণ দৈৰ্ঘ্যৰ ছালৱাৰ কামিজ চেটে হাত আৰু ভৰিৰ বাবে সম্পূৰ্ণ কভাৰেজ প্ৰদান কৰে।",
        "-> মেচিং হেডস্কাৰ্ফ ব্যৱহাৰ কৰি মুখ আৰু ডিঙি প্ৰত্যক্ষ সূৰ্যৰ পোহৰৰ পৰা ৰক্ষা কৰিব পাৰি।",
        "● লেহেংগা:",
        "-> দীঘল হাতৰ আঁচল আৰু উচ্চ নেকলাইনযুক্ত লেহেংগা ব্লাউজে শৰীৰৰ ওপৰৰ অংশক ৰ'দৰ সংস্পৰ্শৰ পৰা ৰক্ষা কৰে।",
        "-> লেহেংগা চেটৰ লগত অহা দুপাট্টা অতিৰিক্ত সুৰক্ষাৰ বাবে মূৰ আৰু কান্ধৰ ওপৰত ড্ৰেপ কৰিব পাৰি।",
        "● অনাৰকলি চুট:",
        "-> হাত-ভৰি ঢাকি ৰখা মজিয়া দৈৰ্ঘ্যৰ অনাৰ্কলি চুটে ৰ'দৰ পৰা উৎকৃষ্ট সুৰক্ষা প্ৰদান কৰে।",
        "-> উচ্চ নেকলাইন আৰু দীঘল হাতৰ ডিজাইনে কভাৰেজ সৰ্বাধিক কৰে।",
        "● পাঞ্জাবী চুট:",
        "-> সম্পূৰ্ণ দৈৰ্ঘ্যৰ ছালৱাৰে ভৰি দুখনক ৰ'দৰ সংস্পৰ্শৰ পৰা ৰক্ষা কৰে।",
        "-> মূৰ, মুখ, কান্ধ ঢাকিবলৈ চুন্নী ব্যৱহাৰ কৰিলে অতিৰিক্ত সুৰক্ষা পোৱা যায়।",
        "● পশ্মিনা চাদৰ:",
        "-> পশ্মিনা চাদৰে বহুমুখী ৰ'দ সুৰক্ষা প্ৰদান কৰে কাৰণ ইয়াক কান্ধ, মূৰ, আৰু ডিঙিৰ ওপৰত ড্ৰেপ কৰিব পাৰি।",
        "-> যিকোনো পৰম্পৰাগত সাজ-পোছাকৰ ওপৰত চাদৰ স্তৰিত কৰিলে ৰ'দৰ বিৰুদ্ধে প্ৰতিৰক্ষাৰ অতিৰিক্ত স্তৰ যোগ হয়, বিশেষকৈ বাহিৰৰ অনুষ্ঠান আৰু উৎসৱৰ সময়ত।",
        "● পাগৰি/পাগৰি:",
        "-> পৰম্পৰাগত পাগুৰি আৰু পেগ্ৰিছে মূৰৰ ছাল আৰু মুখখনক প্ৰত্যক্ষ ৰ'দৰ সংস্পৰ্শৰ পৰা ৰক্ষা কৰে।",
        "-> পাগুৰি ৰ'দৰ সুৰক্ষাৰ বাবে ষ্টাইলিছ আৰু কাৰ্য্যক্ষম দুয়োটা, দ্বৈত সুবিধা প্ৰদান কৰে।",
        "● বাণ্ডি (পৰম্পৰাগত ভেষ্ট):",
        "-> দীঘল হাতৰ কুৰ্তাৰ ওপৰত বেণ্ডি পিন্ধিলে শৈলীৰ সৈতে আপোচ নকৰাকৈ ধড়ৰ বাবে সুৰক্ষাৰ অতিৰিক্ত স্তৰ যোগ হয়।"
       ],
    "awa": [
        "■ धूप से बचाव के लिए पारंपरिक कपड़न के प्रकार",
        "● साड़ी:",
        "-> लंबी आस्तीन अऊर पूरा ड्रेपिंग वाली साड़ी गर्दन, कंधा अऊर बांह का धूप से प्रभावी ढंग से बचा सकत है।",
        "-> पॉलिएस्टर, नायलॉन, हल्का ऊन या कैनवास जइसन हल्का, कस के बुने कपड़ा से बनी साड़ी का उपयोग करै से कपड़ा के माध्यम से यूवी पैठ दूसरन के तुलना मा अधिक प्रभावी ढंग से कम होत है, जबकि आपका ठंडा रहत है।",
        "● कुर्ता अऊर कुर्ती:",
        "-> लंबी आस्तीन वाले कुर्ता अऊर कुर्ती धूप से बांह के लिए उत्कृष्ट सुरक्षा प्रदान करत हैं।",
        "-> कुर्ता का दुपट्टा के साथ जोड़ै से सिर, गर्दन अऊर कंधा के अतिरिक्त कवरेज मिलत है।",
        "● सलवार कमीज:",
        "-> पूर्ण लंबाई के सलवार कमीज सेट हाथ अऊर गोड़ के लिए पूर्ण कवरेज प्रदान करत हैं।",
        "-> चेहरा अऊर गर्दन का सीधे धूप से बचावै के लिए मिलान करै वाले हेडस्कार्फ का उपयोग कीन जा सकत है।",
        "● लहंगा:",
        "-> लंबी आस्तीन अऊर ऊँची नेकलाइन वाले लहंगा ब्लाउज ऊपरी शरीर का धूप से बचावत हैं।",
        "-> लहंगा सेट के साथ दुपट्टा अतिरिक्त सुरक्षा के लिए सिर अऊर कंधा पर लपेटा जा सकत है।",
        "● अनारकली सूट:",
        "-> फर्श-लंबाई के अनारकली सूट जवन हाथ अऊर गोड़न का ढँकत हैं, उत्कृष्ट धूप से सुरक्षा प्रदान करत हैं।",
        "-> ऊँची नेकलाइन अऊर लंबी आस्तीन वाले डिजाइन कवरेज का अधिकतम करत हैं।",
        "● पंजाबी सूट:",
        "-> पूर्ण लंबाई वाले सलवार गोड़न का धूप से बचावत हैं।",
        "-> सिर, चेहरा अऊर कंधा का ढकय के लिए एक चुन्नी का उपयोग करब अतिरिक्त सुरक्षा प्रदान करत है।",
        "● पश्मिना शाल:",
        "-> पश्मिना शाल बहुमुखी धूप से सुरक्षा प्रदान करत हैं काहे से कि ओनका कंधा, सिर अऊर गर्दन पर लपेटा जा सकत है।",
        "-> कौनो भी पारंपरिक पोशाक के ऊपर शाल परत लगावै से सूरज के खिलाफ रक्षा के एक अतिरिक्त परत जुड़ जात है, खासकर बाहरी कार्यक्रमन अऊर त्योहारन के दौरान।",
        "● पगरी/पगड़ी:",
        "-> पारंपरिक पगड़ी अऊर पगरी खोपड़ी अऊर चेहरा का सीधे धूप से बचावत हैं।",
        "-> पगड़ी धूप से बचाव के लिए स्टाइलिश अऊर कार्यात्मक दुनौ हैं, जवन एक दोहरा लाभ प्रदान करत हैं।",
        "● बंदी (पारंपरिक बनियान):",
        "-> लंबी आस्तीन वाले कुर्ता के ऊपर बैंडी पहनै से शैली से समझौता किहे बिना धड़ के लिए सुरक्षा के एक अतिरिक्त परत जुड़ जात है।"
       ],
    "bn":[
        "■ সূর্য সুরক্ষার জন্য ঐতিহ্যবাহী পোশাকের ধরন",
        "● শাড়ি:",
        "-> লম্বা হাতা এবং পুরো ড্রপিং সহ শাড়ি কার্যকরভাবে ঘাড়, কাঁধ এবং বাহুকে সূর্য থেকে রক্ষা করতে পারে।",
        "-> হালকা ওজনের, শক্তভাবে বোনা কাপড় যেমন পলিয়েস্টার, নাইলন, লাইটওয়েট উল, বা ক্যানভাস থেকে তৈরি শাড়ি ব্যবহার করলে অন্যদের তুলনায় বেশি কার্যকরীভাবে ফ্যাব্রিকের মধ্য দিয়ে UV অনুপ্রবেশ কমিয়ে দেয়, আপনাকে ঠান্ডা রাখে।",
        "● কুর্তা ও কুর্তি:",
        "-> লম্বা-হাতা কুর্তা এবং কুর্তিগুলি সূর্যের এক্সপোজার থেকে বাহুগুলির জন্য দুর্দান্ত সুরক্ষা দেয়।",
        "-> দোপাট্টার সাথে কুর্তা জোড়া লাগালে মাথা, ঘাড় এবং কাঁধের অতিরিক্ত কভারেজ পাওয়া যায়।",
        "● সালোয়ার কামিজ:",
        "-> পূর্ণ দৈর্ঘ্যের সালোয়ার কামিজ সেটগুলি হাত এবং পায়ের জন্য সম্পূর্ণ কভারেজ প্রদান করে।",
        "-> ম্যাচিং হেড স্কার্ফ সরাসরি সূর্যের আলো থেকে মুখ এবং ঘাড় রক্ষা করতে ব্যবহার করা যেতে পারে।",
        "● লেহেঙ্গা:",
        "-> লম্বা হাতা এবং উঁচু নেকলাইন সহ লেহেঙ্গা ব্লাউজগুলি শরীরের উপরের অংশকে সূর্যের সংস্পর্শে থেকে রক্ষা করে।",
        "-> লেহেঙ্গা সেটের সাথে থাকা দোপাট্টাগুলি অতিরিক্ত সুরক্ষার জন্য মাথা এবং কাঁধের উপর ঢেলে দেওয়া যেতে পারে।",
        "● আনারকলি স্যুট:",
        "-> মেঝে-দৈর্ঘ্যের আনারকলি স্যুট যা বাহু এবং পা ঢেকে রাখে চমৎকার সূর্য সুরক্ষা প্রদান করে।",
        "-> উঁচু নেকলাইন এবং লম্বা হাতার ডিজাইনগুলি কভারেজকে সর্বাধিক করে।",
        "● পাঞ্জাবি স্যুট:",
        "-> পূর্ণ দৈর্ঘ্যের সালোয়ার পাকে সূর্যের আলো থেকে রক্ষা করে।",
        "-> মাথা, মুখ এবং কাঁধ ঢেকে চুন্নি ব্যবহার করলে অতিরিক্ত সুরক্ষা পাওয়া যায়।",
        "● পশমিনা শাল:",
        "-> পশমিনা শালগুলি বহুমুখী সূর্য সুরক্ষা প্রদান করে কারণ এগুলি কাঁধ, মাথা এবং ঘাড়ের উপর দিয়ে আটকানো যেতে পারে।",
        "-> যেকোন ঐতিহ্যবাহী পোশাকের উপর শাল লেয়ার করা সূর্যের বিরুদ্ধে বিশেষ করে বহিরঙ্গন অনুষ্ঠান এবং উৎসবের সময় প্রতিরক্ষার একটি অতিরিক্ত স্তর যোগ করে।",
        "● পাগড়ি/পাগড়ি:",
        "-> ঐতিহ্যবাহী পাগড়ি এবং পাগরি সরাসরি সূর্যের এক্সপোজার থেকে মাথার ত্বক এবং মুখকে রক্ষা করে।",
        "-> সূর্য সুরক্ষার জন্য পাগড়িগুলি স্টাইলিশ এবং কার্যকরী উভয়ই, দ্বৈত সুবিধা প্রদান করে।",
        "● বান্দি (ঐতিহ্যবাহী পোশাক):",
        "-> লম্বা-হাতা কুর্তার উপর ব্যান্ডিস পরা স্টাইলের সাথে আপস না করে ধড়ের জন্য সুরক্ষার একটি অতিরিক্ত স্তর যোগ করে।"
       ],
    "bho":[
        "■ धूप से बचाव खातिर पारंपरिक कपड़ा के प्रकार",
        "● साड़ी:" ,
        "-> लंबा आस्तीन अवुरी पूरा ड्रेपिंग वाला साड़ी से गर्दन, कंधा, अवुरी बांह के धूप से प्रभावी ढंग से बचावल जा सकता।",
        "-> पॉलिएस्टर, नायलॉन, हल्का ऊन, भा कैनवास जईसन हल्का, कस के बुनल कपड़ा से बनल साड़ी के इस्तेमाल से कपड़ा के माध्यम से यूवी के प्रवेश के कम से कम कईल जा सकता, जवन कि बाकी के मुक़ाबले जादे प्रभावी तरीका से होखेला, जबकि आपके ठंडा राखेला।",
        "● कुर्तस अउर कुर्ती:",
        "-> लंबा बाजू के कुर्ता अवुरी कुर्ती बांह के धूप में रहला से बेहतरीन सुरक्षा देवेला।",
        "-> कुर्ता के दुपट्टा के संगे जोड़ी बनावे से सिर, गर्दन, अवुरी कंधा के अतिरिक्त कवरेज मिलेला।",
        "● सलवार कमीज:" ,
        "-> फुल लेंथ सलवार कमीज सेट हाथ आ गोड़ खातिर पूरा कवरेज देला।",
        "-> मैचिंग हेडस्कर्फ के इस्तेमाल से चेहरा अवुरी गर्दन के सीधा धूप से बचावल जा सकता।",
        "● लेहेंगा:" ,
        "-> लंबा आस्तीन अवुरी ऊँच नेकलाइन वाला लेहंगा ब्लाउज शरीर के ऊपरी हिस्सा के धूप से बचावेला।",
        "-> लहंगा सेट के संगे आवे वाला दुपट्टा के अतिरिक्त सुरक्षा खाती माथा अवुरी कंधा प लपेटल जा सकता।",
        "● अनारकली सूट:" ,
        "-> फर्श तक के अनारकली सूट जवन हाथ-गोड़ के ढकेला से धूप से बेहतरीन सुरक्षा मिलेला।",
        "-> हाई नेकलाइन आ लंबा आस्तीन वाला डिजाइन कवरेज के अधिकतम करेला।",
        "● पंजाबी सूट:" ,
        "-> पूरा लंबाई के सलवार गोड़ के धूप से बचावेला।",
        "-> माथा, चेहरा, आ कंधा के ढके खातिर चुनी के इस्तेमाल से अतिरिक्त सुरक्षा मिलेला।",
        "● पश्मिना के शाल:",
        "-> पश्मिना शाल बहुमुखी धूप से सुरक्षा प्रदान करेला काहे कि एकरा के कंधा, सिर, अवुरी गर्दन प लपेटल जा सकता।",
        "-> कवनो भी पारंपरिक परिधान के ऊपर शाल के परत लगावल धूप से बचाव के एगो अतिरिक्त परत जोड़ देला, खासकर बाहरी आयोजन आ त्योहार के दौरान।",
        "● पगरी/पगड़ी:",
        "-> पारंपरिक पगड़ी अवुरी पगरी माथा अवुरी चेहरा के सीधा धूप से बचावेले।",
        "-> पगड़ी धूप से बचाव खातिर स्टाइलिश अवुरी फंक्शनल दुनो होखेला, जवन कि दोहरी फायदा देवेला।",
        "● बंडी (पारंपरिक बनियान):",
        "-> लंबा बाजू के कुर्ता प बैंडी पहिरला से स्टाइल से समझौता कईले बिना धड़ खाती सुरक्षा के एगो अतिरिक्त परत जुड़ जाला।"
       ] ,
    "chg":[
        "■ सूर्य संरक्षणके लिए पारंपरिक पोशाल श्रृंखला",
        "● साड़ी:",
        "-> लंबे आस्तीन और पूर्ण ड्रेपिंग वाली साड़ी सूर्य से गर्दन, कंधों और हाथों को सफलतापूर्वक ढक सकती है।",
        "-> पॉलिएस्टर, नायलॉन, हल्की ऊन या कैनवास जैसे हल्के, कड़ाई से बनी साड़ीयाँ उससे ज्यादा प्रभावी रूप से फैब्रिक के माध्यम से यूवी घुसपैठ को कम करती हैं, जबकि वह आपको ठंडक बनाए रखती हैं।",
        "● कुर्ता और कुर्ती:",
        "-> लंबी आस्तीन वाली कुर्ता और कुर्ती सूर्य किरणों से हाथों के लिए उत्कृष्ट संरक्षण प्रदान करती हैं।",
        "-> कुर्ता के साथ दुपट्टा जोड़ना मस्तूक, गर्दन और कंधों के अतिरिक्त कवरेज की अनुमति देता है।",
        "● सलवार कमीज़:",
        "-> पूरी लंबाई की सलवार कमीज़ सेट्स हाथों और पैरों के लिए पूर्ण कवरेज प्रदान करती हैं।",
        "-> मिलान डुपट्टा चेहरे को सूर्य के प्रक्षित प्रकाश से बचाने के लिए उपयोग किया जा सकता है।",
        "● लहंगा:",
        "-> लहंगा ब्लाउज जिसमें लंबी आस्तीन और उच्च गले वाले हैं शरीर के ऊपरी हिस्से को सूर्य किरणों से बचाने में मदद करते हैं।",
        "-> लहंगा सेट्स के साथ डुपट्टा सिर और कंधों पर ड्रेप किया जा सकता है अतिरिक्त संरक्षण के लिए।",
        "● अनारकली सूट:",
        "-> हाथ और पैरों को कवर करने वाले फ्लोर-लेंग्थ अनारकली सूट्स सूर्य से उत्कृष्ट संरक्षण प्रदान करते हैं।",
        "-> उच्च गले और लंबी आस्तीनों वाले डिजाइन से कवरेज को अधिकतम किया गया है।",
        "● पंजाबी सूट्स:",
        "-> पूरी लंबाई की सलवार सूर्य किरणों से पैरों को बचाती हैं।",
        "-> एक चुननी का उपयोग करना, सिर, चेहरा और कंधों को अतिरिक्त संरक्षण प्रदान करता है।",
        "● पश्मीना शॉल:",
        "-> पश्मीना शॉल सूर्य संरक्षण के लिए विकल्पशील प्रदान करते हैं क्योंकि वे कंधों, सिर और गर्दन को ड्रेप किया जा सकता है।",
        "-> किसी भी पारंपरिक वस्त्र पर शॉल का लेयरिंग सूर्य के खिलाफ एक अतिरिक्त तह जोड़ता है, खासकर बाहरी घटनाओं और त्योहारों के दौरान।",
        "● पगड़ी / टर्बन:",
        "-> पारंपरिक पगड़ी और टर्बन स्कैलप और चेहरे को सीधे सूर्य की किरणों से बचाते हैं।",
        "-> टर्बन स्टाइलिश और सूर्य संरक्षण के लिए कार्यात्मक होते हैं, एक दोहरा लाभ प्रदान करते हैं।",
        "● बंदी (पारंपरिक जिल्दें):",
        "-> लंबी आस्तीन वाले कुर्ता के ऊपर बंदी पहनना शैली को बिना बाधित किए टोटले के लिए एक अतिरिक्त स्तर का संरक्षण जोड़ता है।"
      ] ,
    "doi": [
        "■ धूप दी सुरक्षा लेई परंपरागत कपड़े दे प्रकार",
        "● साड़ी:",
        "-> लंबी आस्तीन ते फुल ड्रेपिंग आली साड़ी असरदार ढंगै कन्नै गर्दन, कंधें, ते बाह्र गी धूप थमां बचाई सकदी ऐ।",
        "-> पॉलिएस्टर, नायलॉन, हल्के ऊन, जां कैनवास जनेह् हल्के वजन आह्ले, कस्सिये बुने दे कपड़े कन्नै बने दे साड़ियें दा इस्तेमाल करने कन्नै कपड़े दे माध्यम कन्नै यूवी दा प्रवेश होरनें कोला बी मता असरदार ढंगै कन्नै घट्ट होई जंदा ऐ, जिसलै के तुसेंगी ठंडा रक्खेआ जंदा ऐ।",
        "● कुर्तस एंड कुर्ती:",
        "-> लंबी बांह आले कुर्ता ते कुर्ती बाहं गी धूप दे संपर्क च औने थमां बेहतरीन सुरक्षा प्रदान करदे न।",
        "-> कुर्ता गी दुपट्टा कन्नै जोड़ने कन्नै सिर, गर्दन, ते कंधें गी अतिरिक्त कवरेज दी अनुमति होंदी ऐ।",
        "● सलवार कमीज:",
        "-> फुल लेंथ सलवार कमीज सेट हत्थ ते पैरें लेई पूरी कवरेज दिंदे न।",
        "-> मैचिंग हेडस्कर्फ दा इस्तेमाल चेहरे ते गर्दन गी सीधी धूप थमां बचाने लेई कीता जाई सकदा ऐ।",
        "● लेहंगा:",
        "-> लंबी आस्तीन ते उच्ची नेकलाइन आह्ले लेहंगा ब्लाउज शरीर दे ऊपरी हिस्से गी धूप दे संपर्क थमां बचांदे न।",
        "-> लहंगा सेट दे कन्नै होने आह्ले दुपट्टें गी अतिरिक्त सुरक्षा आस्तै सिर ते कंधें उप्पर लपेटेआ जाई सकदा ऐ।",
        "● अनारकली सूट:",
        "-> फर्श दी लंबाई दे अनारकली सूट जेह्ड़े हत्थ ते पैरें गी ढकदे न उत्तम धूप दी सुरक्षा प्रदान करदे न।",
        "-> उच्च नेकलाइन ते लंबी आस्तीन आह् ले डिजाइन कवरेज गी मता बनांदे न।",
        "● पंजाबी सूट:",
        "-> पूरी लंबाई दे सलवार पैरें गी धूप च रौहने थमां बचांदे न।",
        "-> सिर, चेहरे, ते कंधें गी ढकने आस्तै चुनी दा इस्तेमाल करने कन्नै अतिरिक्त सुरक्षा होंदी ऐ।",
        "● पश्मिना शाल:",
        "-> पश्मिना शाल बहुमुखी धूप दी सुरक्षा प्रदान करदे न कीजे एह् कंधें, सिर, ते गर्दन उप्पर लपेटी सकदे न।",
        "-> कुसै बी परंपरागत परिधान उप्पर शाल दी परतदार सूरज दे खलाफ रक्षा दी इक अतिरिक्त परत जोड़दी ऐ, खासकरियै बाहरले आयोजनें ते त्यौहारें दौरान।",
        "● पगरी/पगड़ी:",
        "-> परंपरागत पगड़ी ते पगरी सिर ते चेहरे गी सीधे धूप दे संपर्क थमां बचांदे न।",
        "-> पगड़ी धूप दी सुरक्षा लेई स्टाइलिश ते फंक्शनल बी होंदी ऐ, जेह्ड़ी दोहरी फायदा पेश करदी ऐ।",
        "● बंडी (पारंपरिक बनियान):",
        "-> लंबी बाजू दे कुर्ता उप्पर बैंडी लाने कन्नै शैली कन्नै समझौता कीते बगैर धड़ आस्तै सुरक्षा दी इक अतिरिक्त परत जुड़ी जंदी ऐ।"
       ],
    "en": [
        "■  Traditional clothing types for sun protection",
        "● Sarees:",
        "-> Sarees with long sleeves and full draping can effectively shield the neck, shoulders, and arms from the sun.",
        "-> Using sarees made from lightweight, tightly woven fabrics like polyester, nylon, lightweight wool, or canvas minimizes UV penetration through the fabric more effectively than others, while keeping you cool.",
        "● Kurtas & kurtis:",
        "-> Long-sleeved kurtas and kurtis offer excellent protection for the arms from sun exposure.",
        "-> Pairing kurtas with dupattas allows for additional coverage of the head, neck, and shoulders.",
        "● Salwar kameez:",
        "-> Full-length salwar kameez sets provide full coverage for the arms and legs.",
        "-> Matching headscarves can be used to shield the face and neck from direct sunlight.",
        "● Lehenga:",
        "-> Lehenga blouses with longer sleeves and higher necklines shield the upper body from sun exposure.",
        "-> Dupattas that accompany lehenga sets can be draped over the head and shoulders for additional protection.",
        "● Anarkali suits:",
        "-> Floor-length anarkali suits that cover the arms and legs provide excellent sun protection.",
        "-> Designs with high necklines and long sleeves maximize coverage.",
        "● Punjabi suits:",
        "-> Full-length salwars protect the legs from sun exposure.",
        "-> Using a chunni to cover the head, face, and shoulders offers additional protection.",
        "● Pashmina shawls:",
        "-> Pashmina shawls offer versatile sun protection as they can be draped over the shoulders, head, and neck.",
        "-> Layering shawls over any traditional attire adds an extra layer of defense against the sun, especially during outdoor events and festivals.",
        "● Pagri/Turban:",
        "-> Traditional turbans and pagris protect the scalp and face from direct sun exposure.",
        "-> Turbans are both stylish and functional for sun protection, offering a dual benefit.",
        "● Bandi (traditional vests):",
        "-> Wearing bandis over long-sleeved kurtas adds an additional layer of protection for the torso without compromising on style."
    ]
    ,
    "gu": [
        "■ સૂર્ય રક્ષણ માટે પરંપરાગત કપડાંના પ્રકાર",
        "● સાડીઓ:",
        "-> લાંબી સ્લીવ્સ અને સંપૂર્ણ ડ્રેપિંગવાળી સાડીઓ અસરકારક રીતે ગરદન, ખભા અને હાથને સૂર્યથી સુરક્ષિત કરી શકે છે.",
        "-> પોલિએસ્ટર, નાયલોન, હળવા વજનના ઊન અથવા કેનવાસ જેવા હળવા વજનના, ચુસ્ત રીતે વણાયેલા કાપડમાંથી બનેલી સાડીઓનો ઉપયોગ કરવાથી ફેબ્રિકમાંથી UV ના પ્રવેશને અન્ય કરતા વધુ અસરકારક રીતે ઘટાડે છે, જ્યારે તમને ઠંડુ રાખે છે.",
        "● કુર્તા અને કુર્તી:",
        "--> લાંબી બાંયના કુર્તા અને કુર્તીઓ સૂર્યના સંસર્ગથી હાથ માટે ઉત્તમ રક્ષણ આપે છે.",
        "-> કુર્તાને દુપટ્ટા સાથે જોડીને માથા, ગરદન અને ખભાને વધારાના કવરેજ માટે પરવાનગી આપે છે.",
        "● સલવાર કમીઝ:",
        "-> સંપૂર્ણ લંબાઈના સલવાર કમીઝ સેટ હાથ અને પગ માટે સંપૂર્ણ કવરેજ પ્રદાન કરે છે.",
        "-> મેચિંગ હેડસ્કાર્ફનો ઉપયોગ ચહેરા અને ગરદનને સીધા સૂર્યપ્રકાશથી બચાવવા માટે કરી શકાય છે.",
        "● લેહેંગા:",
        "-> લાંબી બાંય અને ઉચ્ચ નેકલાઇનવાળા લેહેંગા બ્લાઉઝ શરીરના ઉપરના ભાગને સૂર્યના સંસર્ગથી બચાવે છે.",
        "-> લહેંગા સેટ સાથેના દુપટ્ટાને વધારાના રક્ષણ માટે માથા અને ખભા પર લપેટી શકાય છે.",
        "● અનારકલી પોશાકો:",
        "-> ફ્લોર-લેન્થ અનારકલી સૂટ્સ કે જે હાથ અને પગને આવરી લે છે તે ઉત્તમ સૂર્ય સુરક્ષા પ્રદાન કરે છે.",
        "-> ઉચ્ચ નેકલાઇન્સ અને લાંબી સ્લીવ્સ સાથેની ડિઝાઇન કવરેજને મહત્તમ બનાવે છે.",
        "● પંજાબી પોશાકો:",
        "-> પૂર્ણ-લંબાઈની સલવાર પગને સૂર્યના સંસર્ગથી રક્ષણ આપે છે.",
        "-> માથું, ચહેરો અને ખભાને ઢાંકવા માટે ચુન્નીનો ઉપયોગ કરવાથી વધારાની સુરક્ષા મળે છે.",
        "● પશ્મિના શાલ:",
        "-> પશ્મિના શાલ બહુમુખી સૂર્ય સુરક્ષા પ્રદાન કરે છે કારણ કે તે ખભા, માથા અને ગરદન પર લપેટી શકાય છે.",
        "-> કોઈપણ પરંપરાગત પોશાક પર શાલનું લેયરિંગ સૂર્ય સામે સંરક્ષણનું વધારાનું સ્તર ઉમેરે છે, ખાસ કરીને આઉટડોર ઇવેન્ટ્સ અને તહેવારો દરમિયાન.",
        "● પાગરી/પાઘડી:",
        "-> પરંપરાગત પાઘડીઓ અને પાઘરી માથાની ચામડી અને ચહેરાને સીધા સૂર્યના સંપર્કથી સુરક્ષિત કરે છે.",
        "-> સૂર્ય સુરક્ષા માટે પાઘડી સ્ટાઇલિશ અને કાર્યાત્મક બંને છે, જે બેવડા લાભ આપે છે.",
        "● બંદી (પરંપરાગત વેસ્ટ):",
        "-> લાંબી બાંયના કુર્તા પર બંડી પહેરવાથી સ્ટાઇલ સાથે સમાધાન કર્યા વિના ધડ માટે વધારાનું રક્ષણ મળે છે."
       ],
    "hne": [
        "■ सूर्य संरक्षण के लिए पारंपरिक कपड़े प्रकार",
        "● साड़ी:",
        "-> लंबी आस्तीन और पूर्ण ड्रेपिंग वाली साड़ी सूर्य से गर्दन, कंधों और हाथों को सफलतापूर्वक ढक सकती है।",
        "-> पॉलिएस्टर, नायलॉन, हल्की ऊन या कैनवास जैसे हल्के, कड़ाई से बनी साड़ीयाँ उससे ज्यादा प्रभावी रूप से फैब्रिक के माध्यम से यूवी घुसपैठ को कम करती हैं, जबकि वह आपको ठंडक बनाए रखती हैं।",
        "● कुर्ता और कुर्ती:",
        "-> लंबी आस्तीन वाली कुर्ता और कुर्ती सूर्य किरणों से हाथों के लिए उत्कृष्ट संरक्षण प्रदान करती हैं।",
        "-> कुर्ता के साथ दुपट्टा जोड़ना मस्तूक, गर्दन और कंधों के अतिरिक्त कवरेज की अनुमति देता है।",
        "● सलवार कमीज़:",
        "-> पूरी लंबाई की सलवार कमीज़ सेट्स हाथों और पैरों के लिए पूर्ण कवरेज प्रदान करती हैं।",
        "-> मिलान डुपट्टा चेहरे को सूर्य के प्रक्षित प्रकाश से बचाने के लिए उपयोग किया जा सकता है।",
        "● लहंगा:",
        "-> लहंगा ब्लाउज जिसमें लंबी आस्तीन और उच्च गले वाले हैं शरीर के ऊपरी हिस्से को सूर्य किरणों से बचाने में मदद करते हैं।",
        "-> लहंगा सेट्स के साथ डुपट्टा सिर और कंधों पर ड्रेप किया जा सकता है अतिरिक्त संरक्षण के लिए।",
        "● अनारकली सूट:",
        "-> हाथ और पैरों को कवर करने वाले फ्लोर-लेंग्थ अनारकली सूट्स सूर्य से उत्कृष्ट संरक्षण प्रदान करते हैं।",
        "-> उच्च गले और लंबी आस्तीनों वाले डिजाइन से कवरेज को अधिकतम किया गया है।",
        "● पंजाबी सूट्स:",
        "-> पूरी लंबाई की सलवार सूर्य किरणों से पैरों को बचाती हैं।",
        "-> एक चुननी का उपयोग करना, सिर, चेहरा और कंधों को अतिरिक्त संरक्षण प्रदान करता है।",
        "● पश्मीना शॉल:",
        "-> पश्मीना शॉल सूर्य संरक्षण के लिए विकल्पशील प्रदान करते हैं क्योंकि वे कंधों, सिर और गर्दन को ड्रेप किया जा सकता है।",
        "-> किसी भी पारंपरिक वस्त्र पर शॉल का लेयरिंग सूर्य के खिलाफ एक अतिरिक्त तह जोड़ता है, खासकर बाहरी घटनाओं और त्योहारों के दौरान।",
        "● पगड़ी / टर्बन:",
        "-> पारंपरिक पगड़ी और टर्बन स्कैलप और चेहरे को सीधे सूर्य की किरणों से बचाते हैं।",
        "-> टर्बन स्टाइलिश और सूर्य संरक्षण के लिए कार्यात्मक होते हैं, एक दोहरा लाभ प्रदान करते हैं।",
        "● बंदी (पारंपरिक जिल्दें):",
        "-> लंबी आस्तीन वाले कुर्ता के ऊपर बंदी पहनना शैली को बिना बाधित किए टोटले के लिए एक अतिरिक्त स्तर का संरक्षण जोड़ता है।"
      ],
    "hi": [

        "■ धूप से बचाव के लिए पारंपरिक वस्त्र",
        
        "● साड़ी:",
        
        "-> लंबी आस्तीन और पूरी तरह से ड्रेपिंग वाली साड़ियाँ गर्दन, कंधों और बाहों को धूप से प्रभावी रूप से बचा सकती हैं।",
        
        "-> पॉलिएस्टर, नायलॉन, हल्के ऊन या कैनवास जैसे हल्के, कसकर बुने हुए कपड़ों से बनी साड़ियों का उपयोग दूसरों की तुलना में कपड़े के माध्यम से यूवी प्रवेश को कम करता है, जबकि आपको ठंडा रखता है।",
        
        "● कुर्ते और कुर्तियाँ:",
        
        "-> लंबी आस्तीन वाले कुर्ते और कुर्तियाँ बाहों को धूप से बचाने के लिए बेहतरीन सुरक्षा प्रदान करते हैं।",
        
        "-> दुपट्टे के साथ कुर्ते पहनने से सिर, गर्दन और कंधों को अतिरिक्त कवरेज मिलता है।",
        
        "● सलवार कमीज:",
        
        "-> पूरी लंबाई वाली सलवार कमीज सेट बाहों और पैरों को पूरी तरह से कवर करती हैं।",
        
        "-> चेहरे और गर्दन को सीधी धूप से बचाने के लिए मैचिंग हेडस्कार्फ़ का उपयोग किया जा सकता है।",
        
        "● लहंगा:",
        "-> लहंगा ब्लाउज़ लंबी आस्तीन और ऊंची नेकलाइन के साथ ऊपरी शरीर को धूप से बचाते हैं।",
        "-> लहंगा सेट के साथ आने वाले दुपट्टे को अतिरिक्त सुरक्षा के लिए सिर और कंधों पर लपेटा जा सकता है।",
        "● अनारकली सूट:",
        "-> फर्श तक लंबे अनारकली सूट जो हाथ और पैर को ढकते हैं, धूप से बेहतरीन सुरक्षा प्रदान करते हैं।",
        "-> ऊंची नेकलाइन और लंबी आस्तीन वाले डिज़ाइन अधिकतम कवरेज प्रदान करते हैं।",
        "● पंजाबी सूट:",
        "-> पूरी लंबाई वाली सलवार पैरों को धूप से बचाती है।",
        "-> सिर, चेहरे और कंधों को ढकने के लिए चुन्नी का उपयोग अतिरिक्त सुरक्षा प्रदान करता है।",
        "● पश्मीना शॉल:",
        "-> पश्मीना शॉल बहुमुखी धूप से सुरक्षा प्रदान करते हैं क्योंकि उन्हें कंधों, सिर और गर्दन पर लपेटा जा सकता है।",
        "-> किसी भी पारंपरिक पोशाक के ऊपर शॉल की परत चढ़ाने से धूप से बचाव की एक अतिरिक्त परत जुड़ जाती है, खासकर बाहरी कार्यक्रमों और त्योहारों के दौरान।",
        "● पगड़ी/पगड़ी:",
        "-> पारंपरिक पगड़ी और पगड़ी खोपड़ी और चेहरे को सीधे धूप से बचाती हैं।",
        "-> पगड़ी सूरज की रोशनी से सुरक्षा के लिए स्टाइलिश और उपयोगी दोनों हैं, जो दोहरा लाभ प्रदान करती हैं।",
        "● बंडी (पारंपरिक बनियान):",
        "-> लंबी आस्तीन वाले कुर्ते के ऊपर बंडी पहनने से स्टाइल से समझौता किए बिना धड़ के लिए सुरक्षा की एक अतिरिक्त परत मिलती है।"
    ],
    "kn": [
        "■ ಸೂರ್ಯನ ರಕ್ಷಣೆಗಾಗಿ ಸಾಂಪ್ರದಾಯಿಕ ಉಡುಪು ವಿಧಗಳು",
        "● ಸೀರೆಗಳು:",
        "-> ಉದ್ದನೆಯ ತೋಳುಗಳು ಮತ್ತು ಫುಲ್ ಡ್ರಾಪಿಂಗ್ ಹೊಂದಿರುವ ಸೀರೆಗಳು ಸೂರ್ಯನಿಂದ ಕುತ್ತಿಗೆ, ಭುಜಗಳು ಮತ್ತು ತೋಳುಗಳನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ರಕ್ಷಿಸುತ್ತದೆ.",
        "-> ಪಾಲಿಯೆಸ್ಟರ್, ನೈಲಾನ್, ಹಗುರವಾದ ಉಣ್ಣೆ ಅಥವಾ ಕ್ಯಾನ್ವಾಸ್‌ನಂತಹ ಹಗುರವಾದ, ಬಿಗಿಯಾಗಿ ನೇಯ್ದ ಬಟ್ಟೆಗಳಿಂದ ತಯಾರಿಸಿದ ಸೀರೆಗಳನ್ನು ಬಳಸುವುದು ಇತರರಿಗಿಂತ ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಫ್ಯಾಬ್ರಿಕ್ ಮೂಲಕ ಯುವಿ ನುಗ್ಗುವಿಕೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮನ್ನು ತಂಪಾಗಿರಿಸುತ್ತದೆ.",
        "● ಕುರ್ತಾಗಳು ಮತ್ತು ಕುರ್ತಿಗಳು:",
        "-> ಉದ್ದ ತೋಳಿನ ಕುರ್ತಾಗಳು ಮತ್ತು ಕುರ್ತಿಗಳು ಸೂರ್ಯನ ಬೆಳಕಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವುದರಿಂದ ತೋಳುಗಳಿಗೆ ಅತ್ಯುತ್ತಮವಾದ ರಕ್ಷಣೆಯನ್ನು ನೀಡುತ್ತವೆ.",
        "-> ದುಪಟ್ಟಾಗಳೊಂದಿಗೆ ಕುರ್ತಾಗಳನ್ನು ಜೋಡಿಸುವುದು ತಲೆ, ಕುತ್ತಿಗೆ ಮತ್ತು ಭುಜಗಳ ಹೆಚ್ಚುವರಿ ವ್ಯಾಪ್ತಿಯನ್ನು ಅನುಮತಿಸುತ್ತದೆ.",
        "● ಸಲ್ವಾರ್ ಕಮೀಜ್:",
        "-> ಪೂರ್ಣ-ಉದ್ದದ ಸಲ್ವಾರ್ ಕಮೀಜ್ ಸೆಟ್‌ಗಳು ತೋಳುಗಳು ಮತ್ತು ಕಾಲುಗಳಿಗೆ ಸಂಪೂರ್ಣ ವ್ಯಾಪ್ತಿಯನ್ನು ಒದಗಿಸುತ್ತವೆ.",
        "-> ನೇರ ಸೂರ್ಯನ ಬೆಳಕಿನಿಂದ ಮುಖ ಮತ್ತು ಕುತ್ತಿಗೆಯನ್ನು ರಕ್ಷಿಸಲು ಹೊಂದಿಕೆಯಾಗುವ ಶಿರೋವಸ್ತ್ರಗಳನ್ನು ಬಳಸಬಹುದು.",
        "● ಲೆಹೆಂಗಾ:",
        "-> ಉದ್ದನೆಯ ತೋಳುಗಳು ಮತ್ತು ಹೆಚ್ಚಿನ ನೆಕ್‌ಲೈನ್‌ಗಳನ್ನು ಹೊಂದಿರುವ ಲೆಹೆಂಗಾ ಬ್ಲೌಸ್‌ಗಳು ದೇಹದ ಮೇಲ್ಭಾಗವನ್ನು ಸೂರ್ಯನ ಬೆಳಕಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳದಂತೆ ರಕ್ಷಿಸುತ್ತವೆ.",
        "-> ಲೆಹೆಂಗಾ ಸೆಟ್‌ಗಳ ಜೊತೆಯಲ್ಲಿರುವ ದುಪಟ್ಟಾಗಳನ್ನು ಹೆಚ್ಚುವರಿ ರಕ್ಷಣೆಗಾಗಿ ತಲೆ ಮತ್ತು ಭುಜದ ಮೇಲೆ ಕಟ್ಟಿಕೊಳ್ಳಬಹುದು.",
        "● ಅನಾರ್ಕಲಿ ಸೂಟ್‌ಗಳು:",
        "-> ಕೈ ಮತ್ತು ಕಾಲುಗಳನ್ನು ಆವರಿಸುವ ಮಹಡಿ-ಉದ್ದದ ಅನಾರ್ಕಲಿ ಸೂಟ್‌ಗಳು ಅತ್ಯುತ್ತಮವಾದ ಸೂರ್ಯನ ರಕ್ಷಣೆಯನ್ನು ಒದಗಿಸುತ್ತವೆ.",
        "-> ಹೆಚ್ಚಿನ ಕಂಠರೇಖೆಗಳು ಮತ್ತು ಉದ್ದನೆಯ ತೋಳುಗಳನ್ನು ಹೊಂದಿರುವ ವಿನ್ಯಾಸಗಳು ವ್ಯಾಪ್ತಿಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ.",
        "● ಪಂಜಾಬಿ ಸೂಟ್‌ಗಳು:",
        "-> ಪೂರ್ಣ-ಉದ್ದದ ಸಲ್ವಾರ್‌ಗಳು ಸೂರ್ಯನ ಬೆಳಕಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವುದರಿಂದ ಕಾಲುಗಳನ್ನು ರಕ್ಷಿಸುತ್ತವೆ.",
        "-> ತಲೆ, ಮುಖ ಮತ್ತು ಭುಜಗಳನ್ನು ಮುಚ್ಚಲು ಚುನ್ನಿಯನ್ನು ಬಳಸುವುದು ಹೆಚ್ಚುವರಿ ರಕ್ಷಣೆ ನೀಡುತ್ತದೆ.",
        "● ಪಶ್ಮಿನಾ ಶಾಲುಗಳು:",
        "-> ಪಶ್ಮಿನಾ ಶಾಲುಗಳು ಬಹುಮುಖ ಸೂರ್ಯನ ರಕ್ಷಣೆಯನ್ನು ನೀಡುತ್ತವೆ ಏಕೆಂದರೆ ಅವುಗಳನ್ನು ಭುಜಗಳು, ತಲೆ ಮತ್ತು ಕುತ್ತಿಗೆಯ ಮೇಲೆ ಹೊದಿಸಬಹುದು.",
        "-> ಯಾವುದೇ ಸಾಂಪ್ರದಾಯಿಕ ಉಡುಪಿನ ಮೇಲೆ ಶಾಲುಗಳನ್ನು ಹಾಕುವುದು ಸೂರ್ಯನ ವಿರುದ್ಧ ರಕ್ಷಣೆಯ ಹೆಚ್ಚುವರಿ ಪದರವನ್ನು ಸೇರಿಸುತ್ತದೆ, ವಿಶೇಷವಾಗಿ ಹೊರಾಂಗಣ ಘಟನೆಗಳು ಮತ್ತು ಹಬ್ಬಗಳ ಸಮಯದಲ್ಲಿ.",
        "● ಪಾಗ್ರಿ/ಟರ್ಬನ್:",
        "-> ಸಾಂಪ್ರದಾಯಿಕ ಪೇಟಗಳು ಮತ್ತು ಪಾಗ್ರಿಗಳು ನೆತ್ತಿ ಮತ್ತು ಮುಖವನ್ನು ನೇರ ಸೂರ್ಯನ ಬೆಳಕಿಗೆ ಒಡ್ಡಿಕೊಳ್ಳುವುದರಿಂದ ರಕ್ಷಿಸುತ್ತವೆ.",
        "-> ಟರ್ಬನ್‌ಗಳು ಸ್ಟೈಲಿಶ್ ಮತ್ತು ಸೂರ್ಯನ ರಕ್ಷಣೆಗಾಗಿ ಕ್ರಿಯಾತ್ಮಕವಾಗಿರುತ್ತವೆ, ಇದು ಡ್ಯುಯಲ್ ಪ್ರಯೋಜನವನ್ನು ನೀಡುತ್ತದೆ.",
        "● ಬಂಡಿ (ಸಾಂಪ್ರದಾಯಿಕ ನಡುವಂಗಿಗಳು):",
        "-> ಉದ್ದನೆಯ ತೋಳಿನ ಕುರ್ತಾಗಳ ಮೇಲೆ ಬಂಡಿಗಳನ್ನು ಧರಿಸುವುದು ಶೈಲಿಯಲ್ಲಿ ರಾಜಿ ಮಾಡಿಕೊಳ್ಳದೆ ಮುಂಡಕ್ಕೆ ಹೆಚ್ಚುವರಿ ರಕ್ಷಣೆಯ ಪದರವನ್ನು ಸೇರಿಸುತ್ತದೆ."
       ],
    "ks":  [
        "■ सूर्य संरक्षणके लिए पारंपरिक पोशाल श्रृंखला",
        "● साड़ी:",
        "-> लंबे आस्तीन और पूर्ण ड्रेपिंग वाली साड़ी सूर्य से गर्दन, कंधों और हाथों को सफलतापूर्वक ढक सकती है।",
        "-> पॉलिएस्टर, नायलॉन, हल्की ऊन या कैनवास जैसे हल्के, कड़ाई से बनी साड़ीयाँ उससे ज्यादा प्रभावी रूप से फैब्रिक के माध्यम से यूवी घुसपैठ को कम करती हैं, जबकि वह आपको ठंडक बनाए रखती हैं।",
        "● कुर्ता और कुर्ती:",
        "-> लंबी आस्तीन वाली कुर्ता और कुर्ती सूर्य किरणों से हाथों के लिए उत्कृष्ट संरक्षण प्रदान करती हैं।",
        "-> कुर्ता के साथ दुपट्टा जोड़ना मस्तूक, गर्दन और कंधों के अतिरिक्त कवरेज की अनुमति देता है।",
        "● सलवार कमीज़:",
        "-> पूरी लंबाई की सलवार कमीज़ सेट्स हाथों और पैरों के लिए पूर्ण कवरेज प्रदान करती हैं।",
        "-> मिलान डुपट्टा चेहरे को सूर्य के प्रक्षित प्रकाश से बचाने के लिए उपयोग किया जा सकता है।",
        "● लहंगा:",
        "-> लहंगा ब्लाउज जिसमें लंबी आस्तीन और उच्च गले वाले हैं शरीर के ऊपरी हिस्से को सूर्य किरणों से बचाने में मदद करते हैं।",
        "-> लहंगा सेट्स के साथ डुपट्टा सिर और कंधों पर ड्रेप किया जा सकता है अतिरिक्त संरक्षण के लिए।",
        "● अनारकली सूट:",
        "-> हाथ और पैरों को कवर करने वाले फ्लोर-लेंग्थ अनारकली सूट्स सूर्य से उत्कृष्ट संरक्षण प्रदान करते हैं।",
        "-> उच्च गले और लंबी आस्तीनों वाले डिजाइन से कवरेज को अधिकतम किया गया है।",
        "● पंजाबी सूट्स:",
        "-> पूरी लंबाई की सलवार सूर्य किरणों से पैरों को बचाती हैं।",
        "-> एक चुननी का उपयोग करना, सिर, चेहरा और कंधों को अतिरिक्त संरक्षण प्रदान करता है।",
        "● पश्मीना शॉल:",
        "-> पश्मीना शॉल सूर्य संरक्षण के लिए विकल्पशील प्रदान करते हैं क्योंकि वे कंधों, सिर और गर्दन को ड्रेप किया जा सकता है।",
        "-> किसी भी पारंपरिक वस्त्र पर शॉल का लेयरिंग सूर्य के खिलाफ एक अतिरिक्त तह जोड़ता है, खासकर बाहरी घटनाओं और त्योहारों के दौरान।",
        "● पगड़ी / टर्बन:",
        "-> पारंपरिक पगड़ी और टर्बन स्कैलप और चेहरे को सीधे सूर्य की किरणों से बचाते हैं।",
        "-> टर्बन स्टाइलिश और सूर्य संरक्षण के लिए कार्यात्मक होते हैं, एक दोहरा लाभ प्रदान करते हैं।",
        "● बंदी (पारंपरिक जिल्दें):",
        "-> लंबी आस्तीन वाले कुर्ता के ऊपर बंदी पहनना शैली को बिना बाधित किए टोटले के लिए एक अतिरिक्त स्तर का संरक्षण जोड़ता है।"
      ],
    "kok": [
        "■ सुर्याच्या संरक्षणाखातीर पारंपारीक कपड्याचे प्रकार",
        "● साडयो:",
        "-> लांब बांयो आनी पुराय ड्रॅपिंग आशिल्लीं साडीं मान, खांदयो, आनी भुजां सुर्याक लागून प्रभावीपणान राखूंक शकतात.",
        "-> पॉलिस्टर, नायलॉन, हलके वजनाची लोकर, वा कॅनव्हास सारकिल्या हलके वजनाच्या, घट्ट विणिल्ल्या कापडापसून तयार केल्लीं साडयो वापरल्यार हेरांपरस चड प्रभावीपणान कापडांतल्यान पराबैंगनी किरणांचो प्रवेश उणो जाता, तेच बरोबर तुमकां थंड दवरतात.",
        "● कुर्तस आनी कुर्ती:",
        "-> लांब बांयेचे कुर्ता आनी कुर्ती सुर्याक लागून भुजांखातीर उत्कृश्ट राखण दितात.",
        "-> कुर्ता आनी दुपट्टा जोडल्यार तकली, मान, आनी खांद्याक अतिरिक्त आच्छादन मेळटा.",
        "● सलवार कमीज:",
        "-> पुराय लांबायेचे सलवार कमीज सेट हात आनी पांयांक पुराय कव्हरेज दितात.",
        "-> तोंड आनी मान हांकां थेट सुर्याच्या उजवाडापसून राखण दिवपाक जुळपी हेडस्कर्फ वापरूं येता.",
        "● लेहेंगा:",
        "-> लांब बांयो आनी गळ्यांची उंच रेखा आशिल्ले लेहेंगा ब्लॉउज वयल्या आंगाक सुर्याच्या संपर्कांत येवपापसून राखण दितात.",
        "-> लेहेंगा सेट वांगडा येवपी दुपट्टा अतिरिक्त संरक्षण मेळोवपा खातीर तकलेचेर आनी खांद्यार न्हेसयतात.",
        "● अनारकली सूट:",
        "-> हात-पांय व्यापून दवरपी माळये लांबायेच्या अनारकली सूटांतल्यान सुर्याची उत्कृश्ट संरक्षण मेळटा.",
        "-> उंच नेकलाइन आनी लांब बांयो आशिल्लीं डिझायनां चडांत चड कव्हरेज दितात.",
        "● पंजाबी सूट:",
        "-> पुराय लांबायेचे सलवार पांयांक सुर्याच्या संपर्कांत येवपापसून राखण दितात.",
        "-> तकली, तोंड, खांद्याक न्हेसपाक चुनी वापरल्यार अतिरिक्त संरक्षण मेळटा.",
        "● पश्मिना शाल:",
        "-> पश्मिना शाल खांद्यार, तकलीचेर, आनी मानाचेर धांपून दवरूं येता म्हणून बहुमुखी सूर्य संरक्षण दितात.",
        "-> खंयच्याय पारंपारीक पोशाखाचेर शाल थरयल्यार सुर्या आड संरक्षणाचो एक अतिरिक्त थर जोडटा, खास करून भायल्या कार्यावळी आनी उत्सवा वेळार.",
        "● पागरी/पागडी:",
        "-> पारंपारीक पगडी आनी पॅग्रीस माथ्याची कात आनी तोंडाक थेट सुर्याच्या संपर्कांत येवपापसून राखण दितात.",
        "-> पगडी सुर्याच्या संरक्षणाक स्टायलीश आनी कार्यक्षम अशीं दोनूय आसतात, तांचो दोट्टी फायदो मेळटा.",
        "● बांदी (पारंपारीक बनियान):",
        "-> लांब बांयेच्या कुर्ताचेर बँडी घालप शैलीचेर तडजोड करिनासतना धड खातीर संरक्षणाचे अतिरिक्त थर जोडटा."
       ] ,
    "mai": [
        "■ सूर्य संरक्षण के लिये पारंपरिक वस्त्र प्रकार",
        "● साड़ी:",
        "-> लम्बी आस्तीन आ फुल ड्रेपिंग वाला साड़ी प्रभावी ढंग स गर्दन, कंधा, आ हाथ के रौद स बचा सकैत अछि।",
        "-> हल्का, कस क बुनल कपड़ा जेना पॉलिएस्टर, नायलॉन, हल्का ऊन, या कैनवास स बनल साड़ी क उपयोग कपड़ा क माध्यम स यूवी क प्रवेश कए दोसर स बेसी प्रभावी ढंग स कम करि दैत अछि, जखन कि अहां कए ठंडा रहैत अछि।",
        "● कुर्तस एवं कुर्ती:",
        "-> लम्बी बाजू के कुर्ता आ कुर्ती हाथ के धूप में रहला स उत्कृष्ट सुरक्षा प्रदान करैत अछि।",
        "-> कुर्ता के दुपट्टा के साथ जोड़ी देला स माथ, गर्दन, आ कंधा के अतिरिक्त कवरेज के अनुमति भेटैत अछि।",
        "● सलवार कमीज:",
        "-> पूर्ण लंबाई के सलवार कमीज सेट हाथ आ पैर के लेल पूरा कवरेज प्रदान करैत अछि।",
        "-> मैचिंग हेडस्कर्फ के उपयोग चेहरा आ गर्दन के सीधा धूप सं बचाबय लेल कएल जा सकैत अछि.",
        "● लहेंगा:",
        "-> लम्बा आस्तीन आ ऊँच नेकलाइन वाला लेहंगा ब्लाउज शरीर के ऊपरी हिस्सा के धूप में रहय स बचाबैत अछि।",
        "-> लहंगा सेट के साथ आबै वाला दुपट्टा के अतिरिक्त सुरक्षा के लेल माथ आ कंधा पर लपेटल जा सकैत अछि।",
        "● अनारकली सूट:",
        "-> फर्श तक के अनारकली सूट जे हाथ आ पैर के ढकैत अछि उत्तम सूर्य सुरक्षा प्रदान करैत अछि।",
        "-> उच्च नेकलाइन आ लंबा आस्तीन वाला डिजाइन कवरेज के अधिकतम करैत अछि.",
        "● पंजाबी सूट:",
        "-> पूर्ण लंबाई के सलवार पैर के धूप में रहय स बचाबैत अछि।",
        "-> माथ, चेहरा, आ कंधा के ढकय लेल चुनी के प्रयोग सं अतिरिक्त सुरक्षा भेटैत अछि.",
        "● पश्मिना शाल:",
        "-> पश्मिना शाल बहुमुखी सूर्य सुरक्षा प्रदान करै छै, कियाकि एकरा कंधा, माथ, आ गर्दन पर लपेटल जा सकै छै.",
        "-> कोनो भी पारंपरिक परिधान के ऊपर शाल के परत लगाबै स॑ धूप के खिलाफ रक्षा के अतिरिक्त परत जुड़ै छै, खास करी क॑ बाहरी आयोजन आरू उत्सव के दौरान.",
        "● पगरी/पगड़ी:",
        "-> पारंपरिक पगड़ी आ पगरी माथ आ चेहरा के सीधा धूप में रहय सं बचाबैत अछि.",
        "-> पगड़ी सूर्य सुरक्षा के लेल स्टाइलिश आ कार्यात्मक दुनू अछि, जे दोहरी लाभ प्रदान करैत अछि।",
        "● बंडी (पारंपरिक बनियान):",
        "-> लंबा बाजू के कुर्ता पर बैंडी पहिरला स स्टाइल स समझौता केने बिना धड़ के सुरक्षा के एकटा अतिरिक्त परत जुड़ैत अछि."
       ] ,
    "ml": [
        "■ സൂര്യ സംരക്ഷണത്തിനുള്ള പരമ്പരാഗത വസ്ത്ര തരങ്ങൾ",
        "● സാരികൾ:",
        "-> നീളമുള്ള കൈയ്യും ഫുൾ ഡ്രെപ്പിംഗും ഉള്ള സാരികൾക്ക് കഴുത്ത്, തോളുകൾ, കൈകൾ എന്നിവ സൂര്യനിൽ നിന്ന് ഫലപ്രദമായി സംരക്ഷിക്കാൻ കഴിയും.",
        "-> പോളിസ്റ്റർ, നൈലോൺ, കനംകുറഞ്ഞ കമ്പിളി, അല്ലെങ്കിൽ ക്യാൻവാസ് പോലെയുള്ള കനംകുറഞ്ഞതും ഇറുകിയതുമായ തുണിത്തരങ്ങൾ ഉപയോഗിച്ച് നിർമ്മിച്ച സാരികൾ ഉപയോഗിക്കുന്നത് നിങ്ങളെ തണുപ്പിക്കുമ്പോൾ തന്നെ ഫാബ്രിക്കിലൂടെയുള്ള യുവി തുളച്ചുകയറുന്നത് മറ്റുള്ളവരേക്കാൾ ഫലപ്രദമായി കുറയ്ക്കുന്നു.",
        "● കുർത്തകളും കുർത്തികളും:",
        "-> നീളൻ കൈയുള്ള കുർത്തകളും കുർത്തുകളും സൂര്യപ്രകാശത്തിൽ നിന്ന് കൈകൾക്ക് മികച്ച സംരക്ഷണം നൽകുന്നു.",
        "-> ദുപ്പട്ടകൾക്കൊപ്പം കുർത്തകൾ ജോടിയാക്കുന്നത് തല, കഴുത്ത്, തോളുകൾ എന്നിവയുടെ അധിക കവറേജ് അനുവദിക്കുന്നു.",
        "● സൽവാർ കമീസ്:",
        "-> മുഴുനീള സൽവാർ കമീസ് സെറ്റുകൾ കൈകൾക്കും കാലുകൾക്കും പൂർണ്ണ കവറേജ് നൽകുന്നു.",
        "-> നേരിട്ടുള്ള സൂര്യപ്രകാശത്തിൽ നിന്ന് മുഖവും കഴുത്തും സംരക്ഷിക്കാൻ പൊരുത്തപ്പെടുന്ന ശിരോവസ്ത്രങ്ങൾ ഉപയോഗിക്കാം.",
        "● ലെഹംഗ:",
        "-> നീളമുള്ള കൈകളും ഉയർന്ന നെക്ക്‌ലൈനുകളുമുള്ള ലെഹംഗ ബ്ലൗസുകൾ മുകളിലെ ശരീരത്തെ സൂര്യപ്രകാശത്തിൽ നിന്ന് സംരക്ഷിക്കുന്നു.",
        "-> അധിക സംരക്ഷണത്തിനായി ലെഹംഗ സെറ്റുകൾക്കൊപ്പമുള്ള ദുപ്പട്ടകൾ തലയിലും തോളിലും വയ്ക്കാം.",
        "● അനാർക്കലി സ്യൂട്ട്:",
        "-> കൈകളും കാലുകളും മറയ്ക്കുന്ന നിലയോളം നീളമുള്ള അനാർക്കലി സ്യൂട്ടുകൾ മികച്ച സൂര്യ സംരക്ഷണം നൽകുന്നു.",
        "-> ഉയർന്ന നെക്‌ലൈനുകളും നീളൻ കൈയ്യും ഉള്ള ഡിസൈനുകൾ കവറേജ് വർദ്ധിപ്പിക്കുന്നു.",
        "● പഞ്ചാബി സ്യൂട്ടുകൾ:",
        "-> മുഴുനീള സൽവാറുകൾ സൂര്യപ്രകാശത്തിൽ നിന്ന് കാലുകളെ സംരക്ഷിക്കുന്നു.",
        "-> തല, മുഖം, തോളുകൾ എന്നിവ മറയ്ക്കാൻ ഒരു ചുണ്ണി ഉപയോഗിക്കുന്നത് അധിക സംരക്ഷണം നൽകുന്നു.",
        "● പഷ്മിന ഷാളുകൾ:",
        "-> പഷ്മിന ഷാളുകൾ തോളിലും തലയിലും കഴുത്തിലും ചുറ്റിക്കറങ്ങാൻ കഴിയുന്നതിനാൽ സൂര്യപ്രകാശത്തിൽ നിന്നും സംരക്ഷണം നൽകുന്നു.",
        "-> ഏതെങ്കിലും പരമ്പരാഗത വസ്ത്രത്തിന് മുകളിൽ ഷാളുകൾ ഇടുന്നത് സൂര്യനെതിരെ ഒരു അധിക പ്രതിരോധം നൽകുന്നു, പ്രത്യേകിച്ച് ഔട്ട്ഡോർ ഇവൻ്റുകളിലും ഉത്സവങ്ങളിലും.",
        "● പഗ്രി/തലപ്പാവ്:",
        "-> പരമ്പരാഗത തലപ്പാവുകളും പാഗ്രികളും നേരിട്ട് സൂര്യപ്രകാശത്തിൽ നിന്ന് തലയോട്ടിയെയും മുഖത്തെയും സംരക്ഷിക്കുന്നു.",
        "-> തലപ്പാവ് സൂര്യ സംരക്ഷണത്തിനായി സ്റ്റൈലിഷും പ്രവർത്തനക്ഷമവുമാണ്, ഇത് ഇരട്ട ആനുകൂല്യം നൽകുന്നു.",
        "● ബാൻഡി (പരമ്പരാഗത വസ്ത്രങ്ങൾ):",
        "-> നീളൻ കൈയുള്ള കുർത്തകൾക്ക് മുകളിൽ ബാൻഡികൾ ധരിക്കുന്നത് സ്‌റ്റൈലിൽ വിട്ടുവീഴ്‌ച ചെയ്യാതെ ശരീരത്തിന് കൂടുതൽ സംരക്ഷണം നൽകുന്നു."
       ],
    "mni": [
        "■ सूर्य संरक्षणके लिए पारंपरिक वस्त्र रूची",
        "● सरी:",
        "-> लाम्बी आस्तीन और पूर्ण ड्रेपिंग वाली सरी सूर्य किरणों से गले, कंधों और हातों को सफलतापूर्वक ढक सकती है।",
        "-> पॉलिएस्टर, नायलॉन, हल्का ऊन या कैनवास जैसे हल्के, ठोस वस्त्र में साड़ी बनाना उससे अधिक प्रभावी रूप से फैब्रिक के माध्यम से यूवी प्रवेश को कम करती है, जबकि तो इतना ठंडा रखती है।",
        "● कुर्ता और कुर्ती:",
        "-> लाम्बी आस्तीन वाली कुर्ता और कुर्ती सूर्य किरणों से हाथों के लिए उत्कृष्ट संरक्षण प्रदान करती हैं।",
        "-> कुर्ता के साथ दुपट्टा लाइनिंग मस्तूल, गले और कंधों के अतिरिक्त कवरेज की अनुमति देती है।",
        "● सलवार सूट:",
        "-> पूरी लंबाई की सलवार सूट सूर्य किरणों से पूरे पैरों को छुपाती है।",
        "-> मिलान डुपट्टा चेहरे को सूर्य प्रकाश से बचाने के लिए उपयोग किया जा सकता है।",
        "● लहंगा:",
        "-> लहंगा ब्लाउज जिसमें लंबी आस्तीन और उच्च गले हैं शरीर के ऊपरी हिस्से को सूर्य किरणों से बचाने में मदद करते हैं।",
        "-> लहंगा सेट्स के साथ डुपट्टा सिर और कंधों पर ड्रेप किया जा सकता है अतिरिक्त संरक्षण के लिए।",
        "● अनारकली सूट:",
        "-> हाथ और पैरों को कवर करने वाले फ्लोर-लेंग्थ अनारकली सूट्स सूर्य से उत्कृष्ट संरक्षण प्रदान करते हैं।",
        "-> उच्च गले और लंबी आस्तीनों वाले डिजाइन से कवरेज को अधिकतम किया गया है।",
        "● पंजाबी सूट:",
        "-> पूरी लंबाई की सलवार सूर्य किरणों से पैरों को बचाती हैं।",
        "-> एक चुननी का उपयोग करना, सिर, चेहरा और कंधों को अतिरिक्त संरक्षण प्रदान करता है।",
        "● पश्मीना शॉल:",
        "-> पश्मीना शॉल सूर्य संरक्षण के लिए विकल्पशील प्रदान करते हैं क्योंकि वे कंधों, सिर और गर्दन को ड्रेप किया जा सकता है।",
        "-> किसी भी पारंपरिक वस्त्र पर शॉल का लेयरिंग सूर्य के खिलाफ एक अतिरिक्त तह जोड़ता है, खासकर बाहरी घटनाओं और त्योहारों के दौरान।",
        "● पगड़ी / टर्बन:",
        "-> पारंपरिक पगड़ी और टर्बन स्कैलप और चेहरे को सीधे सूर्य की किरणों से बचाते हैं।",
        "-> टर्बन स्टाइलिश और सूर्य संरक्षण के लिए कार्यात्मक होते हैं, एक दोहरा लाभ प्रदान करते हैं।",
        "● बंदी (पारंपरिक जिल्दें):",
        "-> लंबी आस्तीन वाले कुर्ता के ऊपर बंदी पहनना शैली को बिना बाधित किए टोटले के लिए एक अतिरिक्त स्तर का संरक्षण जोड़ता है।"
      ],
    "mr": [
        "■ सूर्य संरक्षणासाठी पारंपारिक कपड्यांचे प्रकार",
        "● साड्या:",
        "-> लांब बाही असलेल्या आणि पूर्ण ड्रेपिंग असलेल्या साड्या मान, खांदे आणि हातांना उन्हापासून प्रभावीपणे सुरक्षित ठेवू शकतात.",
        "-> पॉलिस्टर, नायलॉन, हलके लोकर किंवा कॅनव्हास यांसारख्या हलक्या वजनाच्या, घट्ट विणलेल्या कापडांपासून बनवलेल्या साड्यांचा वापर केल्याने तुम्हाला थंड ठेवताना, इतरांपेक्षा जास्त प्रभावीपणे फॅब्रिकमधून UV प्रवेश कमी होतो.",
        "● कुर्ते आणि कुर्ते:",
        "-> लांब बाही असलेले कुर्ते आणि कुर्ते सूर्यप्रकाशापासून हातांना उत्कृष्ट संरक्षण देतात.",
        "-> दुपट्ट्यांसह कुर्ता जोडल्याने डोके, मान आणि खांदे अतिरिक्त कव्हरेज मिळू शकतात.",
        "● सलवार कमीज:",
        "-> पूर्ण लांबीचे सलवार कमीज सेट हात आणि पाय यांना पूर्ण कव्हरेज देतात.",
        "-> थेट सूर्यप्रकाशापासून चेहरा आणि मान संरक्षित करण्यासाठी जुळणारे हेडस्कार्फ वापरले जाऊ शकतात.",
        "● लेहेंगा:",
        "-> लांब बाही असलेले लेहेंगा ब्लाउज आणि उच्च नेकलाइन्स शरीराच्या वरच्या भागाला सूर्यप्रकाशापासून वाचवतात.",
        "-> अतिरिक्त संरक्षणासाठी लेहेंगा सेटसोबत असलेले दुपट्टे डोक्यावर आणि खांद्यावर ओढले जाऊ शकतात.",
        "● अनारकली सूट:",
        "-> हात आणि पाय झाकणारे मजल्यावरील अनारकली सूट उत्कृष्ट सूर्यापासून संरक्षण देतात.",
        "-> उच्च नेकलाइन आणि लांब बाही असलेल्या डिझाईन्स कव्हरेज वाढवतात.",
        "● पंजाबी सूट:",
        "-> पूर्ण-लांबीच्या सलवार पायांना सूर्यप्रकाशापासून वाचवतात.",
        "-> डोके, चेहरा आणि खांदे झाकण्यासाठी चुन्नी वापरल्याने अतिरिक्त संरक्षण मिळते.",
        "● पश्मिना शाल:",
        "-> पश्मिना शाल अष्टपैलू सूर्य संरक्षण देतात कारण ते खांद्यावर, डोक्यावर आणि मानेवर लपेटले जाऊ शकतात.",
        "-> कोणत्याही पारंपारिक पोशाखावर शाल लेयर केल्याने सूर्यापासून संरक्षणाचा अतिरिक्त स्तर जोडला जातो, विशेषत: मैदानी कार्यक्रम आणि उत्सवांमध्ये.",
        "● पगरी/पगडी:",
        "-> पारंपारिक पगडी आणि पगडी थेट सूर्यप्रकाशापासून टाळू आणि चेहऱ्याचे संरक्षण करतात.",
        "-> पगडी स्टाईलिश आणि सूर्य संरक्षणासाठी कार्यक्षम आहेत, दुहेरी लाभ देतात.",
        "● बंदी (पारंपारिक बनियान):",
        "-> लांब बाहीच्या कुर्त्यावर बँडी घातल्याने स्टाईलशी तडजोड न करता धड संरक्षणाचा अतिरिक्त स्तर जोडला जातो."
       ],
    "ne": [
       " ■ घाम सुरक्षाको लागि परम्परागत लुगाका प्रकारहरू",
        "● साडी:",
        "-> लामो बाहुला र पूरा ड्रेपिङ भएका साडीहरूले प्रभावकारी रूपमा घाँटी, काँध र हातहरूलाई घामबाट जोगाउन सक्छन्।",
        "-> हल्का तौल, पलिएस्टर, नायलन, हल्का ऊन, वा क्यानभास जस्ता हल्का बुनेका कपडाहरूबाट बनेका साडीहरू प्रयोग गर्दा तपाईंलाई चिसो राख्दा कपडाबाट धेरै प्रभावकारी रूपमा UV प्रवेशलाई कम गर्छ।",
        "● कुर्ता र कुर्ती:",
        "-> लामो बाहुलाको कुर्ता र कुर्तीहरूले सूर्यको जोखिमबाट हातहरूका लागि उत्कृष्ट सुरक्षा प्रदान गर्दछ।",
        "-> कुर्तालाई दुपट्टासँग जोड्दा टाउको, घाँटी र काँधलाई थप कभरेजको लागि अनुमति दिन्छ।",
        "● सलवार कमीज:",
        "-> पूर्ण-लम्बाइको सलवार कमिज सेटहरूले हात र खुट्टाको लागि पूर्ण कभरेज प्रदान गर्दछ।",
        "-> अनुहार र घाँटीलाई प्रत्यक्ष घामबाट जोगाउन मिल्दो हेडस्कार्फ प्रयोग गर्न सकिन्छ।",
        "● लेहेंगा:",
        "-> लामो बाहुला र उच्च नेकलाइनहरू भएका लेहेंगा ब्लाउजहरूले माथिल्लो शरीरलाई सूर्यको जोखिमबाट जोगाउँछन्।",
        "-> लेहेंगा सेटको साथमा हुने दुपट्टाहरू थप सुरक्षाको लागि टाउको र काँधमा टाँस्न सकिन्छ।",
        "● अनारकली सूट:",
        "-> भुइँ-लम्बाइ अनारकली सूट जसले हात र खुट्टा छोप्छ, उत्कृष्ट सूर्य सुरक्षा प्रदान गर्दछ।",
        "-> उच्च नेकलाइन र लामो बाहुला भएका डिजाइनहरूले कभरेजलाई अधिकतम बनाउँछ।",
        "● पंजाबी सूट:",
        "-> पूर्ण-लम्बाइको सलवारले खुट्टालाई घामबाट जोगाउँछ।",
        "-> टाउको, अनुहार र काँधहरू ढाक्नका लागि चुन्नीको प्रयोगले थप सुरक्षा प्रदान गर्दछ।",
        "● पश्मिना शाल:",
        "-> पश्मिना सलहरूले बहुमुखी सूर्य सुरक्षा प्रदान गर्दछ किनकि तिनीहरूलाई काँध, टाउको र घाँटीमा टाँस्न सकिन्छ।",
        "-> कुनै पनि परम्परागत पोशाकमा सलहरू तह लगाउनाले सूर्यको बिरूद्ध सुरक्षाको अतिरिक्त तह थप्छ, विशेष गरी बाहिरी कार्यक्रमहरू र चाडपर्वहरूमा।",
        "● पगरी/पगड़ी:",
        "-> परम्परागत पगडी र पाग्रीहरूले टाउको र अनुहारलाई प्रत्यक्ष घामबाट जोगाउँछन्।",
        "-> टर्बानहरू दुवै स्टाइलिश र सूर्य सुरक्षाको लागि कार्यात्मक छन्, दोहोरो फाइदाहरू प्रदान गर्दै।",
        "● बन्दी (परम्परागत भेस्ट):",
        "-> लामो बाहुलाको कुर्तामा ब्यान्डी लगाउनाले स्टाइलमा सम्झौता नगरी धड़को लागि सुरक्षाको थप तह थप्छ।"
       ],
    "or": [
        "Sun ସୂର୍ଯ୍ୟଙ୍କ ସୁରକ୍ଷା ପାଇଁ ପାରମ୍ପାରିକ ପୋଷାକ ପ୍ରକାର",
        "● ସାରିସ୍:",
        "-> ଲମ୍ବା ଚପଲ ଏବଂ ପୂର୍ଣ୍ଣ ଡ୍ରପିଙ୍ଗ୍ ସହିତ ସାରିମାନେ ସୂର୍ଯ୍ୟ, ବେକ, କାନ୍ଧ ଏବଂ ବାହୁକୁ ପ୍ରଭାବଶାଳୀ ଭାବରେ ରକ୍ଷା କରିପାରିବେ |",
        "-> ହାଲୁକା, ପଲିଷ୍ଟର, ନାଇଲନ୍, ହାଲୁକା ଲୋମ, କିମ୍ବା କାନଭାସ୍ ପରି କଠିନ ବୁଣା ହୋଇଥିବା କପଡା ବ୍ୟବହାର କରିବା, ତୁମକୁ ଥଣ୍ଡା ରଖିବାବେଳେ କପଡା ମାଧ୍ୟମରେ UV ଅନୁପ୍ରବେଶକୁ କମ୍ କରିଥାଏ |",
        "● କୁର୍ତ୍ତା ଏବଂ କୁର୍ତ୍ତୀ:",
        "-> ଲମ୍ବା ହାତର କୁର୍ତ୍ତା ଏବଂ କୁର୍ତ୍ତୀ ସୂର୍ଯ୍ୟ କିରଣରୁ ବାହୁ ପାଇଁ ଉତ୍କୃଷ୍ଟ ସୁରକ୍ଷା ପ୍ରଦାନ କରନ୍ତି |",
        "-> ଡୁପଟା ସହିତ କୁର୍ତ୍ତା ଯୋଡିବା ମୁଣ୍ଡ, ବେକ ଏବଂ କାନ୍ଧର ଅତିରିକ୍ତ କଭରେଜ୍ ପାଇଁ ଅନୁମତି ଦିଏ |",
        "● ସାଲୱାର କାମିଜ୍:",
        "-> ଫୁଲ୍ ଲମ୍ୱା ସାଲୱାର କାମିଜ୍ ସେଟ୍ ବାହୁ ଏବଂ ଗୋଡ ପାଇଁ ପୂର୍ଣ୍ଣ କଭରେଜ୍ ପ୍ରଦାନ କରିଥାଏ |",
        "-> ମୁଣ୍ଡ ଏବଂ ବେକକୁ ସିଧାସଳଖ ସୂର୍ଯ୍ୟ କିରଣରୁ ରକ୍ଷା କରିବା ପାଇଁ ହେଡକାର୍ଭଗୁଡିକ ମେଳ ହୋଇପାରିବ |",
        "● ଲେହେଙ୍ଗା:",
        "-> ଲମ୍ବା ସ୍ ves ଳ୍ପ ଏବଂ ଉଚ୍ଚ ହାର ବିଶିଷ୍ଟ ଲେହେଙ୍ଗା ବ୍ଲାଉଜ୍ ଉପର ଶରୀରକୁ ସୂର୍ଯ୍ୟ କିରଣରୁ ରକ୍ଷା କରିଥାଏ |",
        "-> ଅତିରିକ୍ତ ସୁରକ୍ଷା ପାଇଁ ଲେହେଙ୍ଗା ସେଟ୍ ସହିତ ଆସୁଥିବା ଡୁପାଟସ୍ ମୁଣ୍ଡ ଏବଂ କାନ୍ଧ ଉପରେ ଟାଣି ହୋଇପାରେ |",
        "Ark ଅଙ୍କାଲୀ ସୁଟ୍:",
        "-> ଚଟାଣ ଲମ୍ବ ଅଙ୍କାଲୀ ସୁଟ୍ ଯାହା ବାହୁ ଏବଂ ଗୋଡକୁ ଆଚ୍ଛାଦନ କରେ ଉତ୍କୃଷ୍ଟ ସୂର୍ଯ୍ୟ ସୁରକ୍ଷା ପ୍ରଦାନ କରିଥାଏ |",
        "-> ଉଚ୍ଚ ହାର ଏବଂ ଲମ୍ବା ସ୍ଲିଭ୍ ସହିତ ଡିଜାଇନ୍ କଭରେଜ୍ କୁ ସର୍ବାଧିକ କରିଥାଏ |",
        "● ପଞ୍ଜାବୀ ସୁଟ୍:",
        "-> ପୂର୍ଣ୍ଣ ଲମ୍ବ ସାଲୱାରଗୁଡିକ ଗୋଡକୁ ସୂର୍ଯ୍ୟ କିରଣରୁ ରକ୍ଷା କରିଥାଏ |",
        "-> ମୁଣ୍ଡ, ମୁହଁ ଏବଂ କାନ୍ଧକୁ ଘୋଡାଇବା ପାଇଁ ଏକ ଚୁନି ବ୍ୟବହାର କରିବା ଅତିରିକ୍ତ ସୁରକ୍ଷା ପ୍ରଦାନ କରିଥାଏ |",
        "Ash ପାଶ୍ମିନା ଶା aw ୀ:",
        "-> ପାଶ୍ମିନା ଶା aw ୀ ବହୁମୁଖୀ ସୂର୍ଯ୍ୟ ସୁରକ୍ଷା ପ୍ରଦାନ କରନ୍ତି କାରଣ ସେଗୁଡିକ କାନ୍ଧ, ମୁଣ୍ଡ ଏବଂ ବେକ ଉପରେ ଟାଣି ହୋଇପାରେ |",
        "-> ଯେକ traditional ଣସି ପାରମ୍ପାରିକ ପୋଷାକ ଉପରେ ଶା aw ୀ ଲଗାଇବା ସୂର୍ଯ୍ୟଙ୍କ ପ୍ରତି ପ୍ରତିରକ୍ଷା ପାଇଁ ଏକ ଅତିରିକ୍ତ ସ୍ତର ଯୋଗ କରିଥାଏ, ବିଶେଷ କରି ବାହ୍ୟ ଇଭେଣ୍ଟ ଏବଂ ପର୍ବ ସମୟରେ |",
        "● ପାଗ୍ରି / ପଗଡି:",
        "-> ପାରମ୍ପାରିକ ପଗଡି ଏବଂ ପାଗ୍ରିସ୍ ତ୍ୱଚା ଏବଂ ଚେହେରାକୁ ପ୍ରତ୍ୟକ୍ଷ ସୂର୍ଯ୍ୟ କିରଣରୁ ରକ୍ଷା କରିଥାଏ |",
        "-> ପଗଡିମାନେ ସୂର୍ଯ୍ୟ ସୁରକ୍ଷା ପାଇଁ ଉଭୟ ଷ୍ଟାଇଲିସ୍ ଏବଂ କାର୍ଯ୍ୟକ୍ଷମ, ଏକ ଦ୍ୱିଗୁଣ ଲାଭ ପ୍ରଦାନ କରନ୍ତି |",
        "Andi ବାଣ୍ଡି (ପାରମ୍ପାରିକ ପୋଷାକ):",
        "-> ଲମ୍ବା ହାତର କୁର୍ତ୍ତା ଉପରେ ବ୍ୟାଣ୍ଡିସ୍ ପିନ୍ଧିବା ଶ style ଳୀରେ ସାଲିସ୍ ନକରି ଟର୍ସ ପାଇଁ ଅତିରିକ୍ତ ସୁରକ୍ଷା ସ୍ତର ଯୋଗ କରିଥାଏ |"
       ],
    "pa": [
 "■ ਸੂਰਜ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਰਵਾਇਤੀ ਕਪੜਿਆਂ ਦੀਆਂ ਕਿਸਮਾਂ",
 "● ਸਾੜੀਆਂ:",
 "-> ਲੰਬੀਆਂ ਸਲੀਵਜ਼ ਅਤੇ ਪੂਰੀ ਡਰੈਪਿੰਗ ਵਾਲੀਆਂ ਸਾੜੀਆਂ ਗਰਦਨ, ਮੋਢਿਆਂ ਅਤੇ ਬਾਹਾਂ ਨੂੰ ਸੂਰਜ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਬਚਾ ਸਕਦੀਆਂ ਹਨ।",
 "-> ਹਲਕੇ ਭਾਰ ਵਾਲੇ, ਕੱਸ ਕੇ ਬੁਣੇ ਹੋਏ ਫੈਬਰਿਕ ਜਿਵੇਂ ਕਿ ਪੌਲੀਏਸਟਰ, ਨਾਈਲੋਨ, ਹਲਕੇ ਉੱਨ, ਜਾਂ ਕੈਨਵਸ ਤੋਂ ਬਣੀਆਂ ਸਾੜੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਤੁਹਾਨੂੰ ਠੰਡਾ ਰੱਖਣ ਦੇ ਨਾਲ-ਨਾਲ ਫੈਬਰਿਕ ਵਿੱਚ UV ਦੇ ਪ੍ਰਵੇਸ਼ ਨੂੰ ਦੂਜਿਆਂ ਨਾਲੋਂ ਵਧੇਰੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਘੱਟ ਕਰਦਾ ਹੈ।",
 "● ਕੁਰਤੀਆਂ ਅਤੇ ਕੁਰਤੀਆਂ:",
 "--> ਲੰਬੀਆਂ ਬਾਹਾਂ ਵਾਲੇ ਕੁੜਤੇ ਅਤੇ ਕੁਰਤੀਆਂ ਸੂਰਜ ਦੇ ਐਕਸਪੋਜਰ ਤੋਂ ਬਾਹਾਂ ਲਈ ਸ਼ਾਨਦਾਰ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦੀਆਂ ਹਨ।",
 "-> ਦੁਪੱਟੇ ਦੇ ਨਾਲ ਕੁੜਤਾ ਜੋੜਨ ਨਾਲ ਸਿਰ, ਗਰਦਨ ਅਤੇ ਮੋਢਿਆਂ ਨੂੰ ਵਾਧੂ ਕਵਰੇਜ ਮਿਲਦੀ ਹੈ।",
 "● ਸਲਵਾਰ ਕਮੀਜ਼:",
 "-> ਪੂਰੀ ਲੰਬਾਈ ਵਾਲੇ ਸਲਵਾਰ ਕਮੀਜ਼ ਸੈੱਟ ਬਾਹਾਂ ਅਤੇ ਲੱਤਾਂ ਲਈ ਪੂਰੀ ਕਵਰੇਜ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ।",
 "-> ਮੈਚਿੰਗ ਹੈੱਡਸਕਾਰਵ ਦੀ ਵਰਤੋਂ ਚਿਹਰੇ ਅਤੇ ਗਰਦਨ ਨੂੰ ਸਿੱਧੀ ਧੁੱਪ ਤੋਂ ਬਚਾਉਣ ਲਈ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
 "● ਲਹਿੰਗਾ:",
 "-> ਲੰਬੀਆਂ ਸਲੀਵਜ਼ ਅਤੇ ਉੱਚੀਆਂ ਗਰਦਨਾਂ ਵਾਲੇ ਲਹਿੰਗਾ ਬਲਾਊਜ਼ ਸਰੀਰ ਦੇ ਉਪਰਲੇ ਹਿੱਸੇ ਨੂੰ ਸੂਰਜ ਦੇ ਸੰਪਰਕ ਤੋਂ ਬਚਾਉਂਦੇ ਹਨ।",
 "-> ਦੁਪੱਟੇ ਜੋ ਲਹਿੰਗਾ ਸੈੱਟਾਂ ਦੇ ਨਾਲ ਹੁੰਦੇ ਹਨ, ਨੂੰ ਵਾਧੂ ਸੁਰੱਖਿਆ ਲਈ ਸਿਰ ਅਤੇ ਮੋਢਿਆਂ 'ਤੇ ਲਪੇਟਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
 "● ਅਨਾਰਕਲੀ ਸੂਟ:",
 "-> ਫਰਸ਼-ਲੰਬਾਈ ਦੇ ਅਨਾਰਕਲੀ ਸੂਟ ਜੋ ਬਾਹਾਂ ਅਤੇ ਲੱਤਾਂ ਨੂੰ ਢੱਕਦੇ ਹਨ, ਸ਼ਾਨਦਾਰ ਸੂਰਜ ਦੀ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ।",
 "-> ਉੱਚੀਆਂ ਨੇਕਲਾਈਨਾਂ ਅਤੇ ਲੰਬੀਆਂ ਸਲੀਵਜ਼ ਵਾਲੇ ਡਿਜ਼ਾਈਨ ਕਵਰੇਜ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰਦੇ ਹਨ।",
 "● ਪੰਜਾਬੀ ਸੂਟ:",
 "-> ਪੂਰੀ ਲੰਬਾਈ ਵਾਲੀਆਂ ਸਲਵਾਰਾਂ ਲੱਤਾਂ ਨੂੰ ਸੂਰਜ ਦੇ ਸੰਪਰਕ ਤੋਂ ਬਚਾਉਂਦੀਆਂ ਹਨ।",
 "-> ਸਿਰ, ਚਿਹਰੇ ਅਤੇ ਮੋਢਿਆਂ ਨੂੰ ਢੱਕਣ ਲਈ ਚੁੰਨੀ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਵਾਧੂ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
 "● ਪਸ਼ਮੀਨਾ ਸ਼ਾਲਾਂ:",
 "-> ਪਸ਼ਮੀਨਾ ਸ਼ਾਲ ਬਹੁਮੁਖੀ ਸੂਰਜੀ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਮੋਢਿਆਂ, ਸਿਰ ਅਤੇ ਗਰਦਨ ਉੱਤੇ ਲੇਪਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
 "-> ਕਿਸੇ ਵੀ ਪਰੰਪਰਾਗਤ ਪਹਿਰਾਵੇ 'ਤੇ ਸ਼ਾਲਾਂ ਨੂੰ ਲੇਅਰਿੰਗ ਸੂਰਜ ਦੇ ਵਿਰੁੱਧ ਸੁਰੱਖਿਆ ਦੀ ਇੱਕ ਵਾਧੂ ਪਰਤ ਜੋੜਦੀ ਹੈ, ਖਾਸ ਕਰਕੇ ਬਾਹਰੀ ਸਮਾਗਮਾਂ ਅਤੇ ਤਿਉਹਾਰਾਂ ਦੌਰਾਨ।",
 "● ਪੱਗੜੀ/ਦਸਤਾਰ:",
 "--> ਪਰੰਪਰਾਗਤ ਪੱਗਾਂ ਅਤੇ ਪੱਗੜੀਆਂ ਖੋਪੜੀ ਅਤੇ ਚਿਹਰੇ ਨੂੰ ਸਿੱਧੀ ਧੁੱਪ ਤੋਂ ਬਚਾਉਂਦੀਆਂ ਹਨ।",
 "-> ਸੂਰਜ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਦਸਤਾਰਾਂ ਸਟਾਈਲਿਸ਼ ਅਤੇ ਕਾਰਜਸ਼ੀਲ ਹਨ, ਦੋਹਰੇ ਲਾਭ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀਆਂ ਹਨ।",
 "● ਬੰਦੀ (ਰਵਾਇਤੀ ਵੇਸਟ):",
 "--> ਲੰਬੀਆਂ ਬਾਹਾਂ ਵਾਲੇ ਕੁੜਤੇ ਉੱਤੇ ਬੈਂਡੀਆਂ ਪਹਿਨਣ ਨਾਲ ਸਟਾਈਲ ਨਾਲ ਸਮਝੌਤਾ ਕੀਤੇ ਬਿਨਾਂ ਧੜ ਲਈ ਸੁਰੱਖਿਆ ਦੀ ਇੱਕ ਵਾਧੂ ਪਰਤ ਮਿਲਦੀ ਹੈ।"
],
    "sa": [ 
 "■ सूर्यरक्षणार्थं पारम्परिकवस्त्रप्रकाराः",
 "● साड़ी:",
 "-> दीर्घास्तनीः पूर्णा आच्छादनं च युक्ताः साडयः सूर्यात् कण्ठस्कन्धबाहून् प्रभावीरूपेण रक्षितुं शक्नुवन्ति।",
 "-> पोलिएस्टर, नायलॉन, लघु ऊन, अथवा कैनवास इत्यादिभिः हल्केन, कठिनतया बुनितैः वस्त्रैः निर्मितानाम् साडयः उपयुज्य अन्येभ्यः अपेक्षया अधिकं प्रभावीरूपेण वस्त्रद्वारा पराबैंगनी-प्रवेशं न्यूनीकरोति, तथा च भवन्तं शीतलं भवति।",
 "● कुर्तस एवं कुर्ती:",
 "-> दीर्घास्तनी कुर्ताः कुर्तयः च सूर्यप्रकाशात् बाहूनां उत्तमं रक्षणं ददति।",
 "-> कुर्तानां दुपट्टानां सह युग्मीकरणेन शिरः, कण्ठः, स्कन्धः च अतिरिक्तं आच्छादनं भवति।",
 "● सलवार कमीज:",
 "-> पूर्ण-दीर्घतायाः सलवार-कमीज-सेट्-इत्यनेन बाहूनां पादौ च पूर्णं कवरेजं प्राप्यते।",
 "-> प्रत्यक्षसूर्यप्रकाशात् मुखं कण्ठं च रक्षितुं मेलयुक्तशिरःपट्टस्य उपयोगः कर्तुं शक्यते।",
 "● लेहेङ्गा:",
 "-> दीर्घास्तीनयुक्ताः लेहेङ्गा ब्लाउजाः उच्चतरकण्ठरेखायुक्ताः ऊर्ध्वशरीरं सूर्यस्य संपर्कात् रक्षन्ति।",
 "-> लेहङ्गा सेट्-सहिताः दुपट्टाः अतिरिक्त-रक्षणार्थं शिरः-स्कन्धयोः उपरि आच्छादयितुं शक्यन्ते।",
 "● अनारकली सूट:",
 "-> बाहुपादौ आच्छादयन्तः तलपर्यन्तं अनारकलीसूटाः उत्तमं सूर्यरक्षणं ददति।",
 "-> उच्चगले दीर्घास्तीनयुक्ताः डिजाइनाः कवरेजं अधिकतमं कुर्वन्ति।",
 "● पंजाबी सूट:",
 "-> पूर्णदीर्घाः सलवाराः सूर्यस्य संपर्कात् पादौ रक्षन्ति।",
 "-> शिरः, मुखं, स्कन्धं च आच्छादयितुं चुन्नी इत्यस्य उपयोगेन अतिरिक्तं रक्षणं भवति।",
 "● पश्मिना शाल:",
 "-> पश्मिना शालाः स्कन्धेषु, शिरसि, कण्ठेषु च आच्छादयितुं शक्यन्ते इति कारणतः बहुमुखी सूर्यरक्षणं ददति।",
 "-> कस्यापि पारम्परिकवेषस्य उपरि शालस्य स्तरीकरणं सूर्यस्य विरुद्धं रक्षायाः अतिरिक्तस्तरं योजयति, विशेषतः बहिः आयोजनेषु उत्सवेषु च।",
 "● पगरी/पाग:",
 "-> पारम्परिकाः पगडीः पगरीः च प्रत्यक्षसूर्यस्य संपर्कात् शिरोभागस्य मुखस्य च रक्षणं कुर्वन्ति।",
 "-> पगडाः सूर्यरक्षणार्थं स्टाइलिशः कार्यात्मकाः च भवन्ति, द्वयं लाभं प्रदास्यन्ति।",
 "● बंडी (पारंपरिक बनियान):",
 "-> दीर्घास्तनस्य कुर्तानां उपरि बण्डी-धारणेन शैल्याः सम्झौतां विना धड़स्य कृते अतिरिक्तं रक्षणस्य स्तरं योजितं भवति।"
] ,
    "sat": [
 "■ Surjo khon bańcao lạgit́ ạri-cạli lekate ạri-cạli",
 "● Sari:",
 "-> Ạḍi jạsti ḍher ḍahar ar purạ draping reaḱ sarees do̠ ḍahar, ḍahar, ar ḍahar ko ạḍi usạrate surjo̠m khon bańcao daṛeaḱa.",
 "-> Polyester, nylon, lạṭu lạṭu ḍạrko, se canvas lekan lạṭu lạṭu ḍạrko khon benao akan saree beohar kate eṭaḱ ḍạrko khon hõ ạḍi usạrate ḍạrko hotete UV ạḍi komgea, ona sãote ạḍi rạskạte ạḍi jạruṛa.",
 "● Kurṭā āra kurṭi:",
 "-> Ạḍi jạruṛan kurta ar kurti do̠ surjo̠m khon ạḍi bhage rukhiạ e̠mo̠ḱ kana.",
 "-> Dupatta sãote kurta joṛao kateć bohok̕, bohoḱ, ar ḍahare ạḍi jạruṛa.",
 "● salwar kamij:",
 "-> Purạ ḍher salwar kameez set do̠ ti ar jaṅga lạgit́ purạ ḍher ḍahar e̠mo̠ḱ kana.",
 "-> Muṭhạn ar bohoḱ reaḱ direct surjomaḱ marsal khon bańcao lạgit́ mit́ṭen hạṭiń reaḱ headscarf beohar hoe daṛeaḱa.",
 "● lēhēṅgā:",
 "-> Lehenga blauz oka do̠ ḍher gạḍi ar ḍher gạḍi reaḱ ḍahare ạḍi jạruṛa, ona do̠ ạḍi jạruṛa.",
 "-> Lehenga seṭ sãote tahen kan dupatta ko do̠ bạṛti rukhiạ lạgit́ mo̠ca ar ḍahare̠ ḍahar ạgu daṛeaḱa.",
 "● anarkali suṭ:",
 "-> Ṭhika hạbić ḍher anarkali suṭ oka do̠ ti ar jaṅga ko ḍahar ạguet́ ona do̠ ạḍi bhage surjomaḱ rukhiạe emoḱ kana.",
 "-> Uchạn gạḍi ar ḍher hạṭiń reaḱ ḍijain ḍhertet́ coverage hoyoḱ kana.",
 "● pạnjabi suṭ:",
 "-> Purạ ḍher salwar do̠ jaṅga ko surjo̠m khon bańcao ko̠ e̠mo̠ḱ kana.",
 "-> Bohok, muṭhạn ar ḍahare ḍahar lạgit́ chunni beohar kateć arhõ rukhiạ ńamoḱ kana.",
 "● Pāshmīna sāla:",
 "-> Pashmina shawl do̠ ạḍi lekan surjo̠m khon bańcao e̠mo̠ḱ kana ce̠dak̕ je̠ noa do̠ ḍahar, mõ̠ṛẽ̠ ar bohoḱ re̠ ḍahar ạgu daṛe̠aḱa.",
 "-> Jahae ge ạri-cạli reaḱ ạri-cạli reaḱ ạri-cạli reaḱ ạri-cạli reaḱ ạri-cạli reaḱ ạri-cạli reaḱ ạri-cạli reaḱ ạri-cạli ạḍi jạruṛa, khas lekate bahre reaḱ kạmi ar porob okte.",
 "● Pagri/Pag:",
 "-> Paramparag paṭh ar pagris do̠ bọhọk̕ ar muṭhạn so̠do̠r surjo̠m khon bańcao ko̠ e̠mo̠k̕ kana.",
 "-> Paṭh do̠ surjo̠m khon bańcao lạgit́ stylish ar kạmiạ banar gea, barti lab e̠mo̠ḱ kana.",
 "● Bāṇḍi (paramparaga rēẏāga):",
 "-> Ạḍi jạsti ḍher kạṭic̕ kurtas cetanre bandis họrọk̕ do̠ style re begor jạruṛok̕te torso lạgit̕ ạḍi jạruṛok̕ kạmi lạgit̕ ạḍi jạruṛok̕ kana."
],
    "sd": [
 "■ سج جي حفاظت لاءِ روايتي لباس جا قسم",
 "● ساريون:",
 "-> ڊگھي آستين ۽ مڪمل ڊرپنگ سان گڏ ڳچيءَ، ڪلهن ۽ ٻانهن کي سج کان مؤثر طريقي سان بچائي سگھن ٿا.",
 "-> ھلڪو وزن، مضبوطيءَ سان اڻيل ڪپڙا جھڙوڪ پاليسٽر، نائلون، ھلڪي وزن واري اون، يا ڪينواس مان ٺاھيل ساڙين کي استعمال ڪرڻ سان ٻين جي ڀيٽ ۾ وڌيڪ اثرائتي انداز ۾ UV جي داخل ٿيڻ گھٽجي ٿي، جڏھن ته توھان کي ٿڌو رکندو آھي.",
 "● ڪُرتا ۽ ڪُرتا:",
 "--> ڊگھي بازو وارا ڪُرتا ۽ ڪُرتا سج جي روشنيءَ کان ٻانهن لاءِ بهترين تحفظ فراهم ڪن ٿا.",
 "-> ڪرتا کي دوپٽا سان جوڙڻ سان مٿي، ڳچيء ۽ ڪلهن جي اضافي ڪوريج جي اجازت ڏئي ٿي.",
 "● سلوار قميص:",
 "-> مڪمل ڊگھي سلوار قميص سيٽ هٿن ۽ پيرن لاء مڪمل ڪوريج مهيا ڪن ٿا.",
 "-> مماثل هيڊ سکارف منهن ۽ ڳچيءَ کي سڌي سج جي روشنيءَ کان بچائڻ لاءِ استعمال ڪري سگھجن ٿا.",
 "● Lehenga:",
 "-> ڊگھي بازن ۽ اونڌي ڳچيءَ وارا ليهنگا بلاؤز، مٿئين جسم کي سج جي روشنيءَ کان بچائين ٿا.",
 "-> دوپٽا جيڪي لينگا جي سيٽ سان گڏ هجن اضافي تحفظ لاءِ مٿي ۽ ڪلهن تي لپي سگهجن ٿا.",
 "● انارکلي سوٽ:",
 "-> فرش جي ڊگھائي انرڪلي سوٽ جيڪي هٿن ۽ پيرن کي ڍڪيندا آهن، شاندار سج تحفظ فراهم ڪن ٿا.",
 "-> ڊگھي آستين سان ٺھيل ڊگھيون ڳچيءَ جون لائينون وڌ کان وڌ ڪوريج ڪن ٿيون.",
 "● پنجابي سوٽ:",
 "-> مڪمل ڊگھي سلوار پيرن کي سج جي نمائش کان بچائيندي.",
 "-> مٿي، منهن ۽ ڪلهن کي ڍڪڻ لاء چنني استعمال ڪرڻ اضافي تحفظ فراهم ڪري ٿو.",
 "● پشمينا شال:",
 "-> پشمينا شال سج جي ورڇيل حفاظت پيش ڪن ٿيون جيئن انهن کي ڪلهن، مٿي ۽ ڳچيءَ تي لپي سگهجي.",
 "-> ڪنهن به روايتي لباس جي مٿان شال کي ڍڪڻ سج جي خلاف دفاع جي اضافي پرت کي شامل ڪري ٿو، خاص طور تي ٻاهرين واقعن ۽ تہوارن دوران.",
 "● پگڙي/پگڙي:",
 "--> روايتي پگڙا ۽ پگڙا سر جي چمڙي ۽ منهن کي سڌو سورج جي نمائش کان بچائيندا آهن.",
 "-> turbans سج جي حفاظت لاءِ سجيل ۽ ڪارائتو ٻئي آهن، ٻه فائدا پيش ڪن ٿا.",
 "● بندي (روايتي واسکټ):",
 "-> ڊگھي بازوءَ واري ڪُرتا مٿان بينڊ پائڻ، انداز سان سمجھوتو ڪرڻ کان سواءِ ٽوسو لاءِ تحفظ جي اضافي پرت جو اضافو ڪري ٿو."
],
    "ta": [
 "■ சூரிய பாதுகாப்புக்கான பாரம்பரிய ஆடை வகைகள்",
 "● புடவைகள்:",
 "-> நீண்ட கை மற்றும் முழு துணியுடன் கூடிய புடவைகள் சூரிய ஒளியில் இருந்து கழுத்து, தோள்கள் மற்றும் கைகளை திறம்பட பாதுகாக்கும்.",
 "-> பாலியஸ்டர், நைலான், லைட்வெயிட் கம்பளி அல்லது கேன்வாஸ் போன்ற இலகுரக, இறுக்கமாக நெய்யப்பட்ட துணிகளால் செய்யப்பட்ட புடவைகளைப் பயன்படுத்துவது, மற்றவற்றைக் காட்டிலும், உங்களை குளிர்ச்சியாக வைத்திருக்கும் அதே நேரத்தில், துணி வழியாக UV ஊடுருவலைக் குறைக்கிறது.",
 "● குர்தாக்கள் & குர்திகள்:",
 "-> நீண்ட கை குர்தாக்கள் மற்றும் குர்திகள் சூரிய ஒளியில் இருந்து கைகளுக்கு சிறந்த பாதுகாப்பை வழங்குகின்றன.",
 "-> குர்தாக்களை துப்பட்டாக்களுடன் இணைப்பது தலை, கழுத்து மற்றும் தோள்களின் கூடுதல் கவரேஜை அனுமதிக்கிறது.",
 "● சல்வார் கமீஸ்:",
 "-> முழு நீள சல்வார் கமீஸ் செட் கைகள் மற்றும் கால்களுக்கு முழு பாதுகாப்பு அளிக்கிறது.",
 "-> முகத்தையும் கழுத்தையும் நேரடியாக சூரிய ஒளியில் இருந்து பாதுகாக்க பொருந்தும் தலைக்கவசங்கள் பயன்படுத்தப்படலாம்.",
 "● லெஹங்கா:",
 "-> நீளமான ஸ்லீவ்கள் மற்றும் அதிக நெக்லைன்கள் கொண்ட லெஹெங்கா பிளவுஸ்கள் சூரிய ஒளியில் இருந்து மேல் உடலைப் பாதுகாக்கின்றன.",
 "-> லெஹெங்கா செட்களுடன் வரும் துப்பட்டாக்கள் கூடுதல் பாதுகாப்பிற்காக தலை மற்றும் தோள்களில் போடலாம்.",
 "● அனார்கலி உடைகள்:",
 "-> கைகள் மற்றும் கால்களை மறைக்கும் தரை-நீள அனார்கலி உடைகள் சிறந்த சூரிய பாதுகாப்பு அளிக்கிறது.",
 "-> உயர் நெக்லைன்கள் மற்றும் நீண்ட கைகள் கொண்ட வடிவமைப்புகள் கவரேஜை அதிகரிக்கின்றன.",
 "● பஞ்சாபி உடைகள்:",
 "-> முழு நீள சல்வார்கள் சூரிய ஒளியில் இருந்து கால்களை பாதுகாக்கின்றன.",
 "-> தலை, முகம் மற்றும் தோள்களை மறைக்க சுன்னியைப் பயன்படுத்துவது கூடுதல் பாதுகாப்பை வழங்குகிறது.",
 "● பஷ்மினா சால்வைகள்:",
 "-> பஷ்மினா சால்வைகள் தோள்பட்டை, தலை மற்றும் கழுத்தில் போர்த்தப்படுவதால், சூரிய ஒளியில் இருந்து பலவிதமான பாதுகாப்பை வழங்குகிறது.",
 "-> எந்தவொரு பாரம்பரிய உடையின் மீதும் சால்வைகளை அடுக்கி வைப்பது சூரியனுக்கு எதிராக கூடுதல் பாதுகாப்பை சேர்க்கிறது, குறிப்பாக வெளிப்புற நிகழ்வுகள் மற்றும் திருவிழாக்களின் போது.",
 "● பக்ரி/தலைப்பாகை:",
 "-> பாரம்பரிய தலைப்பாகைகள் மற்றும் பாக்ரிகள் உச்சந்தலையையும் முகத்தையும் நேரடியாக சூரிய ஒளியில் இருந்து பாதுகாக்கின்றன.",
 "-> தலைப்பாகைகள் சூரிய பாதுகாப்புக்காக ஸ்டைலானவை மற்றும் செயல்பாட்டுடன் உள்ளன, இது இரட்டை நன்மையை வழங்குகிறது.",
 "● பாண்டி (பாரம்பரிய உள்ளாடைகள்):",
 "-> நீண்ட கை குர்தாக்களுக்கு மேல் பாண்டிகளை அணிவது, உடையில் சமரசம் செய்யாமல் உடற்பகுதிக்கு கூடுதல் பாதுகாப்பை சேர்க்கிறது."
],
    "te": [
 "■ సూర్య రక్షణ కోసం సంప్రదాయ దుస్తులు రకాలు",
 "● చీరలు:",
 "-> పొడవాటి స్లీవ్‌లు మరియు పూర్తి డ్రేపింగ్‌తో కూడిన చీరలు ఎండ నుండి మెడ, భుజాలు మరియు చేతులను సమర్థవంతంగా రక్షించగలవు.",
 "-> పాలిస్టర్, నైలాన్, తేలికైన ఉన్ని లేదా కాన్వాస్ వంటి తేలికైన, గట్టిగా నేసిన బట్టలతో తయారు చేసిన చీరలను ఉపయోగించడం వల్ల ఫాబ్రిక్ ద్వారా UV వ్యాప్తిని ఇతరులకన్నా ప్రభావవంతంగా తగ్గిస్తుంది, అదే సమయంలో మిమ్మల్ని చల్లగా ఉంచుతుంది.",
 "● కుర్తాలు & కుర్తీలు:",
 "-> పొడవాటి చేతుల కుర్తాలు మరియు కుర్తీలు సూర్యరశ్మి నుండి చేతులకు అద్భుతమైన రక్షణను అందిస్తాయి.",
 "-> దుపట్టాలతో కుర్తాలను జత చేయడం వలన తల, మెడ మరియు భుజాల అదనపు కవరేజీకి అవకాశం ఉంటుంది.",
 "● సల్వార్ కమీజ్:",
 "-> పూర్తి-నిడివి గల సల్వార్ కమీజ్ సెట్‌లు చేతులు మరియు కాళ్లకు పూర్తి కవరేజీని అందిస్తాయి.",
 "-> ముఖం మరియు మెడను ప్రత్యక్ష సూర్యకాంతి నుండి రక్షించడానికి సరిపోలే హెడ్‌స్కార్వ్‌లను ఉపయోగించవచ్చు.",
 "● లెహంగా:",
 "-> పొడవాటి స్లీవ్‌లు మరియు ఎత్తైన నెక్‌లైన్‌లతో లెహెంగా బ్లౌజ్‌లు సూర్యరశ్మి నుండి పైభాగాన్ని కాపాడతాయి.",
 "-> అదనపు రక్షణ కోసం లెహంగా సెట్‌లతో కూడిన దుపట్టాలను తల మరియు భుజాలపై వేసుకోవచ్చు.",
 "● అనార్కలి సూట్లు:",
 "-> చేతులు మరియు కాళ్లను కప్పి ఉంచే అంతస్తు వరకు ఉండే అనార్కలీ సూట్లు అద్భుతమైన సూర్యరశ్మిని అందిస్తాయి.",
 "-> అధిక నెక్‌లైన్‌లు మరియు పొడవాటి స్లీవ్‌లతో కూడిన డిజైన్‌లు కవరేజీని పెంచుతాయి.",
 "● పంజాబీ సూట్లు:",
 "-> పూర్తి-నిడివి గల సల్వార్‌లు సూర్యరశ్మి నుండి కాళ్ళను రక్షిస్తాయి.",
 "-> తల, ముఖం మరియు భుజాలను కవర్ చేయడానికి చున్నీని ఉపయోగించడం అదనపు రక్షణను అందిస్తుంది.",
 "● పష్మినా శాలువాలు:",
 "-> పాష్మినా శాలువాలు భుజాలు, తల మరియు మెడపై కప్పబడి ఉంటాయి కాబట్టి అవి బహుముఖ సూర్య రక్షణను అందిస్తాయి.",
 "-> ఏదైనా సాంప్రదాయిక వస్త్రధారణపై శాలువాలు వేయడం వలన సూర్యుని నుండి రక్షణ యొక్క అదనపు పొరను జోడిస్తుంది, ప్రత్యేకించి బహిరంగ కార్యక్రమాలు మరియు పండుగల సమయంలో.",
 "● పాగ్రి/తలపాగా:",
 "-> సాంప్రదాయ తలపాగాలు మరియు పాగ్రిస్ నేరుగా సూర్యరశ్మి నుండి తల మరియు ముఖాన్ని రక్షిస్తాయి.",
 "-> టర్బన్‌లు స్టైలిష్‌గా మరియు సూర్య రక్షణ కోసం ఫంక్షనల్‌గా ఉంటాయి, ద్వంద్వ ప్రయోజనాన్ని అందిస్తాయి.",
 "● బండి (సాంప్రదాయ దుస్తులు):",
 "-> పొడవాటి చేతుల కుర్తాలపై బాండీలు ధరించడం వల్ల స్టైల్‌పై రాజీ పడకుండా మొండెం కోసం అదనపు రక్షణ పొరను జోడిస్తుంది."
],
    "ur": [
 "سورج سے بچاؤ کے لیے روایتی لباس کی اقسام",
 "● ساڑیاں:",
 "-> لمبی آستینوں والی ساڑیاں اور مکمل ڈریپنگ مؤثر طریقے سے گردن، کندھوں اور بازوؤں کو دھوپ سے بچا سکتی ہے۔",
 "-> ہلکے، مضبوطی سے بنے ہوئے کپڑوں جیسے پالئیےسٹر، نائیلون، ہلکے وزن والے اون، یا کینوس سے بنی ساڑیوں کا استعمال آپ کو ٹھنڈا رکھنے کے ساتھ ساتھ تانے بانے میں UV کی دخول کو دوسروں کے مقابلے زیادہ مؤثر طریقے سے کم کرتا ہے۔",
 "● کُرتے اور کُرتے:",
 "-> لمبی بازو والے کرتے اور کرتیاں سورج کی روشنی سے بازوؤں کو بہترین تحفظ فراہم کرتی ہیں۔",
 "-> دوپٹوں کے ساتھ کرتوں کو جوڑنے سے سر، گردن اور کندھوں کو اضافی کوریج مل سکتی ہے۔",
 "● سلوار قمیض:",
 "-> مکمل لمبائی والے سلوار قمیض کے سیٹ بازوؤں اور ٹانگوں کے لیے مکمل کوریج فراہم کرتے ہیں۔",
 "-> مماثل ہیڈ سکارف چہرے اور گردن کو براہ راست سورج کی روشنی سے بچانے کے لیے استعمال کیا جا سکتا ہے۔",
 "● لہنگا:",
 "-> لمبی بازوؤں اور اونچی نیک لائنوں والے لہینگا بلاؤز جسم کے اوپری حصے کو سورج کی روشنی سے بچاتے ہیں۔",
 "-> لہنگا سیٹ کے ساتھ دوپٹوں کو اضافی تحفظ کے لیے سر اور کندھوں پر لپیٹا جا سکتا ہے۔",
 "● انارکلی سوٹ:",
 "-> فرش کی لمبائی کے انارکلی سوٹ جو بازوؤں اور ٹانگوں کو ڈھانپتے ہیں سورج سے بہترین تحفظ فراہم کرتے ہیں۔",
 "-> اونچی گردن اور لمبی بازوؤں والے ڈیزائن کوریج کو زیادہ سے زیادہ بناتے ہیں۔",
 "● پنجابی سوٹ:",
 "-> پوری لمبائی والی شلوار پیروں کو سورج کی روشنی سے بچاتی ہے۔",
 "-> سر، چہرے اور کندھوں کو ڈھانپنے کے لیے چنی کا استعمال اضافی تحفظ فراہم کرتا ہے۔",
 "● پشمینہ شال:",
 "-> پشمینہ شال سورج سے تحفظ فراہم کرتی ہیں کیونکہ انہیں کندھوں، سر اور گردن پر لپیٹ کر رکھا جا سکتا ہے۔",
 "-> کسی بھی روایتی لباس پر شالوں کی تہہ لگانا سورج کے خلاف دفاع کی ایک اضافی تہہ کا اضافہ کرتا ہے، خاص طور پر بیرونی تقریبات اور تہواروں کے دوران۔",
 "● پگڑی/پگڑی:",
 "-> روایتی پگڑی اور پگڑی کھوپڑی اور چہرے کو براہ راست سورج کی روشنی سے بچاتے ہیں۔",
 "-> سورج کی حفاظت کے لیے پگڑیاں سجیلا اور کارآمد دونوں ہیں، جو دوہرا فائدہ فراہم کرتی ہیں۔",
 "● بندی (روایتی واسکٹ):",
 "-> لمبی بازو والے کرتوں پر بینڈیاں پہننے سے سٹائل پر سمجھوتہ کیے بغیر دھڑ کے لیے تحفظ کی ایک اضافی پرت شامل ہوتی ہے۔"
]
  }
