[
    "■  Traditional clothing types for sun protection",
    "● Sarees:",
    "-> Sarees with long sleeves and full draping can effectively shield the neck, shoulders, and arms from the sun.",
    "-> Using sarees made from lightweight, tightly woven fabrics like polyester, nylon, lightweight wool, or canvas minimizes UV penetration through the fabric more effectively than others, while keeping you cool.",
    "● Kurtas & kurtis:",
    "-> Long-sleeved kurtas and kurtis offer excellent protection for the arms from sun exposure.",
    "-> Pairing kurtas with dupattas allows for additional coverage of the head, neck, and shoulders.",
    "● Salwar kameez:",
    "-> Full-length salwar kameez sets provide full coverage for the arms and legs.",
    "-> Matching headscarves can be used to shield the face and neck from direct sunlight.",
    "● Lehenga:",
    "-> Lehenga blouses with longer sleeves and higher necklines shield the upper body from sun exposure.",
    "-> Dupattas that accompany lehenga sets can be draped over the head and shoulders for additional protection.",
    "● Anarkali suits:",
    "-> Floor-length anarkali suits that cover the arms and legs provide excellent sun protection.",
    "-> Designs with high necklines and long sleeves maximize coverage.",
    "● Punjabi suits:",
    "-> Full-length salwars protect the legs from sun exposure.",
    "-> Using a chunni to cover the head, face, and shoulders offers additional protection.",
    "● Pashmina shawls:",
    "-> Pashmina shawls offer versatile sun protection as they can be draped over the shoulders, head, and neck.",
    "-> Layering shawls over any traditional attire adds an extra layer of defense against the sun, especially during outdoor events and festivals.",
    "● Pagri/Turban:",
    "-> Traditional turbans and pagris protect the scalp and face from direct sun exposure.",
    "-> Turbans are both stylish and functional for sun protection, offering a dual benefit.",
    "● Bandi (traditional vests):",
    "-> Wearing bandis over long-sleeved kurtas adds an additional layer of protection for the torso without compromising on style."
]
