{
    "as":[
        "■ UV সূচকাংক",
        "● UV সূচকাংক পৰীক্ষা কৰক",
        "-> বিশেষকৈ বাহিৰৰ কাম-কাজৰ পৰিকল্পনা কৰাৰ আগতে ইউভি সূচকাংক নিয়মিতভাৱে নিৰীক্ষণ কৰা।",
        "-> UV সূচকাংক বেছি হ'লে বাহিৰৰ সংস্পৰ্শ সীমিত কৰক (সাধাৰণতে >৩), কাৰণ এই সময়ত UV বিকিৰণৰ মাত্ৰা অতি তীব্ৰ হয়।",
        "-> দিনটোৰ বাবে UV সূচকাংকৰ পূৰ্বাভাসৰ ভিত্তিত সেই অনুসৰি সূৰ্য্যৰ সুৰক্ষাৰ ব্যৱস্থা সামঞ্জস্য কৰা।",
        "-> UV সূচকাংকই অতিবেঙুনীয়া বিকিৰণৰ মাত্ৰা ১-১১+ স্কেলত ভৱিষ্যদ্বাণী কৰে, হোম পেজৰ তলৰ বতৰ টেবৰ জৰিয়তে আপোনাৰ অঞ্চলৰ UV সূচকাংক ৰেটিং বিচাৰি উলিয়াওক।"
       ],
    "awa": [
        "■ यूवी इंडेक्स",
        "● यूवी इंडेक्स का जाँच करा",
        "-> यूवी सूचकांक का नियमित रूप से निगरानी करा, खासकर बाहरी गतिविधियन के योजना बनावै से पहिले।",
        "-> जब यूवी सूचकांक अधिक होत है (आम तौर पर >3) तौ बाहरी जोखिम का सीमित करौ, काहे से कि यूवी विकिरण के स्तर इन समयन के दौरान सबसे तीव्र होत है।",
        "-> दिन के लिए यूवी सूचकांक पूर्वानुमान के आधार पर तदनुसार सूर्य सुरक्षा उपायन का समायोजित करा।",
        "-> यूवी इंडेक्स 1-11+ पैमाने पर पराबैंगनी विकिरण के स्तर के भविष्यवाणी करत है, होम पेज पर नीचे मौसम टैब के माध्यम से अपने क्षेत्र के यूवी इंडेक्स रेटिंग ढूंढौ।"
       ],
    "bn":[
        "■ UV সূচক",
        "● UV সূচক পরীক্ষা করুন",
        "-> নিয়মিত UV সূচক নিরীক্ষণ করুন, বিশেষ করে বহিরঙ্গন কার্যকলাপ পরিকল্পনা করার আগে।",
        "-> UV সূচক বেশি হলে (সাধারণত>3) বাইরের এক্সপোজার সীমিত করুন, কারণ এই সময়ে UV বিকিরণের মাত্রা সবচেয়ে বেশি হয়।",
        "-> দিনের জন্য UV সূচক পূর্বাভাসের উপর ভিত্তি করে সেই অনুযায়ী সূর্য সুরক্ষা ব্যবস্থাগুলি সামঞ্জস্য করুন।",
        "-> UV সূচক 1-11+ স্কেলে অতিবেগুনী বিকিরণ মাত্রার পূর্বাভাস দেয়, হোম পেজে নীচে আবহাওয়া ট্যাবের মাধ্যমে আপনার এলাকার UV সূচক রেটিং খুঁজুন।"
       ],
    "bho":[
        "■ यूवी सूचकांक",
        "● यूवी इंडेक्स के जांच करीं",
        "-> यूवी इंडेक्स के नियमित रूप से निगरानी करीं, खासकर बाहरी गतिविधि के योजना बनावे से पहिले।",
        "-> जब यूवी इंडेक्स ढेर होखे (आम तौर पर >3) होखे तब बाहरी एक्सपोजर के सीमित करीं, काहें से कि एह समय सभ में यूवी रेडिएशन के स्तर सभसे तेज होला।",
        "-> दिन के यूवी इंडेक्स पूर्वानुमान के आधार पर सूर्य सुरक्षा के उपाय के तदनुसार समायोजित करीं।",
        "-> यूवी इंडेक्स 1-11+ पैमाना प पराबैंगनी विकिरण के स्तर के भविष्यवाणी करेला, होम पेज प नीचे मौसम टैब के माध्यम से अपना इलाका के यूवी इंडेक्स रेटिंग खोजीं।"
       ] ,
    "chg":[
        "■ UV इंडेक्स",
        "● UV इंडेक्स जांचें",
        "-> बाहरी गतिविधिहरू योजना गर्दा विशेष रूपमा पूर्वदृष्टि गर्दै नियमित रूपमा UV इंडेक्स मानित गर्नुहोस्।",
        "-> UV इंडेक्स उच्च छ (सामान्यतः >3) जब सूर्य किरण समयका दर्शन क्षेत्रणा समय अधिक प्रतिरूपी हुन्छन्।",
        "-> दिनका लागि UV इंडेक्स पूर्वानुमान आधारमा सूर्य संरक्षण उपायहरूलाई अनुकूलित गर्नुहोस्।",
        "-> UV इंडेक्स 1-11+ प्रणालीमा अल्ट्राभायोलेट विकिरण स्तरहरूलाई पूर्वानुमान गर्दछ, गृह पृष्ठका तल वेदर ट्याब मार्फत आफ्नो क्षेत्रको UV इंडेक्स रेटिंग फिन्द।"
      ] ,
    "doi": [
        "■ यूवी सूचकांक",
        "● यूवी सूचकांक दी जांच करो",
        "-> यूवी सूचकांक दी नियमित निगरानी करना, खासकरियै बाहरले गतिविधियें दी योजना बनाने थमां पैह्ले।",
        "-> यूवी इंडेक्स उच्च होने पर बाहरी एक्सपोजर गी सीमित करो (आम तौर पर >3), कीजे इनें समें दौरान यूवी विकिरण दा स्तर सारें शा मता होंदा ऐ।",
        "-> दिन लेई यूवी सूचकांक दे पूर्वानुमान दे आधार उप्पर सूरज दी सुरक्षा दे उपायें गी तदनुसार समायोजित करो।",
        "-> यूवी इंडेक्स 1-11+ पैमाने पर पराबैंगनी विकिरण दे स्तर दी भविष्यवाणी करदा ऐ, होम पेज पर थल्ले मौसम टैब दे राहें अपने इलाके दी यूवी इंडेक्स रेटिंग गी ढूंढो।"
       ],
    "en": [
        "■ UV index",
        "● Check the UV index",
        "-> Monitor the UV index regularly, especially before planning outdoor activities.",
        "-> Limit outdoor exposure when the UV index is high (typically >3), as UV radiation levels are most intense during these times.",
        "-> Adjust sun protection measures accordingly based on the UV index forecast for the day.",
        "-> The UV Index predicts the ultraviolet radiation levels on a 1-11+ scale, Find your area’s UV index rating via the weather tab at the bottom on the home page."
    ],
    "gu": [
        "■ યુવી ઇન્ડેક્સ",
        "● UV ઇન્ડેક્સ તપાસો",
        "-> યુવી ઇન્ડેક્સનું નિયમિતપણે નિરીક્ષણ કરો, ખાસ કરીને આઉટડોર પ્રવૃત્તિઓનું આયોજન કરતા પહેલા.",
        "-> યુવી ઇન્ડેક્સ (સામાન્ય રીતે >3) ઊંચો હોય ત્યારે આઉટડોર એક્સપોઝરને મર્યાદિત કરો, કારણ કે આ સમય દરમિયાન યુવી રેડિયેશનનું સ્તર સૌથી વધુ તીવ્ર હોય છે.",
        "-> દિવસ માટે યુવી ઇન્ડેક્સની આગાહીના આધારે તે મુજબ સૂર્ય સુરક્ષા પગલાંને સમાયોજિત કરો.",
        "-> યુવી ઇન્ડેક્સ 1-11+ સ્કેલ પર અલ્ટ્રાવાયોલેટ કિરણોત્સર્ગના સ્તરની આગાહી કરે છે, હોમ પેજ પર તળિયે હવામાન ટેબ દ્વારા તમારા વિસ્તારનું યુવી ઇન્ડેક્સ રેટિંગ શોધો."
       ],
    "hne": [
        "■ UV इंडेक्स",
        "● UV इंडेक्स जांचें",
        "-> बाहरी गतिविधिहरू योजना गर्दा विशेष रूपमा पूर्वदृष्टि गर्दै नियमित रूपमा UV इंडेक्स मानित गर्नुहोस्।",
        "-> UV इंडेक्स उच्च छ (सामान्यतः >3) जब सूर्य किरण समयका दर्शन क्षेत्रणा समय अधिक प्रतिरूपी हुन्छन्।",
        "-> दिनका लागि UV इंडेक्स पूर्वानुमान आधारमा सूर्य संरक्षण उपायहरूलाई अनुकूलित गर्नुहोस्।",
        "-> UV इंडेक्स 1-11+ प्रणालीमा अल्ट्राभायोलेट विकिरण स्तरहरूलाई पूर्वानुमान गर्दछ, गृह पृष्ठका तल वेदर ट्याब मार्फत आफ्नो क्षेत्रको UV इंडेक्स रेटिंग फिन्द।"
      ],
    "hi": [

        "■ UV इंडेक्स",
        
        "● UV इंडेक्स की जाँच करें",
        
        "-> UV इंडेक्स की नियमित रूप से निगरानी करें, खास तौर पर बाहरी गतिविधियों की योजना बनाने से पहले।",
        
        "-> जब UV इंडेक्स ज़्यादा हो (आमतौर पर >3), तो बाहरी एक्सपोज़र को सीमित करें, क्योंकि इस समय UV विकिरण का स्तर सबसे ज़्यादा तीव्र होता है।",
        
        "-> दिन के लिए UV इंडेक्स पूर्वानुमान के आधार पर सूर्य से सुरक्षा के उपायों को तदनुसार समायोजित करें।",
        
        "-> UV इंडेक्स 1-11+ स्केल पर पराबैंगनी विकिरण के स्तर की भविष्यवाणी करता है, होम पेज पर सबसे नीचे मौसम टैब के ज़रिए अपने क्षेत्र की UV इंडेक्स रेटिंग पाएँ।"
        
        ],
    "kn": [
        "■ UV ಸೂಚ್ಯಂಕ",
        "● UV ಸೂಚಿಯನ್ನು ಪರಿಶೀಲಿಸಿ",
        "-> UV ಸೂಚ್ಯಂಕವನ್ನು ನಿಯಮಿತವಾಗಿ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ, ವಿಶೇಷವಾಗಿ ಹೊರಾಂಗಣ ಚಟುವಟಿಕೆಗಳನ್ನು ಯೋಜಿಸುವ ಮೊದಲು.",
        "-> UV ಸೂಚ್ಯಂಕವು ಅಧಿಕವಾಗಿರುವಾಗ (ಸಾಮಾನ್ಯವಾಗಿ >3) ಹೊರಾಂಗಣ ಮಾನ್ಯತೆಯನ್ನು ಮಿತಿಗೊಳಿಸಿ, ಏಕೆಂದರೆ ಈ ಸಮಯದಲ್ಲಿ UV ವಿಕಿರಣದ ಮಟ್ಟಗಳು ಹೆಚ್ಚು ತೀವ್ರವಾಗಿರುತ್ತವೆ.",
        "-> ದಿನದ UV ಸೂಚ್ಯಂಕ ಮುನ್ಸೂಚನೆಯ ಆಧಾರದ ಮೇಲೆ ಸೂರ್ಯನ ರಕ್ಷಣೆ ಕ್ರಮಗಳನ್ನು ಹೊಂದಿಸಿ.",
        "-> UV ಸೂಚ್ಯಂಕವು 1-11+ ಪ್ರಮಾಣದಲ್ಲಿ ನೇರಳಾತೀತ ವಿಕಿರಣದ ಮಟ್ಟವನ್ನು ಊಹಿಸುತ್ತದೆ, ಮುಖಪುಟದಲ್ಲಿ ಕೆಳಭಾಗದಲ್ಲಿರುವ ಹವಾಮಾನ ಟ್ಯಾಬ್ ಮೂಲಕ ನಿಮ್ಮ ಪ್ರದೇಶದ UV ಸೂಚ್ಯಂಕ ರೇಟಿಂಗ್ ಅನ್ನು ಹುಡುಕಿ."
       ],
    "ks":  [
        "■ UV इंडेक्स",
        "● UV इंडेक्स जांच्य।",
        "-> बाहरी गतिविधियां योजना गरण्ड, विशेष तौर पर सामान्यत: >3), UV विकिरण समय उच्च बारदिलाहुजी स्थिति, समय अधिक प्रतिरूपी हुन्छ।",
        "-> दिनबद्ध UV इंडेक्स पूर्वानुमान आधारमा सूर्य संरक्षण उपायहरू अनुसार समायोजन गर्नुहोस्।",
        "-> UV इंडेक्स 1-11+ स्केलमा अल्ट्राभायोलेट विकिरण स्तरहरू पूर्वानुमान, हिंदूथ्वार्त ट्याबका तल घरको UV इंडेक्स मौजूद।"
      ],
    "kok": [
        "■ पराबैंगनी निर्देशांक",
        "● यूवी इंडेक्स तपासात",
        "-> खास करून भायल्या कार्यावळींची येवजण करचे पयलीं यूव्ही निर्देशांकाचेर नेमान नियंत्रण दवरप.",
        "-> UV निर्देशांक चड आसतना (सादारणपणान >3) भायल्या संपर्काचेर मर्यादा घालची, कारण ह्या वेळार UV किरणोत्सर्गाची पातळी चड तीव्र आसता.",
        "-> त्या दिसा खातीर UV निर्देशांकाच्या अदमासा प्रमाण सूर्य संरक्षणाचे उपाय समायोजीत करप.",
        "-> UV निर्देशांक 1-11+ प्रमाणांत पराबैंगनी किरणोत्सर्गाची पातळी अदमास करता, मुखेल पानाचेर सकयल आशिल्ल्या हवामान टॅबा वरवीं तुमच्या वाठाराचें UV निर्देशांक रेटिंग सोदून काडात."
       ] ,
    "mai": [
        "■ यूवी सूचकांक",
        "● यूवी सूचकांक की जाँच करें",
        "-> यूवी सूचकांक कें नियमित रूप सं निगरानी करनाय, खासकर बाहरी गतिविधियक कें योजना बनावा सं पहिले.",
        "-> जखन यूवी सूचकांक अधिक होयत छै (आम तौर पर >3) तखन बाहरी एक्सपोजर कें सीमित करूं, कियाकि यूवी विकिरण कें स्तर अइ समय मे बेसि तीव्र होयत छै.",
        "-> दिन के लेल यूवी इंडेक्स पूर्वानुमान के आधार पर सूर्य सुरक्षा के उपाय के तदनुसार समायोजित करू।",
        "-> यूवी इंडेक्स 1-11+ पैमाना पर पराबैंगनी विकिरण स्तर के भविष्यवाणी करै छै, होम पेज पर निचला मौसम टैब के माध्यम स अपन क्षेत्र के यूवी इंडेक्स रेटिंग खोजू."
       ] ,
    "ml": [
        "■ UV സൂചിക",
        "● UV സൂചിക പരിശോധിക്കുക",
        "-> UV സൂചിക പതിവായി നിരീക്ഷിക്കുക, പ്രത്യേകിച്ച് ഔട്ട്ഡോർ പ്രവർത്തനങ്ങൾ ആസൂത്രണം ചെയ്യുന്നതിനുമുമ്പ്.",
        "-> അൾട്രാവയലറ്റ് സൂചിക ഉയർന്നതായിരിക്കുമ്പോൾ ഔട്ട്ഡോർ എക്സ്പോഷർ പരിമിതപ്പെടുത്തുക (സാധാരണയായി >3), ഈ സമയങ്ങളിൽ യുവി വികിരണത്തിൻ്റെ അളവ് ഏറ്റവും തീവ്രമായിരിക്കും.",
        "-> ദിവസത്തേക്കുള്ള UV സൂചിക പ്രവചനത്തെ അടിസ്ഥാനമാക്കി അതിനനുസരിച്ച് സൂര്യ സംരക്ഷണ നടപടികൾ ക്രമീകരിക്കുക.",
        "-> UV സൂചിക 1-11+ സ്കെയിലിൽ അൾട്രാവയലറ്റ് റേഡിയേഷൻ ലെവലുകൾ പ്രവചിക്കുന്നു, ഹോം പേജിൽ ചുവടെയുള്ള കാലാവസ്ഥാ ടാബ് വഴി നിങ്ങളുടെ പ്രദേശത്തിൻ്റെ UV സൂചിക റേറ്റിംഗ് കണ്ടെത്തുക."
       ],
    "mni": [
        "■ UV इंडेक्स",
        "● UV इंडेक्स जांचन",
        "-> बाहरी गतिविधि कांणो, विशेष रूप समय, UV इंडेक्स रिपोर्ट करनो, नातिकरक रूपमा नियमित रूप समय UV इंडेक्स मानिनो।",
        "-> UV इंडेक्स उच्च छ (साधारणतः >3), UV किरणों समय मोरार त्वचा नीति, तौबा।",
        "-> दिनका लागि UV इंडेक्स रिपोर्ट करनो, आधारमा सूर्य संरक्षण उपाय नातिकरक समायोजन गरनो।",
        "-> UV इंडेक्स 1-11+ स्केलमा अल्ट्राभायोलेट विकिरण स्तरहरू पूर्वानुमान, हैरकट ट्याब के तल उमोईगी UV इंडेक्स रेटिंग रिपोर्ट करिमा।"
      ],
    "mr": [
        "■ UV निर्देशांक",
        "● UV इंडेक्स तपासा",
        "-> UV इंडेक्सचे नियमितपणे निरीक्षण करा, विशेषत: बाह्य क्रियाकलापांचे नियोजन करण्यापूर्वी.",
        "-> जेव्हा अतिनील निर्देशांक जास्त असतो (सामान्यत: >3) तेव्हा बाहेरील एक्सपोजर मर्यादित करा, कारण या काळात अतिनील विकिरण पातळी सर्वात तीव्र असते.",
        "-> दिवसाच्या अतिनील निर्देशांकाच्या अंदाजानुसार त्यानुसार सूर्य संरक्षण उपाय समायोजित करा.",
        "-> UV निर्देशांक 1-11+ स्केलवर अल्ट्राव्हायोलेट किरणोत्सर्गाच्या पातळीचा अंदाज लावतो, मुख्यपृष्ठावरील तळाशी असलेल्या हवामान टॅबद्वारे तुमच्या क्षेत्राचे UV निर्देशांक रेटिंग शोधा."
       ],
    "ne": [
        "■ UV सूचकांक",
        "● UV अनुक्रमणिका जाँच गर्नुहोस्",
        "-> UV अनुक्रमणिका नियमित रूपमा निगरानी गर्नुहोस्, विशेष गरी बाहिरी गतिविधिहरू योजना गर्नु अघि।",
        "-> UV सूचकांक उच्च हुँदा (सामान्यतया> 3) बाहिरी एक्सपोजर सीमित गर्नुहोस्, किनकि यो समयमा UV विकिरणको स्तर सबैभन्दा तीव्र हुन्छ।",
        "-> दिनको लागि UV सूचकांक पूर्वानुमानको आधारमा सूर्य सुरक्षा उपायहरू समायोजन गर्नुहोस्।",
        "-> UV अनुक्रमणिकाले 1-11+ स्केलमा पराबैंगनी विकिरण स्तरहरूको भविष्यवाणी गर्दछ, गृह पृष्ठको तल रहेको मौसम ट्याब मार्फत आफ्नो क्षेत्रको UV सूचकांक मूल्याङ्कन पत्ता लगाउनुहोस्।"
       ],
    "or": [
        "■ UV ସୂଚକାଙ୍କ",
        "U UV ସୂଚକାଙ୍କ ଯାଞ୍ଚ କରନ୍ତୁ",
        "-> UV ସୂଚକାଙ୍କ ଉପରେ ନିୟମିତ ନଜର ରଖନ୍ତୁ, ବିଶେଷ କରି ବାହ୍ୟ କାର୍ଯ୍ୟକଳାପ ଯୋଜନା କରିବା ପୂର୍ବରୁ |",
        "-> ଯେତେବେଳେ UV ସୂଚକାଙ୍କ ଅଧିକ (ସାଧାରଣତ>> 3), ବାହ୍ୟ ଏକ୍ସପୋଜରକୁ ସୀମିତ କରନ୍ତୁ, କାରଣ ଏହି ସମୟରେ UV ବିକିରଣ ସ୍ତର ଅଧିକ ତୀବ୍ର ଅଟେ |",
        "-> ଦିନ ପାଇଁ UV ସୂଚକାଙ୍କ ପୂର୍ବାନୁମାନ ଉପରେ ଆଧାର କରି ସୂର୍ଯ୍ୟ ସୁରକ୍ଷା ପଦକ୍ଷେପଗୁଡିକ ଠିକ୍ କରନ୍ତୁ |",
        "-> UV ଇଣ୍ଡେକ୍ସ 1-11 + ସ୍କେଲରେ ଅଲଟ୍ରାଭାଇଓଲେଟ୍ ବିକିରଣ ସ୍ତରର ପୂର୍ବାନୁମାନ କରେ, ମୂଳପୃଷ୍ଠାର ତଳେ ଥିବା ପାଣିପାଗ ଟ୍ୟାବ୍ ମାଧ୍ୟମରେ ଆପଣଙ୍କ ଅଞ୍ଚଳର UV ସୂଚକାଙ୍କ ମୂଲ୍ୟାୟନ ଖୋଜ |"
       ],
    "pa": [
        "■ UV ਸੂਚਕਾਂਕ",
        "● UV ਸੂਚਕਾਂਕ ਦੀ ਜਾਂਚ ਕਰੋ",
        "-> UV ਸੂਚਕਾਂਕ ਦੀ ਨਿਯਮਤ ਤੌਰ 'ਤੇ ਨਿਗਰਾਨੀ ਕਰੋ, ਖਾਸ ਕਰਕੇ ਬਾਹਰੀ ਗਤੀਵਿਧੀਆਂ ਦੀ ਯੋਜਨਾ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ।",
        "-> ਬਾਹਰੀ ਐਕਸਪੋਜਰ ਨੂੰ ਸੀਮਤ ਕਰੋ ਜਦੋਂ ਯੂਵੀ ਇੰਡੈਕਸ ਉੱਚਾ ਹੁੰਦਾ ਹੈ (ਆਮ ਤੌਰ 'ਤੇ >3), ਕਿਉਂਕਿ ਇਸ ਸਮੇਂ ਦੌਰਾਨ ਯੂਵੀ ਰੇਡੀਏਸ਼ਨ ਦੇ ਪੱਧਰ ਸਭ ਤੋਂ ਵੱਧ ਤੀਬਰ ਹੁੰਦੇ ਹਨ।",
        "-> ਦਿਨ ਲਈ UV ਸੂਚਕਾਂਕ ਪੂਰਵ ਅਨੁਮਾਨ ਦੇ ਆਧਾਰ 'ਤੇ ਸੂਰਜ ਸੁਰੱਖਿਆ ਦੇ ਮਾਪਾਂ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।",
        "-> UV ਸੂਚਕਾਂਕ 1-11+ ਸਕੇਲ 'ਤੇ ਅਲਟਰਾਵਾਇਲਟ ਰੇਡੀਏਸ਼ਨ ਪੱਧਰਾਂ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ, ਹੋਮ ਪੇਜ 'ਤੇ ਹੇਠਾਂ ਮੌਸਮ ਟੈਬ ਰਾਹੀਂ ਆਪਣੇ ਖੇਤਰ ਦੀ UV ਸੂਚਕਾਂਕ ਰੇਟਿੰਗ ਲੱਭੋ।"
       ],
    "sa": [ 
    "■ पराबैंगनी सूचकाङ्क",
    "● पराबैंगनी सूचकाङ्कस्य जाँचं कुर्वन्तु",
    "-> विशेषतः बहिः क्रियाकलापस्य योजनां कर्तुं पूर्वं पराबैंगनी सूचकाङ्कस्य नियमितरूपेण निरीक्षणं कुर्वन्तु।",
    "-> यदा पराबैंगनी सूचकाङ्कः अधिकः भवति (सामान्यतया >३) भवति तदा बहिः संपर्कं सीमितं कुर्वन्तु, यतः एतेषु कालेषु पराबैंगनीविकिरणस्य स्तरः सर्वाधिकं तीव्रः भवति।",
    "-> दिवसस्य पराबैंगनी सूचकाङ्कस्य पूर्वानुमानस्य आधारेण तदनुसारं सूर्यरक्षणस्य उपायान् समायोजयन्तु।",
    "-> UV Index 1-11+ स्केलेन पराबैंगनीविकिरणस्तरस्य पूर्वानुमानं करोति, मुखपृष्ठे अधः मौसमट्याब्द्वारा स्वक्षेत्रस्य UV index रेटिंग् अन्वेष्टुम्।"
   ] ,
    "sat": [
 "■ UV suci",
 "● UV index biḍạo me",
 "-> UV index do̠ ạḍi usạrate̠ ḍahar re̠ ḍahar ạgu me̠, khas lekate̠ bahre̠ kạmi ko̠ kạmi lạgit́ pạhil re̠.",
 "-> UV index jạsti lenkhan (jaolekate̱ >3) bahre̱ reak’ ạḍi jạsti kạmi lạgit’ hạṭiń me, cedak’je noa okte re UV radiation reak’ ḍhertet’ ạḍi jạsti gea.",
 "-> Din lạgit́ UV index reaḱ pạhil kạmi reaḱ asol lekate surjo khon bańcao reaḱ kạmi ko sạjại me.",
 "-> UV Index do 1-11+ scale re alṭraviolet rediyeson reaḱ ḍhertet́e lại sodor akada, Ạḍi jạruṛan ḍạrko reaḱ latar reaḱ weather tab hotete apnaraḱ ṭoṭha reaḱ UV index reṭing ńam me."
],
    "sd": [
 "■ UV انڊيڪس",
 "● UV انڊيڪس چيڪ ڪريو",
 "-> UV انڊيڪس جي باقاعدي نگراني ڪريو، خاص طور تي ٻاهرين سرگرمين جي منصوبابندي ڪرڻ کان اڳ.",
 "-> ٻاهرين نمائش کي محدود ڪريو جڏهن UV انڊيڪس وڌيڪ هجي (عام طور تي> 3)، جيئن ته UV ​​تابڪاري جي سطح ان وقت ۾ تمام گهڻي شديد هوندي آهي.",
 "-> سج جي حفاظت جي قدمن مطابق ترتيب ڏيو يو وي انڊيڪس اڳڪٿي جي بنياد تي",
 "-> UV انڊيڪس 1-11+ اسڪيل تي الٽرا وائلٽ تابڪاري جي سطحن جي اڳڪٿي ڪري ٿو، گھر جي صفحي تي ھيٺئين پاسي واري موسم واري ٽيب ذريعي پنھنجي علائقي جي UV انڊيڪس جي درجه بندي ڳولھيو."
],
    "ta": [
        "■ UV இன்டெக்ஸ்",
        "● UV குறியீட்டைச் சரிபார்க்கவும்",
        "-> UV குறியீட்டை தவறாமல் கண்காணிக்கவும், குறிப்பாக வெளிப்புற நடவடிக்கைகளை திட்டமிடும் முன்.",
        "-> UV இன்டெக்ஸ் அதிகமாக இருக்கும் போது (பொதுவாக >3) வெளியில் வெளிப்படுவதைக் கட்டுப்படுத்தவும், ஏனெனில் இந்த நேரங்களில் UV கதிர்வீச்சு அளவுகள் மிகவும் தீவிரமாக இருக்கும்.",
        "-> நாளுக்கான UV குறியீட்டு முன்னறிவிப்பின் அடிப்படையில் சூரிய பாதுகாப்பு நடவடிக்கைகளை அதற்கேற்ப சரிசெய்யவும்.",
        "-> UV இன்டெக்ஸ் புற ஊதா கதிர்வீச்சு அளவை 1-11+ அளவில் கணிக்கின்றது, முகப்புப் பக்கத்தில் கீழே உள்ள வானிலை தாவல் மூலம் உங்கள் பகுதியின் UV குறியீட்டு மதிப்பீட்டைக் கண்டறியவும்."
       ],
    "te": [
        "■ UV సూచిక",
        "● UV సూచికను తనిఖీ చేయండి",
        "-> UV సూచికను క్రమం తప్పకుండా పర్యవేక్షించండి, ప్రత్యేకించి బహిరంగ కార్యకలాపాలను ప్లాన్ చేయడానికి ముందు.",
        "-> UV ఇండెక్స్ ఎక్కువగా ఉన్నప్పుడు (సాధారణంగా >3), ఈ సమయాల్లో UV రేడియేషన్ స్థాయిలు చాలా తీవ్రంగా ఉంటాయి కాబట్టి, అవుట్‌డోర్ ఎక్స్‌పోజర్‌ను పరిమితం చేయండి.",
        "-> రోజు UV ఇండెక్స్ సూచన ఆధారంగా సూర్య రక్షణ చర్యలను సర్దుబాటు చేయండి.",
        "-> UV సూచిక 1-11+ స్కేల్‌లో అతినీలలోహిత వికిరణ స్థాయిలను అంచనా వేస్తుంది, హోమ్ పేజీలో దిగువన ఉన్న వాతావరణ ట్యాబ్ ద్వారా మీ ప్రాంతం యొక్క UV సూచిక రేటింగ్‌ను కనుగొనండి."
       ],
    "ur": [
        "■ UV انڈیکس",
        "● UV انڈیکس چیک کریں",
        "-> UV انڈیکس کی باقاعدگی سے نگرانی کریں، خاص طور پر بیرونی سرگرمیوں کی منصوبہ بندی کرنے سے پہلے۔",
        "-> بیرونی نمائش کو محدود کریں جب UV انڈیکس زیادہ ہو (عام طور پر> 3)، کیونکہ اس وقت UV تابکاری کی سطح سب سے زیادہ شدید ہوتی ہے۔",
        "-> دن کے لئے UV انڈیکس کی پیشن گوئی کی بنیاد پر سورج سے بچاؤ کے اقدامات کو ایڈجسٹ کریں۔",
        "-> UV انڈیکس 1-11+ پیمانے پر الٹرا وائلٹ تابکاری کی سطح کی پیش گوئی کرتا ہے، ہوم پیج پر نیچے دیے گئے موسم کے ٹیب کے ذریعے اپنے علاقے کی UV انڈیکس کی درجہ بندی تلاش کریں۔"
       ]
  }
